{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Photography Indian music Victoria Theatre and Concert Hall Performing Arts Musicians Dancers", "context_2" : "NA", "materials_name" : "paper (fiber product)", "creator_2" : "NA", "object_work_type" : "black-and-white photographs", "inscriptions" : "", "object_colour" : "grey monochrome", "context_18" : "NA", "physical_appearance" : "The image shows a square photograph that is in black-and-white. At the left hand side, several male musicians are sitting down. There are a couple of microphpones in front of them. One of the musician is drawing a bow across the strings of an instrument. Some of the male musicians are looking towards the right hand side, where a female dancer can be seen. She is in the midst of dancing, as seen by the pose she takes. All of them are on a raised platform and the background of the photograph suggests that this was taken in the interior of a theatre.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "S Gopalakrishnan at a performance at Victoria Theatre", "inscription_language" : "", "creation_date" : "1941 - 1970", "subject_terms_1" : "musicians music (performing arts) classical dances dancers theatres (buildings) musical performances stages (performance spaces)", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "Indian (South Asian)", "accession_no_csv" : "2016-00607", "shape" : "square (shape)", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Black-and-white photography Musicians Carnatic music Women dancers Theatres Performances Tamil (Indic people)", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "printing (process) photographic processes", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}