{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "", "context_2" : "anniversaries", "materials_name" : "gold (metal) silver (metal) enamel (fused coating)", "creator_2" : "Patek Philippe", "object_work_type" : "table clocks documents (object genre) bags (generic containers) manuals (instructional manuals)", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "\"The image shows a set item comprising of a dome table clock inside an open box with several other items. Alongside it are the packaging, as well as several documents and a bag. The interior of the box is white and its exterior is dark brown, similar to the exteriors of the briefcase, bag, and the packaging. The dome table clock has floral and bird motifs all over it, and its centre contains a clock face with the hour and minute hands. The clock face is gold in colour, and the inner circle has a guilloche pattern. The name of the creator, \"\"Patek Philippe Geneve\"\" is displayed in capital letters above the mid-point of the clock.\"", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "This piece was specially created to celebrate SG50, Singapore's 50th year of independence, in 2015 and it was inspired by the William Farquhar collection of natural history drawings from the National Museum of Singapore. Farquhar was the first Resident and Commandant of Singapore, and the 477 watercolours from the collection were commissioned by him when he served as British Resident and Commandant of Melaka from 1803 to 1818. The drawings combine traditional Chinese painting methods with European, providing an insight into the local flora and fauna, as well as a glimpse into the history of British rule in the Malay Peninsula during the early 19th century.", "preference" : "main alternate", "context_6" : "Singapore", "creator_1" : "Patek Philippe (Firm)", "context_1" : "Singapore50", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "2015", "title_text" : "Gold and enamel dome table clock in cloisonné enamel with its documents and packaging Gold and enamel dome table clock in cloisonné enamel by Patek Philippe", "inscription_language" : "", "creation_date" : "2015", "subject_terms_1" : "floral patterns birds (motifs) guilloche commemoratives natural history", "context_16" : "NA", "context_10" : "NA", "context_4" : "2015", "context_8" : "NA", "creator_role" : "creators", "context_20" : "NA", "styles_periods_indexing_terms" : "NA", "accession_no_csv" : "2016-00440", "shape" : "irregular dome topped (shape)", "creation_place_original_location" : "Geneva (Switzerland) Singapore", "subject_terms_2" : "Motifs Clocks and watches Patek Philippe (Firm) Natural history Cloisonne Farquhar, William, 1774-1839 Handbooks and manuals Bags", "Image" : "", "context_3" : "2015", "context_9" : "NA", "techniques_name" : "forming (physical activity) cloisonné", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}