{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_4" : "Pamphlets Pamphlets", "subject_terms_3" : "political campaigns Political events People's Action Party (Singapore) political campaigns Political events People's Action Party (Singapore)", "context_2" : "NA NA", "materials_name" : "printing paper printing paper", "creator_2" : "People's Action Party (PAP) People's Action Party (PAP)", "object_work_type" : "pamphlets pamphlets", "inscriptions" : "", "object_colour" : "multicoloured multicoloured", "context_18" : "NA NA", "physical_appearance" : "\"The image shows the front cover of a campaign pamphlet. The pamphlet is spread and not folded, and the contents of the front cover and back cover can be seen. \"\"Think!\"\" is stated at the top \"The image shows the front cover of a campaign pamphlet. The pamphlet is spread and not folded, and the contents of the front cover and back cover can be seen. \"\"Think!\"\" is stated at the top", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "NA NA", "preference" : "main main", "context_6" : "19841222 19841222", "creator_1" : "People's Action Party (Singapore) People's Action Party (Singapore)", "context_1" : "Elections Elections", "edition_description" : "NA NA", "title_language" : "", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "19841222 19841222", "title_text" : "People’s Action Party 1984 General Election campaign pamphlet titled “Think! Together We Progress”   People’s Action Party 1984 General Election campaign pamphlet titled “Think! Together We Progress”", "inscription_language" : "", "creation_date" : "1984 1984", "subject_terms_1" : "as well as \"\"Together We Progress\"\" on the front cover. An image of buildings and people in Singapore are shown below. As for the back cover politics  as well as \"\"Together We Progress\"\" on the front cover. An image of buildings and people in Singapore are shown below. As for the back cover politics", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "elections elections", "context_8" : "Singapore Singapore", "creator_role" : "creators creators", "context_20" : "NA NA", "styles_periods_indexing_terms" : "NA NA", "accession_no_csv" : "2016-00563", "shape" : "rectangular rectangular", "creation_place_original_location" : "Singapore Singapore", "subject_terms_2" : "there are four separate images of Sinapore. Two of the images have the words \"\"stability\"\" and \"\"harmony\"\" around them. The logo of the People's Action Party is also featured on both the front and back covers. It features a lightning bolt in red through the blue outline of a circle.. \" Political campaigns Elections Singapore Political party organization  there are four separate images of Sinapore. Two of the images have the words \"\"stability\"\" and \"\"harmony\"\" around them. The logo of the People's Action Party is also featured on both the front and back covers. It features a lightning bolt in red through the blue outline of a circle.. \" Political campaigns Elections Singapore Political party organization", "Image" : "", "context_3" : "Singapore General Elections Singapore General Elections", "context_9" : "NA NA", "techniques_name" : "colour printing colour printing", "scale_type" : "NA NA", "context_13" : "NA NA", "context_7" : "19841222 19841222", "context_12" : "NA NA", "context_17" : "NA NA"}