{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_4" : "NA NA", "subject_terms_3" : "Performing Arts National Theatre (Singapore) Performing Arts National Theatre (Singapore)", "context_2" : "NA NA", "materials_name" : "printing paper printing paper", "creator_2" : "Experimental theatre Group Experimental theatre Group", "object_work_type" : "booklets booklets", "inscriptions" : "", "object_colour" : "multicoloured multicoloured", "context_18" : "NA NA", "physical_appearance" : "The image shows the front cover of a booklet. There are Chinese characters in red at the top and bottom. The image on the booklet shows a man and a woman. The woman is clenching one of her fists and the man has his right arm raised. The man is wearing a hat and the lady has a cloth tied around her head and neck. The image shows the front cover of a booklet. There are Chinese characters in red at the top and bottom. The image on the booklet shows a man and a woman. The woman is clenching one of her fists and the man has his right arm raised. The man is wearing a hat and the lady has a cloth tied around her head and neck.", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "This programme booklet contains information about the music and dance performance by the Experimental Theatre Group at the National Theatre. Dubbed the “People’s Theatre” as members of the public had contributed towards the building fund, the National Theatre was opened in 1963. Apart from being a symbol of national identity and a place where local art performances took place, it was also the venue for important national events such as National Day rallies, as well as various cultural shows and performances from the overseas theatre community.  This programme booklet contains information about the music and dance performance by the Experimental Theatre Group at the National Theatre. Dubbed the “People’s Theatre” as members of the public had contributed towards the building fund, the National Theatre was opened in 1963. Apart from being a symbol of national identity and a place where local art performances took place, it was also the venue for important national events such as National Day rallies, as well as various cultural shows and performances from the overseas theatre community.", "preference" : "main alternate main alternate", "context_6" : "NA NA", "creator_1" : "Not indicated Not indicated", "context_1" : "NA NA", "edition_description" : "NA NA", "title_language" : "", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "Performance by the Experimental Theatre Group at the National Theatre Programme booklet for the performance by the Experimental Theatre Group at the National Theatre Performance by the Experimental Theatre Group at the National Theatre Programme booklet for the performance by the Experimental Theatre Group at the National Theatre", "inscription_language" : "", "creation_date" : "1960s 1960s", "subject_terms_1" : "performances (creative events) theaters (institutions) performances (creative events) theaters (institutions)", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "NA NA", "context_8" : "NA NA", "creator_role" : "performing artists performing artists", "context_20" : "NA NA", "styles_periods_indexing_terms" : "NA NA", "accession_no_csv" : "2016-00552", "shape" : "rectangular rectangular", "creation_place_original_location" : "Singapore Singapore", "subject_terms_2" : "Performances Theaters Pamphlets Performances Theaters Pamphlets", "Image" : "", "context_3" : "NA NA", "context_9" : "NA NA", "techniques_name" : "colour printing colour printing", "scale_type" : "NA NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}