{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_4" : "NA NA", "subject_terms_3" : "Politics and Government Economic development Politics and Government Economic development", "context_2" : "NA NA", "materials_name" : "printing paper printing paper", "creator_2" : "Ministry of Culture Ministry of Culture", "object_work_type" : "booklets booklets", "inscriptions" : "", "object_colour" : "multicoloured multicoloured", "context_18" : "NA NA", "physical_appearance" : "The image shows the front cover of a booklet. It has a yellow background. There are four lines of Chinese characters at the centre. There are two lines of Chinese characters near the bottom. There are drawings of buildings around the booklet as well. The image shows the front cover of a booklet. It has a yellow background. There are four lines of Chinese characters at the centre. There are two lines of Chinese characters near the bottom. There are drawings of buildings around the booklet as well.", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "This booklet was published by the Ministry of Culture to communicate the new government’s messages and larger concerns regarding the state of the nation. The budget that Minister for Finance Dr Goh Keng Swee presented to the Legislative Assembly in 1960 is reproduced in Mandarin here. Topics that were brought up centred round the government’s economic policy, the review of the year’s expenditure and various revenue proposals such as property tax and business registration tax. This booklet was the third of the Towards Socialism series by the Ministry of Culture.  This booklet was published by the Ministry of Culture to communicate the new government’s messages and larger concerns regarding the state of the nation. The budget that Minister for Finance Dr Goh Keng Swee presented to the Legislative Assembly in 1960 is reproduced in Mandarin here. Topics that were brought up centred round the government’s economic policy, the review of the year’s expenditure and various revenue proposals such as property tax and business registration tax. This booklet was the third of the Towards Socialism series by the Ministry of Culture.", "preference" : "main alternate main alternate", "context_6" : "NA NA", "creator_1" : "Ministry of Culture (TTE) Ministry of Culture (TTE)", "context_1" : "NA NA", "edition_description" : "NA NA", "title_language" : "", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "The Government’s Usage of Public Funds The Government’s Usage of Public Funds, a Mandarin booklet published by the Ministry of Culture The Government’s Usage of Public Funds The Government’s Usage of Public Funds, a Mandarin booklet published by the Ministry of Culture", "inscription_language" : "", "creation_date" : "1960 1960", "subject_terms_1" : "governments (administrative bodies) politics economy economic development government policy budgets governments (administrative bodies) politics economy economic development government policy budgets", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "NA NA", "context_8" : "NA NA", "creator_role" : "publishers publishers", "context_20" : "NA NA", "styles_periods_indexing_terms" : "NA NA", "accession_no_csv" : "2016-00567", "shape" : "rectangular rectangular", "creation_place_original_location" : "Singapore Singapore", "subject_terms_2" : "Pamphlets Government Institutes Political science Government policy Economic policy Budget Pamphlets Government Institutes Political science Government policy Economic policy Budget", "Image" : "", "context_3" : "NA NA", "context_9" : "NA NA", "techniques_name" : "colour printing colour printing", "scale_type" : "NA NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}