{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Photography Great Britain. Royal Air Force Military facilities", "context_2" : "NA", "materials_name" : "paper (fiber product)", "creator_2" : "NA", "object_work_type" : "black-and-white photographs", "inscriptions" : "", "object_colour" : "grey monochrome", "context_18" : "NA", "physical_appearance" : "The image shows a photograph that is in black-and-white. The photograph features a military personnel handing over a certificate over to an Indian man. Both of them are smiling and engaged in a handshake. There are several other men standing and seated behind, some in military uniform and some in plain clothes, and they are clapping their hands. The background of the photograph suggests that this was taken in the interior of a building.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "S Gopalakrishnan receiving the certificate presented by the Far East  Air Force", "inscription_language" : "", "creation_date" : "19700130", "subject_terms_1" : "commemoratives honours Awards certification compositors (printing industry) air forces", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "NA", "accession_no_csv" : "2016-00600", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Black-and-white photography Certification Awards Great Britain. Royal Air Force", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "printing (process) photographic processes", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}