{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "", "subject_terms_3" : "visual arts  Decorative arts Ceramics", "context_2" : "exhibitions (events)", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "creator_2" : "NA", "object_work_type" : "porcelain (visual works)  Ceramics (object genre)  containers (receptacles)", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "This is a pair of Ming blue white covered boxes. The central medallion of each lid is decorated with a large peony blossom, and its curved rim is covered with cartouches of flowering shrubs. The exterior of its lower base is is also decorated with floral motifs.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "The pair of circular boxes have covers which are decorated with a peony blossom at the centre, surrounded by flowering shrubs in four bracketed panels. Covered ceramic boxes from China have been found in large quantities in Southeast Asia, and were most probably used to store incense, cosmetics or medicines. \r\nAlthough the decorative style of arranging designs into panels is generally associated with Kraak porcelain produced at Jingdezhen, it was also adopted by the Fujian potters at Zhangzhou. The relatively thick bodies, off-white glaze colour and more spontaneously-rendered decoration, suggests that the boxes were probably made at the Zhangzhou kilns. Boxes are unusual among extant examples of Zhangzhou wares, making this pair an important addition to the museum’s collection of Zhangzhou ceramics. \r\n", "preference" : "main", "context_6" : "National Museum of Singapore", "creator_1" : "NA", "context_1" : "The dish was exhibited in the Exhibition of Chinese Blue-and-White Ceramics exhibition held at the National Museum of Singapore in April 1978. It is featured as number 156 in the exhibition catalogue. They are featured as number 131 and 132 in the exhibition catalogue.", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "18-Apr-78", "title_text" : "Blue and white covered boxes", "inscription_language" : "", "creation_date" : "Late Ming dynasty, 17th century", "subject_terms_1" : "Paeonia (genus)  porcelain paintings (visual works)  symbolism  freehand drawings (drawings)  floral patterns", "context_16" : "NA", "context_10" : "NA", "context_4" : "18-Apr-78", "context_8" : "planners curators", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "Chinese ceramics styles  Ming (culture, period, and styles)  Chinese export (ceramics style)", "accession_no_csv" : "2017-00270 (001 to 004)", "shape" : "concave", "creation_place_original_location" : "Fujian Sheng (China)", "subject_terms_2" : "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware  China Peonies Flowering shrubs China painting", "Image" : "", "context_3" : "Apr-78", "context_9" : "NA", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "National Museum (Singapore)", "context_12" : "NA", "context_17" : "NA"}