{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Installation art", "context_2" : "NA", "materials_name" : "wood (plant material) tempera", "creator_2" : "Sakarin Krue-On", "object_work_type" : "installations (visual works)", "inscriptions" : "", "object_colour" : "multicolored", "context_18" : "NA", "physical_appearance" : "This installation depicts a rat house. The house stands on four wooden pillars. The body of the house has a layered exterior, with numerous holes and windows. The face of the house is decorated with vibrant colours and patterns. In each window, there is an image of a person.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "Inspired by a gambling game popular among Thai-Chinese people in the past, Sakarin Krue-on’s contemporary re-interpretation of the traditional rat house retains its associations with the human tendency of gambling and risk taking, yet in incorporating a video element to the work, Rat House, 2014 extends its critique beyond these human impulses alone to include a critique of the post-modern living condition in relation to our intrinsic nature as well. Furthermore, the structure of Rat House, 2014 in being seemingly comprised by a multitude of smaller houses stands as a mirroring of contemporary living conditions in which people living in cities with high population densities often find themselves accommodated in shoebox apartments as they live out their lives in a perpetual “rat-race”.  In resurrecting a contemporary iteration of the tradition rat house, Sakarin’s use of tempera paints for the designs and motifs of the house pays homage to century old traditions of Thai art-making practices, effectively re-introducing to audiences an age old artefact re-inscribed with issues of the contemporary.", "preference" : "main", "context_6" : "NA", "creator_1" : "Sa?kharin Khr??a?o??n", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Rat House", "inscription_language" : "", "creation_date" : "2014", "subject_terms_1" : "mixed media allegory (artistic device) interactive art symbolism social issues dwellings gambling", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "artists (visual artists)", "context_20" : "NA", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00575", "shape" : "irregular", "creation_place_original_location" : "Thailand", "subject_terms_2" : "Installations (Art) Mixed media (Art) Allegory (Art) Interactive art Symbolism Dwellings Gambling", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "carving (processes) painting (image-making)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}