{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_4" : "it states \"\"London. Printed for Rob Sayer & Jn. Bennett NA", "subject_terms_3" : "are stated on the upper left hand side of the chart. The words \"\"By Joseph Huddart\"\" are displayed in all three sections of the chart. The title of the top section at the right hand side of the chart states \"\"Plan of Rat Island\"\". The title of the bottom section at the right hand side of the chart states \"\"Plan of Poolo Bay\"\". At the bottom of the chart East India Company", "context_2" : "colonial settlements NA", "materials_name" : "paper (fiber product) paper (fiber product)", "creator_2" : "Captain Joseph Huddart Laurie & Whittle Captain Joseph Huddart", "object_work_type" : "aquatints (prints) marine charts navigation charts nautical charts", "inscriptions" : "", "object_colour" : "white (colour) black-and-white (colours)", "context_18" : "NA NA", "physical_appearance" : "\"This marine chart is rectangular in shape and its perimeter is marked by a black line. The chart is divided into three sections, with one part occupying the left half while the right side is halved into two smaller areas. There are two different sets of scales used in this map, with 1 : 5 Nautical miles being used for the larger section and 1 : 1 Nautical mile for both the smaller sections. The title, \"\"A Chart of the West Coast of Sumatra\"\" This is a chart of the West coast of Sumatra.  It also has a plan of Poolo Bay, and that of Rat Island. These have been charted by Joseph Huddart.", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "NA This chart of the southwestern coast of Sumatra was published by Laurie & Whittle, a commercial publisher of sea charts in the late eighteenth and early nineteeth centuries. Depicting the British East India Company (EIC) harbour of Bencoolen, the chart was based on the navigational work of Captain Joseph Huddart, hydrographer for the EIC.", "preference" : "main main", "context_6" : "NA NA", "creator_1" : "Huddart, Joseph, 1741 - 1816 Laurie & Whittle Huddart, Joseph, 1741-1816", "context_1" : "Map & Sea Chart sellers. N°. 53 Fleet Street as the Act directs. 20 April 1778. There are longitudes present in all the sections of the chart.\" NA", "edition_description" : "NA NA", "title_language" : "", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "A Chart of the West Coast of Sumatra A Chart of the West Coast of Sumatra", "inscription_language" : "", "creation_date" : "1790s 1790s", "subject_terms_1" : "and its sub-title islands (landforms) bays (bodies of water) maps (documents) coastlines  hydrography", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "East India Company NA", "context_8" : "NA NA", "creator_role" : "hydrographers publishers hydrographers", "context_20" : "NA NA", "styles_periods_indexing_terms" : "NA NA", "accession_no_csv" : "2017-00051", "shape" : "rectangular Rectangular", "creation_place_original_location" : "London (England) London (England)", "subject_terms_2" : "\"\"From Old Bencoolen to Buffaloe Point containing the Road of Bencoolen and Poolo Bay\"\" prints East India Company Nautical charts Colonization Sumatra (Indonesia) Bengkulu (Indonesia) Islands Coasts East India Company  Laurie & Whittle  Nautical charts Hydrography  Coasts Sumatra (Indonesia)", "Image" : "", "context_3" : "Aquatint NA", "context_9" : "NA NA", "techniques_name" : "aquatint (printing process) copper engraving (printing process)", "scale_type" : "1 : 1 Nautical Mile 1 : 5 Nautical Miles NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}