{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Chinese ink painting visual arts", "context_2" : "NA", "materials_name" : "Chinese ink paper (fiber product)", "creator_2" : "Fan, Chang Tien", "object_work_type" : "ink wash paintings", "inscriptions" : "", "object_colour" : "black-and-white (colours)", "context_18" : "NA", "physical_appearance" : "\"This chinese ink painting of a bamboo and a rock has been executed in a one-colour (yi se biao) style. While the leaves of the bamboo were painted with a wet brush, its stalk and the rock were done with both wet and dry brushes.  In particular, the outline of the rock was drawn in a \"\"flying white\"\" technique where pressure has been applied such that the hairs of the brush separate to reveal streaks of white spaces in the stroke itself. Strokes are then added to produce a less defined effect by utilizing a \"\"bands dragged in mud\"\" technique. \"", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "\"As one of the most influential pioneer artists in local art scene, Fan Chang Tien(1907-1987) was significant in shaping the direction for the modern development of ink painting in Singapore. During the 1920s, Fan studied in Shanghai Xin Hua Art Academy and then Shanghai Changming Academy of Art. He was taught by renowned Shanghai school artists such as Wang Geyi, Wang Yiting, Zhu Wenyun and Pan Tianshou. Fan arrived in Singapore in 1956 and began teaching art in Chung Cheng High School and Whampoa Secondary School respectively. Over decades, the artist nurtured a group of ink painters, and some of them become the leading figures of modern ink innovation in Singapore such Chua Ek Kay, Tan Oe Pang and Chen Kezhan. \r\n\r\nFan is specialised in the \"\"xiey\"\"i style (an expressive and sketchy style of Chinese ink painting) Chinese painting.  This is one of his best works representing the subjects of bamboo and rock. The compositional emphasis on the rock in front and the seasoned brushstrokes convey the strong spirit of a literati mind.   \"", "preference" : "main alternate", "context_6" : "NA", "creator_1" : "Fan, Changqian, 1907-1987", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Yong Bamboo and Rock  ????", "inscription_language" : "", "creation_date" : "1973", "subject_terms_1" : "bamboo (plant)  Wen ren  inscriptions rock (inorganic material)  running script", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "artists (visual artists)", "context_20" : "NA", "styles_periods_indexing_terms" : "Chinese (culture or style) xieyi", "accession_no_csv" : "2017-00318", "shape" : "Rectangular", "creation_place_original_location" : "NA", "subject_terms_2" : "Bamboo in art Inscriptions, Chinese  Ink painting, Chinese rocks  Chinese language Writing Xing style", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "xieyi dry-brush painting painting (image-making)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}