{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Rivers visual arts  oil painting  mother", "context_2" : "NA", "materials_name" : "oil paint (paint)  canvas board", "creator_2" : "Emiria Soenassa", "object_work_type" : "oil paintings (visual works)  canvas paintings", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "This painting depicts a scene of a mother bathing her children in the river. Adopting a triangular composition, the mother strategically occupies the central position and is of a larger size than the other figures (albeit logically so). Baring her breasts, she hunches over slightly to wash the baby in her arms, whilst the other two children are left to care for themselves. A bucket of linen is placed in front of the mother. The branches of a tree cut diagonally on the upper left towards the centre, skillfully shaping the outline of the river. The backing which the painting has been mounted on and framed within shows signs of browning.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "As a sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) , Emiria Soenassa is a pioneering modern artist from Indonesia.  An Irian shaman with a mask-like face and piercing gaze is shown embracing the magical birds, with one of them abou to take flight.  The dreamy imaginative qualities of the work is emphasised through the stark contrast between dark and bright hues and the magical transformation of the man's hand to an earthy foot.  As a self-proclaimed princess from the island Sultanate of Tidore, Emiria advocated for Papuan independence from the Dutch.  Painted one year before the UN Roundtable Conference to discuss the handover of sovereignty over Papuan region from the Dutch to Indonesian government, this work may be associated with her political inclination. \r\n", "preference" : "main alternate", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Bathing in the River Mandi di Sungai", "inscription_language" : "", "creation_date" : "1950", "subject_terms_1" : "bathers bathing (hygienic activity)  rivers genre (visual works)  mothers", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "artists (visual artists)", "context_20" : "NA", "styles_periods_indexing_terms" : "NA", "accession_no_csv" : "2017-00240", "shape" : "Square", "creation_place_original_location" : "Indonesia", "subject_terms_2" : "Infants Bathing  Rivers Genre painting  Mother and child", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "painting (image-making)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}