{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "", "subject_terms_3" : "visual arts  Decorative arts Ceramics", "context_2" : "NA", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "creator_2" : "NA", "object_work_type" : "porcelain (visual works)  dishes (object genre)  Ceramics (object genre)", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "This is a Ming dynasty Zhangzhou ware, evidenced by the grit on the base of the dish. The upper and lower rim of its exterior surface is decorated with simple blue lines, while its interior decorative scheme is composed of floral motifs and sprays segmented in three concentric bands.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "This dish is decorated with floral sprays arranged in three concentric bands. The thick potting, sketchily-rendered decoration and gritty base of this dish indicates that it was produced at the Zhangzhou kilns in Fujian province. Grit often adhered to the foot of Zhangzhou wares as the pieces were placed directly on the coarse sand (spread on the bottom of the saggar) while they were still wet with glaze. Zhangzhou wares, which are distinguished by their free and vigorous style of painted decoration, were a popular type of ceramics made for export during the late Ming dynasty.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Blue and white dish with floral decoration", "inscription_language" : "", "creation_date" : "MIng dynasty, 16th century", "subject_terms_1" : "porcelain paintings (visual works)  symbolism  floral patterns  freehand drawings (drawings)  Chinese export porcelain", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "Ming (culture, period, and styles)  Chinese ceramics styles  Chinese export (ceramics style)", "accession_no_csv" : "2017-00263", "shape" : "concave", "creation_place_original_location" : "Zhangzhou Shi (China). Tong ji ju", "subject_terms_2" : "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China trade porcelain  China painting", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}