{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "", "subject_terms_3" : "Heritage and Culture", "context_2" : "NA", "materials_name" : "wood (plant material) calcium hydroxide", "creator_2" : "NA", "object_work_type" : "carvings (visual works) calendars (documents by form)", "inscriptions" : "", "object_colour" : "dark brown", "context_18" : "NA", "physical_appearance" : "This is a wood carving of a Balinese calendar. It is carved with a loop on an elongated neck on the left. Along the bottom, there is a single row of drilled holes. The face of the plank is engraved with 210 squares. The squares are marked with a series of crosses and circles, with some marked with a small stud. The edges of the engraving are whitened and highlighted. The calendar looks slightly worn out.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "Calendars were used on Bali and Lombok to determine the correct time for festivals, rituals associated with rice planting, and horoscopes. Calendars were either painted on cotton cloth, or carved from wooden boards as with the example here. \r\nThe front of this board is entirely engraved with 210 squares (seven days by thirty weeks - this being a full year in the Balinese Pawukon calendar of 210 days) and these are marked with a series of crosses and circles. Some of the squares are also marked with small metal studs. The reverse is engraved with 35 squares (seven days by five weeks for the Balinese\/Lombok month of 35 days). The engraving is highlighted with lime powder which has been rubbed into the depressions.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Carved Wooden Pawukon Calendar with Lime Highlights", "inscription_language" : "", "creation_date" : "Early 20th Century", "subject_terms_1" : "Balinese ways of life customs (social concepts)", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "Balinese", "accession_no_csv" : "2017-00615", "shape" : "irregular", "creation_place_original_location" : "Bali (Indonesia : Province)", "subject_terms_2" : "Wood-carving Calendars Balinese (Indonesian people) Lifestyles Manners and customs", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "woodcarving", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}