{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Batik Peranakan costumes", "context_2" : "NA", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "sarongs batik art", "inscriptions" : "", "object_colour" : "multicolored", "context_18" : "NA", "physical_appearance" : "This is a batik sarong. It features a repeated motif of large bouquets of European flowers interspersed with butterflies and birds. The background is decorated with small secondary motifs of leaves and geometric patterns. The top and bottom of the batik is bordered by a scrolling floral pattern.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "The buketan design, comprising large bouquets of European flowers interspersed with butterflies and birds, is repeated on this sarong.  Bouquets of calla lily are shown on both the brown kepala (broad vertical panel of the sarong) and badan (‘body’ or main design feature).  The artist, Oey Djien Nio (1929-1987) used a variety of intricate filler motifs (isen-isen) on the calla lily petals, giving depth to the overall design.  Interesting background motifs, such as the tiny castles on the cream badan are also depicted.  This batik comes from the family collection of Oey Djien Nio, the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Liem Siok Hien Kudus”.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Sarong", "inscription_language" : "", "creation_date" : "1950-1965", "subject_terms_1" : "Peranakan folk costume foliage (motif) cultural diffusion", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "textile designers", "context_20" : "NA", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00374", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "batik", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}