{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "", "subject_terms_3" : "visual arts  Decorative arts Ceramics", "context_2" : "NA", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "creator_2" : "NA", "object_work_type" : "porcelain (visual works)  Ceramics (object genre)  teacups", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "This is a pair of blue white tea cups painted with the mythological beast, qilin. Though painted with simple clean strokes with a fine brush, its features such as the bushy tail and hooves are distinctively visible.  The cobalt blue ink wash however, spills out of the figure's outlines. The potting is thin; testament to its refined quality. Encrustation can be found at the base of 001.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "This delicately-potted pair of teacups are painted with mythical creatures that appear to be the qilin. The imaginary beast, which was thought to possess the physical attributes of various animals, was highly popular in Chinese art and culture. Although the qilin on this pair of teacups are rather sketchily painted, some of these features can still be discerned, such as the hooves and bushy tail. The qilin was very auspicious as it is believed to embody attributes such as benevolence, longevity and the bearing of illustrious offspring.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Blue and white teacups with qilin motif", "inscription_language" : "", "creation_date" : "1644-1911", "subject_terms_1" : "legendary beings  qilin porcelain paintings (visual works)  freehand drawings (drawings)  symbolism", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "Qing (dynastic styles and periods)  Chinese ceramics styles", "accession_no_csv" : "2017-00275-001 and 002", "shape" : "circular", "creation_place_original_location" : "China", "subject_terms_2" : "Mythical beasts Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Qilin", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}