{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Batik Peranakan costumes", "context_2" : "NA", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "folk costume batik art", "inscriptions" : "", "object_colour" : "multicolored", "context_18" : "NA", "physical_appearance" : "This is a batik kain panjang. The design features elongated triangles at both ends of the kain panjang, against a dark background with rosette patterns. The middle section of the kain panjang is decorated with large lotus blooms and small stylized birds and insects. There are no signatures seen on this batik kain panjang.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "Swirling branches of lotus blooms interspersed with mythical winged animals and birds within embellish the main design field (badan) of this kain panjang.  A row of opposing triangles (tumpal) appear on both ends, and they form the spilt kepalas of this batik.  The tumpals are decorated with centipedes and floral motifs rendered in Chinese style.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Kain panjang", "inscription_language" : "", "creation_date" : "Late 19th-early 20th century", "subject_terms_1" : "Peranakan flower (motif) birds (motifs) foliage (motif)", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "textile designers", "context_20" : "NA", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00336", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "batik", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}