{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Installation art Photography", "context_2" : "NA", "materials_name" : "nylon polyvinyl chloride paper (fiber product)", "creator_2" : "Bounpaul Phothyzan", "object_work_type" : "installations (visual works) prints (visual works)", "inscriptions" : "", "object_colour" : "multicolored", "context_18" : "NA", "physical_appearance" : "This photo installation depicts three red cloth-house sculptures, photographed against a backdrop of rural Laotian landscape. The three red houses are positioned in the center, surrounded by a large field. There are three farmers seen in the photograph beside one of the houses.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "The works by Bounpaul Phothyzan go against the typical grain of contemporary thought and art production in Laos. ‘Red House’ is a photo installation that comprises 5-framed photographs and a red cloth-house sculpture. Three red cloth wrapped house-structures are photographed against a backdrop of rural Laotian landscape. Used to symbolize the three red ‘houses’ of communism in the region – China, Vietnam and Laos, this work casually accesses the influence of China and Vietnam in Laos through the documenting of its changing scenery. In one image, we can imagine ourselves bearing witness to the crude unfurling of sky rise buildings that Chinese investment companies have been backing in under-tapped Laos. The bizarreness of sky scrapers as they abruptly punctuate the horizon line are significant as a demonstration of how China is attempting to gain a footing into Southeast Asia: swiftly and crudely. The polished and poetic capturing of ‘Red House’ belies the expansive socio- and geo-political influences China and Vietnam have on Laos.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Red House", "inscription_language" : "", "creation_date" : "2016", "subject_terms_1" : "mixed media allegory (artistic device) symbolism communism photographs", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "artists (visual artists)", "context_20" : "NA", "styles_periods_indexing_terms" : "NA", "accession_no_csv" : "2017-00794", "shape" : "irregular", "creation_place_original_location" : "Laos", "subject_terms_2" : "Installations (Art) Mixed media (Art) Allegory (Art) Symbolism Laos History Communism Photographs China Southeast Asia", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "photography (process) printing (process)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}