{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Batik", "context_2" : "NA", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "textiles (visual works) batik art", "inscriptions" : "", "object_colour" : "multicolored", "context_18" : "NA", "physical_appearance" : "This is a batik panel. It features the image of a woman surrounded by clouds and lotuses. The woman is dressed in an elaborate long robe, adorned with flowy scarves, and is shown drifting amongst the cloud forms. The lotuses surround her in a U-shape along the bottom. There is a signature at the bottom-right of the batik cloth.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "A woman shown drifting amidst clouds is the central design feature of this batik.  She wears an elaborate long robe that is adorned with flowy scarves.  Her robe is decorated with designs that mirror the wispy cloud forms and lotuses along the sides of the batik.  This is possibly a gift as it is signed “From Mr and Mrs Liem Siok Hien”.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Batik panel", "inscription_language" : "", "creation_date" : "1948", "subject_terms_1" : "Peranakan cloth depictions (visual works) flower (motif) gifts panels (costume components)", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "textile designers", "context_20" : "NA", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00416", "shape" : "square (shape)", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Peranakan (Asian people) Motifs Gifts", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "batik", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}