{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "", "subject_terms_3" : "Hinduism Religious life and practices  visual arts  watercolour painting", "context_2" : "NA", "materials_name" : "paper (fibre product) watercolour (paint) watercolour paper", "creator_2" : "NA", "object_work_type" : "watercolours (paintings)", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "This watercolour painting depicts a scene from the Devi Mahatmya (Glory of the Goddess). Surrounding the central goddess figure are various gods. They are adorned with crowns and are of different skin colours. Swift strokes of differing thickness emanate from the circle of gods towards the central figure, contributing to the culmination of her bodily form.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "The painting depicts a scene from the Devi Mahatmya (Glory of the Goddess), written between fifth and sixth century as part of the Markandeya Purana. The text indicates that all goddesses are in fact different aspects of one, ultimate goddess. She is said to have emerged from the combined energy of all the gods. \r\n\r\nThe story states that Indra and the other gods had been expelled from their heaven by the buffalo-headed demon Mahishasura, and they appealed to Vishnu and Shiva for help. The anger of all the gods is channelled into pure energy that unites into a female form, thus creating the Great Goddess. She goes on to kill the buffalo demon Mahishasura, and the gods are restored to Indra’s heaven. \r\n\r\nThe main Hindu gods are recognisable, ash-white Shiva, Indra covered in eyes, and blue Vishnu on the left, with four-headed Brahma on the right. The blank background indicates that the event happens outside of space and time. \r\n", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "The Goddess emanates from the essence of all the gods", "inscription_language" : "", "creation_date" : "NA", "subject_terms_1" : "religious art religious characters religious concepts  religious texts religious visual works religious symbolism  deities", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "NA", "context_20" : "NA", "styles_periods_indexing_terms" : "Indian (South Asian)", "accession_no_csv" : "2017-00258", "shape" : "rectangular", "creation_place_original_location" : "Himachal Pradesh (India)", "subject_terms_2" : "Puranas. Markandeyapurana. Devimahatmya Religious art Hindu gods Hindu goddesses Hindu symbolism  Indra (Hindu deity)  Gods", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "watercolour painting (technique)", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}