{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Batik Peranakan costumes", "context_2" : "NA", "materials_name" : "cotton (textile)", "creator_2" : "Kok Sing Oey", "object_work_type" : "sarongs batik art", "inscriptions" : "", "object_colour" : "multicolored", "context_18" : "NA", "physical_appearance" : "This is a batik sarong. It features a repeated pattern of large bouquets of European flowers interspersed with butterflies and birds. The background is fuchsia pink. The top and bottom of the batik is bordered with floral scrolls There is no signature seen on this batik sarong.", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "The buketan design, comprising large bouquets of European flowers interspersed with butterflies and birds, is repeated on this sarong.  Set against a plain fuchsia pink ground, the artist depicts birds in white and light pink dye as secondary motifs for this sarong.  This batik comes from the family collection of Oey Kok Sing (1896-1966), the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular, exudes a strong sense of artistic individuality, possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.  This piece is signed “Nj Oey Kok Sing “.", "preference" : "main", "context_6" : "NA", "creator_1" : "NA", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Sarong", "inscription_language" : "", "creation_date" : "Early 20th century", "subject_terms_1" : "Peranakan folk costume flower (motif) birds (motifs) cultural diffusion", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "textile designers", "context_20" : "NA", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00349", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "batik", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}