{"context_23" : "NA", "context_24" : "NA", "subject_terms_4" : "NA", "subject_terms_3" : "Force 136 (Guerilla movement) History  Tan, Chong Tee war personalities  Surrender of Japan, 1945 1942-1945 Japanese Occupation", "context_2" : "NA", "materials_name" : "paper (fiber product)", "creator_2" : "Tan Chong Tee", "object_work_type" : "document (object genre) memoirs", "inscriptions" : "", "object_colour" : "multicoloured", "context_18" : "NA", "physical_appearance" : "This text is written in Chinese in blue and red ink on Chinese foolscap. The top left corner is folded in and the text has numerous cancellations and insertions. The text is divided into several sections; the first being 35? in blue, the second being a continuation from page 35 in red (which marks the end of 9A, and the last quarter of text (half in red and half in blue that marks the beginning of 9B).", "context_22" : "NA", "context_14" : "NA", "context_11" : "NA", "sgcool_label_text" : "These documents and photographs belong to a larger part of a collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the late 1980s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.\r\n", "preference" : "alternate main", "context_6" : "NA", "creator_1" : "Chen, Chongzhi, 1916-  Tan, Chong Tee", "context_1" : "NA", "edition_description" : "NA", "title_language" : "", "context_19" : "NA", "context_21" : "NA", "context_15" : "NA", "context_5" : "NA", "title_text" : "Reflections of Tan Chong Tee: Letters, Notes, and Photographs Reflections of Tan Chong Tee: Memoir", "inscription_language" : "", "creation_date" : "NA", "subject_terms_1" : "resistance movements  guerilla warfare local histories armed forces  Chinese scripts prisoners of war  world wars", "context_16" : "NA", "context_10" : "NA", "context_4" : "NA", "context_8" : "NA", "creator_role" : "authors", "context_20" : "NA", "styles_periods_indexing_terms" : "NA", "accession_no_csv" : "2017-00145-141", "shape" : "Rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Force 136 (Guerilla movement) War resistance movements  Guerillas  Local history Armed Forces  Great Britain. Army. Force 136 Writing  Chinese characters  Chen, Chongzhi, 1916-  Prisoners of war  Capitulations, Military World War, 1939-1945", "Image" : "", "context_3" : "NA", "context_9" : "NA", "techniques_name" : "handwriting", "scale_type" : "NA", "context_13" : "NA", "context_7" : "NA", "context_12" : "NA", "context_17" : "NA"}