{"subject_terms_3" : "Bose, Subhas Chandra Indian National Army (Singapore) Indian National Army Monument Site periodicals", "materials_name" : "paper (fiber product)", "object_work_type" : "clippings (information artifacts) speeches (documents)", "object_colour" : "black-and-white prints (prints on paper)", "physical_appearance" : "This clipping is a page from the periodical 'The Orient Illustrated Weekly' published on 7 April 1946. The title is printed on the top-left of the page. The text is a printed statement from Netaji Subhas Chandra Bose. There are four black-and-white photographs with captions. The edges of the page are torn, especially along the right.", "sgcool_label_text" : "Prior to the World War II period, Indians in Singapore and Malaya retained strong political, sentimental and economic ties with their home country. Anti-colonial thoughts and actions, inspired by the “call for freedom” in India, resonated in the region too. Radio broadcasts, newspaper reports and visits by nationalist leaders strengthened the nationalistic mood among the migrant Indian community. The Indian National Army and Netaji Subhas Chandra Bose brought to the fore this spirit of nationalism. This collection provides rare documentary evidence of the involvement of the region's Indian community in the Indian National Army and the Indian Independence League, the army's fund raising arm. This is a group of war time photographs, newspapers, magazines and ephemera collected by the sixth president of Singapore, Mr.S.R.Nathan.", "preference" : "alternate main", "title_text" : "The Orient Netaji's Speeches and Statements", "creation_date" : "4\/7\/46", "subject_terms_1" : "nationalism Indian (South Asian) speeches (documents) periodicals", "accession_no_csv" : "2014-00510", "shape" : "rectangular", "creation_place_original_location" : "Singapore Malaya India", "subject_terms_2" : "National liberation movements self-determination, national Nationalism Anti-imperialist movements Indian National Army Provisional Government of Free India Independence movements Bose, Subhas Chandra, 1897-1945 Burma Periodicals", "techniques_name" : "printing processes"}