{"id":"2014-00285","title":"Photography Album (donation from Anthony Robert Saint Claire)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2014-00285\nImage:\nobject_work_type:black-and-white photographs colour photographs photograph albums documents (object genre)\ntitle_text:Photography Album (donation from Anthony Robert Saint Claire)\npreference:main\ntitle_language:\ncreator_2:Robert Arthur Polglaze\ncreator_1:Not indicated\ncreator_role:photographers\ncreation_date:1940s\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular squares (geometric figures)\nmaterials_name:paper (fiber product)\ntechniques_name:printing (process) photographic processes\nobject_colour:grey monochrome multicoloured\nphysical_appearance:\\The image displays a photograph album\n together with numerous photographs arranged and spread out into two rows. The front cover of the album is red in colour and the spine is black. There is a yellow string running through the spine. \\\\Photo album\\\\ is stated in black font on the front of the photograph album cover. The cover looks worn out at the edges. \\\nsubject_terms_1:photographs buildings (structures) bodies of water (natural) seashores natural landscapes hotels (public accommodations) boats high-rise buildings watercraft street scenes land vehicles residential structures mercantile buildings national monuments world wars military personnel prisoners of war prisons (buildings) prisoner-of-war camps colonial cities group portraits double portraits Chinatowns\nsubject_terms_2:Black-and-white photography Colour photography Photograph albums Buildings Bodies of water Bodies of water Seashore Landscape photography Landscapes Hotels Boats and boating Tall buildings Vehicles Shophouses National monuments World War\n 1939 - 1945 Japan. Rikugun Great Britain\n Army Capitulations\n Military Prisoner of war Cityscapes Colonial cities Portraits\n Group Portrait photography Soldiers Chinatowns\nsubject_terms_3:Photography Buildings Landscape photography Waterways National monuments Surrender of Japan\n 1945 Wars Chinatown (Singapore) Rail transport (Stations) Temples Singapore River Harbours Parks and gardens Churches Military transportation\ncontext_1:varies\ncontext_2:varies\ncontext_3:varies\ncontext_4:varies\ncontext_5:varies\ncontext_6:varies\nsgcool_label_text:This photo album contain various images of Singapore that were taken during Robert Arthur Polglaze\\u0027s time in Singapore during the 1940s. Polglaze signed with the Judge Advocate General\\u0027s section when was 16 years old\n and was posted to Singapore about a year later. He was posted to Singapore during the latter stages of the Japanese Occupation\n as he was present in the room of the Japanese Surrender as seen in some of the photographs of the surrender proceedings. Other photographs in the album also include scenes of the Singapore River\n Katong and Collyer Quay.","createdDate":"20201119143404","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2014-00285","Image":"","object_work_type":"black-and-white photographs colour photographs photograph albums documents (object genre)","title_text":"Photography Album (donation from Anthony Robert Saint Claire)","preference":"main","title_language":"","creator_2":"Robert Arthur Polglaze","creator_1":"Not indicated","creator_role":"photographers","creation_date":"1940s","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular squares (geometric figures)","materials_name":"paper (fiber product)","techniques_name":"printing (process) photographic processes","object_colour":"grey monochrome multicoloured","physical_appearance":"\"The image displays a photograph album, together with numerous photographs arranged and spread out into two rows. The front cover of the album is red in colour and the spine is black. There is a yellow string running through the spine. \"\"Photo album\"\" is stated in black font on the front of the photograph album cover. The cover looks worn out at the edges. \"","subject_terms_1":"photographs buildings (structures) bodies of water (natural) seashores natural landscapes hotels (public accommodations) boats high-rise buildings watercraft street scenes land vehicles residential structures mercantile buildings national monuments world wars military personnel prisoners of war prisons (buildings) prisoner-of-war camps colonial cities group portraits double portraits Chinatowns","subject_terms_2":"Black-and-white photography Colour photography Photograph albums Buildings Bodies of water Bodies of water Seashore Landscape photography Landscapes Hotels Boats and boating Tall buildings Vehicles Shophouses National monuments World War, 1939 - 1945 Japan. Rikugun Great Britain, Army Capitulations, Military Prisoner of war Cityscapes Colonial cities Portraits, Group Portrait photography Soldiers Chinatowns","subject_terms_3":"Photography Buildings Landscape photography Waterways National monuments Surrender of Japan, 1945 Wars Chinatown (Singapore) Rail transport (Stations) Temples Singapore River Harbours Parks and gardens Churches Military transportation","context_1":"varies","context_2":"varies","context_3":"varies","context_4":"varies","context_5":"varies","context_6":"varies","sgcool_label_text":"This photo album contain various images of Singapore that were taken during Robert Arthur Polglaze\u0027s time in Singapore during the 1940s. Polglaze signed with the Judge Advocate General\u0027s section when was 16 years old, and was posted to Singapore about a year later. He was posted to Singapore during the latter stages of the Japanese Occupation, as he was present in the room of the Japanese Surrender as seen in some of the photographs of the surrender proceedings. Other photographs in the album also include scenes of the Singapore River, Katong and Collyer Quay."},"nlpDate":"20201119143404","connectorId":0,"tags":{}}