{
  "subject_terms_4": "history paintings",
  "subject_terms_3": "a British officer and a sultan sits on a seat. They are being fanned by a person standing behind them. The elephant is being guided by another men sitting on its neck. There is a tall building with three flags at the background on the right hand side of the artwork. \" 1819-1826 Founding and early years Colonial administrators East India Company",
  "context_2": "Visual arts",
  "materials_name": "paint (coating) paper (fiber product)",
  "creator_2": "R.  Canto Woodville Illustrated London News, 1902",
  "object_work_type": "prints (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "\"The image depicts a rectangular print. The style and artist of the print, \"\"The British Dominons Beyond The Seas - No. XVIII: Singapore \"\" and \"\"Drawn by R. Caton Woodville\"\"",
  "preference": "main",
  "context_6": "18240802",
  "creator_1": "Woodville, Richard Caton, 1856 - 1927 Illustrated London news",
  "context_1": "prints",
  "context_5": "treaties",
  "title_text": "The British entering Singapore after its cession in 1824",
  "creation_date": "1902",
  "subject_terms_1": "are stated at the top centre of the artwork. \"\"R. Caton Woodville 1902.\"\" is indicated at the bottom left hand corner of the artwork. The title of the print colonial settlements colonists indigenous people",
  "context_4": "The print depicts the entry of the British into Singapore after the 1824 Treaty of Friendship and Alliance was signed between the East India Company (EIC) and the sultans of Johor",
  "context_8": "18240802",
  "creator_role": "painters (artists) publishers",
  "accession_no_csv": "2014-00351",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "\"\"The British Entering Singapore After Its Cession in 1824\"\" is stated below the artwork. There are three lines of text lines of text explaining the importance of Singapore as a trading hub for the British imperialists and the key historical events which led to her being colonized are stated. The painting depicts a large group of indigenous people who are mostly looking towards the background of the painting. There are several horses and an elephant travelling from the east to the west. Atop the elephant Painting Singapore Colonization colonial administrators Annexation (International law) East India Company Indigenous people",
  "context_9": "Fort Canning Hill",
  "techniques_name": "painting (image-making) printing processes",
  "context_7": "18240802"
}