{
  "id": "2014-00510",
  "title": "Netaji\u0027s Speeches and Statements The Orient",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2014-00510\n\n  Image: \n\n  object_work_type: speeches (documents) clippings (information artifacts)\n\n  title_text: Netaji\\u0027s Speeches and Statements The Orient\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 4/7/46\n\n  creation_place_original_location: India Singapore Malaya\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: printing processes\n\n  object_colour: black-and-white prints (prints on paper)\n\n  physical_appearance: This clipping is a page from the periodical \\u0027The Orient Illustrated Weekly\\u0027 published on 7 April 1946. The title is printed on the top-left of the page. The text is a printed statement from Netaji Subhas Chandra Bose. There are four black-and-white photographs with captions. The edges of the page are torn\n especially along the right.\n\n  subject_terms_1: speeches (documents) periodicals Indian (South Asian) nationalism\n\n  subject_terms_2: Periodicals Anti-imperialist movements Independence movements National liberation movements Provisional Government of Free India Nationalism Bose\n Subhas Chandra\n 1897-1945 self-determination\n national Burma Indian National Army\n\n  subject_terms_3: Indian National Army Monument Site Indian National Army (Singapore) Bose\n Subhas Chandra periodicals\n\n  sgcool_label_text: Prior to the World War II period\n Indians in Singapore and Malaya retained strong political\n sentimental and economic ties with their home country. Anti-colonial thoughts and actions\n inspired by the “call for freedom” in India\n resonated in the region too. Radio broadcasts\n newspaper reports and visits by nationalist leaders strengthened the nationalistic mood among the migrant Indian community. The Indian National Army and Netaji Subhas Chandra Bose brought to the fore this spirit of nationalism. This collection provides rare documentary evidence of the involvement of the region\\u0027s Indian community in the Indian National Army and the Indian Independence League\n the army\\u0027s fund raising arm. This is a group of war time photographs\n newspapers\n magazines and ephemera collected by the sixth president of Singapore\n Mr.S.R.Nathan.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2014-00510",
    "Image": "",
    "object_work_type": "speeches (documents) clippings (information artifacts)",
    "title_text": "Netaji\u0027s Speeches and Statements The Orient",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "4/7/46",
    "creation_place_original_location": "India Singapore Malaya",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "printing processes",
    "object_colour": "black-and-white prints (prints on paper)",
    "physical_appearance": "This clipping is a page from the periodical \u0027The Orient Illustrated Weekly\u0027 published on 7 April 1946. The title is printed on the top-left of the page. The text is a printed statement from Netaji Subhas Chandra Bose. There are four black-and-white photographs with captions. The edges of the page are torn, especially along the right.",
    "subject_terms_1": "speeches (documents) periodicals Indian (South Asian) nationalism",
    "subject_terms_2": "Periodicals Anti-imperialist movements Independence movements National liberation movements Provisional Government of Free India Nationalism Bose, Subhas Chandra, 1897-1945 self-determination, national Burma Indian National Army",
    "subject_terms_3": "Indian National Army Monument Site Indian National Army (Singapore) Bose, Subhas Chandra periodicals",
    "sgcool_label_text": "Prior to the World War II period, Indians in Singapore and Malaya retained strong political, sentimental and economic ties with their home country. Anti-colonial thoughts and actions, inspired by the “call for freedom” in India, resonated in the region too. Radio broadcasts, newspaper reports and visits by nationalist leaders strengthened the nationalistic mood among the migrant Indian community. The Indian National Army and Netaji Subhas Chandra Bose brought to the fore this spirit of nationalism. This collection provides rare documentary evidence of the involvement of the region\u0027s Indian community in the Indian National Army and the Indian Independence League, the army\u0027s fund raising arm. This is a group of war time photographs, newspapers, magazines and ephemera collected by the sixth president of Singapore, Mr.S.R.Nathan."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}