{"id":"2014-00511","title":"The Orient Our Humble Homage","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2014-00511\nImage:\nobject_work_type:clippings (information artifacts) pages (components)\ntitle_text:The Orient Our Humble Homage\npreference:alternate main\ntitle_language:\ncreation_date:2/8/88\ncreation_place_original_location:Singapore Malaya India\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:printing processes\nobject_colour:black-and-white prints (prints on paper)\nphysical_appearance:This clipping is a page from the periodical \\u0027The Orient Illustrated Weekly\\u0027. The text is bordered by a thin black line. The title is printed at the top of the page. The text is presented in a single column at the center of the page\n with a byline at the bottom. There are a few tears along the spine of the publication.\nsubject_terms_1:Indian (South Asian) eulogies periodicals\nsubject_terms_2:Ghandi\n Mahatma\n 1869-1948 India Eulogies Periodicals\nsubject_terms_3:Indian National Army Monument Site periodicals\ncontext_1:Death of Mahatma Gandhi\ncontext_2:deaths\ncontext_3:30/1/48\ncontext_4:30/1/48\ncontext_5:30/1/48\ncontext_6:India\nsgcool_label_text:Prior to the World War II period\n Indians in Singapore and Malaya retained strong political\n sentimental and economic ties with their home country. Anti-colonial thoughts and actions\n inspired by the “call for freedom” in India\n resonated in the region too. Radio broadcasts\n newspaper reports and visits by nationalist leaders strengthened the nationalistic mood among the migrant Indian community. The Indian National Army and Netaji Subhas Chandra Bose brought to the fore this spirit of nationalism. This collection provides rare documentary evidence of the involvement of the region\\u0027s Indian community in the Indian National Army and the Indian Independence League\n the army\\u0027s fund raising arm. This is a group of war time photographs\n newspapers\n magazines and ephemera collected by the sixth president of Singapore\n Mr.S.R.Nathan.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2014-00511","Image":"","object_work_type":"clippings (information artifacts) pages (components)","title_text":"The Orient Our Humble Homage","preference":"alternate main","title_language":"","creation_date":"2/8/88","creation_place_original_location":"Singapore Malaya India","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"printing processes","object_colour":"black-and-white prints (prints on paper)","physical_appearance":"This clipping is a page from the periodical \u0027The Orient Illustrated Weekly\u0027. The text is bordered by a thin black line. The title is printed at the top of the page. The text is presented in a single column at the center of the page, with a byline at the bottom. There are a few tears along the spine of the publication.","subject_terms_1":"Indian (South Asian) eulogies periodicals","subject_terms_2":"Ghandi, Mahatma, 1869-1948 India Eulogies Periodicals","subject_terms_3":"Indian National Army Monument Site periodicals","context_1":"Death of Mahatma Gandhi","context_2":"deaths","context_3":"30/1/48","context_4":"30/1/48","context_5":"30/1/48","context_6":"India","sgcool_label_text":"Prior to the World War II period, Indians in Singapore and Malaya retained strong political, sentimental and economic ties with their home country. Anti-colonial thoughts and actions, inspired by the “call for freedom” in India, resonated in the region too. Radio broadcasts, newspaper reports and visits by nationalist leaders strengthened the nationalistic mood among the migrant Indian community. The Indian National Army and Netaji Subhas Chandra Bose brought to the fore this spirit of nationalism. This collection provides rare documentary evidence of the involvement of the region\u0027s Indian community in the Indian National Army and the Indian Independence League, the army\u0027s fund raising arm. This is a group of war time photographs, newspapers, magazines and ephemera collected by the sixth president of Singapore, Mr.S.R.Nathan."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}