{"subject_terms_3" : "Portrait photography Clang, John Visual Arts", "materials_name" : "paper (fiber product) printing paper", "creator_2" : "John Clang", "object_work_type" : "photographic prints photographs", "object_colour" : "multicoloured", "physical_appearance" : "The image displays a colour photograph printed on a piece of white paper. There is a white border around the perimeter of the photograph. A man is featured in the foreground, but with his face and back facing the direction in which the photograph was captured. He has grey hair and is wearing a short-sleeved shirt and pants. The image of the man has been rubbed out and blurred, leaving a greyish figure and outline amidst the background of a street and shop signs of different colours.", "sgcool_label_text" : "Artist Statement:\r\nErasure revolves around my aged parents and parents-in-law in their seventies and their photographs taken during a family trip to Tokyo several years ago. The series title refers to my painstaking act of fading their images from the photographs with an ink eraser as a graphic portrayal of how life quietly empties itself from them. The resulting faint images becomes an urgent testimony of their slowly fading existence from this world, as well as from my life. Ironically, they are resurrected in my emotional space as reawakened memories by the very act of erasure - at once emotionally torment and intimate. Despite the joyous association of a holiday destination, this work speaks of my own uneasy anticipation of their final destination - death.\r\n\r\nThis dread extends even to the contemplation of my own death. Their fast aging faces become a reflection and questioning of my own mortality - a question I first asked myself many years ago as a child of four: what will happen to me when my parents die? This thought haunts me till this day.\r\n\r\nAbout the artist-photographer:\r\nJohn Clang is a photographer and visual artist. His fascination on time, displacement and existentialism influence his work. He held his first exhibition at 20 years old and has since participated in more than 20 solo & group exhibitions in China, France, Hong Kong, Italy, Malaysia, Singapore and the United States. In 2010, he became the first photographer in Singapore to receive the President's Designer of the Year award, which is the most prestigious design accolade in Singapore. Clang was also selected by a panel of jury from over 400 nominated entries, as one of the 30 finalists for the 2010 Sovereign Asian Art Prize.", "preference" : "main", "creator_1" : "Clang, John", "edition_description" : "Artist Print 1 of 2", "title_text" : "Erasure (1)", "creation_date" : "2011", "subject_terms_1" : "colour photographs portraits elderly", "creator_role" : "photographers", "accession_no_csv" : "2014-00336", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Portrait photography Colour photography Older people", "techniques_name" : "printing (process) photographic processes erasing"}