{"id":"2016-00295","title":"A Qur\u0027an in three volumes Qur\u0027an in three volumes","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00295\nImage:\nobject_work_type:Qur\\u0027ans\ntitle_text:A Qur\\u0027an in three volumes Qur\\u0027an in three volumes\npreference:alternate main\ntitle_language:\ncreation_place_original_location:China\nstyles_periods_indexing_terms:Chinese (culture or style)\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:polychrome ink paper (fiber product)\ntechniques_name:printing (process)\nobject_colour:multicolored\nphysical_appearance:This is a page from a Chinese-style Qur\\u0027an. The page presents a section of verses. The verses are printed in blank ink\n with a gold and multicolored\n floral motif patterned border around it. The edges of the page are slightly folded.\nsubject_terms_1:Islam calligraphy (visual works) flower (motif) cultural diffusion Arabic scripts Chinese (culture or style)\nsubject_terms_2:Qur\\u0027an Islam Motifs Culture diffusion\nsubject_terms_3:Islam\nsgcool_label_text:Conventionally\n Quranic manuscripts are presented as single volumes or as a thirty-part series where each volume is called a juz. However\n this Quran copy has been unusually bound in three volumes. The main folios contain 11 lines of text in black. The script used is a distinctly Chinese script style inspired by the tapering brushstroke forms in traditional Chinese calligraphy\n known as sini.  Each volume features different polychrome and gold illumination on the first and final bifolios. The illumination is predominantly composed of floral motifs and has been painted in a most refined and sophisticated manner. The richness of these motifs echo Chinese embroidery on silk.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00295","Image":"","object_work_type":"Qur\u0027ans","title_text":"A Qur\u0027an in three volumes Qur\u0027an in three volumes","preference":"alternate main","title_language":"","creation_place_original_location":"China","styles_periods_indexing_terms":"Chinese (culture or style)","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"polychrome ink paper (fiber product)","techniques_name":"printing (process)","object_colour":"multicolored","physical_appearance":"This is a page from a Chinese-style Qur\u0027an. The page presents a section of verses. The verses are printed in blank ink, with a gold and multicolored, floral motif patterned border around it. The edges of the page are slightly folded.","subject_terms_1":"Islam calligraphy (visual works) flower (motif) cultural diffusion Arabic scripts Chinese (culture or style)","subject_terms_2":"Qur\u0027an Islam Motifs Culture diffusion","subject_terms_3":"Islam","sgcool_label_text":"Conventionally, Quranic manuscripts are presented as single volumes or as a thirty-part series where each volume is called a juz. However, this Quran copy has been unusually bound in three volumes. The main folios contain 11 lines of text in black. The script used is a distinctly Chinese script style inspired by the tapering brushstroke forms in traditional Chinese calligraphy, known as sini.  Each volume features different polychrome and gold illumination on the first and final bifolios. The illumination is predominantly composed of floral motifs and has been painted in a most refined and sophisticated manner. The richness of these motifs echo Chinese embroidery on silk."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}