{"id":"2016-00366","title":"Coffee pot Imari porcelain coffee pot","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00366\nImage:\nobject_work_type:porcelain (visual works) coffeepots\ntitle_text:Coffee pot Imari porcelain coffee pot\npreference:alternative main\ntitle_language:\ncreation_date:late 17th to early 18th century\ncreation_place_original_location:Arita-machi (Japan)\nstyles_periods_indexing_terms:Imari\ninscriptions:\ninscription_language:\nshape:octagonal\nmaterials_name:porcelain (material) gilt paint enamel paint\ntechniques_name:firing (technique) pottery glazing (process or technique) gilding (technique)\nobject_colour:multicolored\nphysical_appearance:This is a porcelain coffee pot. It is octagonal in shape\n with a tapered body\n curved handle\n and domed cover. It is painted with multicolored enamels in the form of repeating flower motifs. The pot is fitted with gold mounts\n and sits on a four legged gold base. The tap and the tripod base are in the shape of dolphins\n while the top of the pot is shaped as a horse.\nsubject_terms_1:flower (motif) tea services exports cultural diffusion\nsubject_terms_2:Coffeepots Imari porcelain Exports Motifs cultural diffusion\nsubject_terms_3:Ceramics Decorative arts\nsgcool_label_text:This coffee pot has been decorated with European made gilded mounts. Japanese ceramics\n such as Imari wares\n were mainly introduced to Europe in the latter part of the 17th century through the trades of the Dutch East India Company. Imari porcelain was made in Arita\n and is named after the port from which they are exported\n and are known for their underglaze blue\n iron-red and gold colours. Coffee became popular in Europe around the mid-17th century which increased the demand for coffee-specific wares.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00366","Image":"","object_work_type":"porcelain (visual works) coffeepots","title_text":"Coffee pot Imari porcelain coffee pot","preference":"alternative main","title_language":"","creation_date":"late 17th to early 18th century","creation_place_original_location":"Arita-machi (Japan)","styles_periods_indexing_terms":"Imari","inscriptions":"","inscription_language":"","shape":"octagonal","materials_name":"porcelain (material) gilt paint enamel paint","techniques_name":"firing (technique) pottery glazing (process or technique) gilding (technique)","object_colour":"multicolored","physical_appearance":"This is a porcelain coffee pot. It is octagonal in shape, with a tapered body, curved handle, and domed cover. It is painted with multicolored enamels in the form of repeating flower motifs. The pot is fitted with gold mounts, and sits on a four legged gold base. The tap and the tripod base are in the shape of dolphins, while the top of the pot is shaped as a horse.","subject_terms_1":"flower (motif) tea services exports cultural diffusion","subject_terms_2":"Coffeepots Imari porcelain Exports Motifs cultural diffusion","subject_terms_3":"Ceramics Decorative arts","sgcool_label_text":"This coffee pot has been decorated with European made gilded mounts. Japanese ceramics, such as Imari wares, were mainly introduced to Europe in the latter part of the 17th century through the trades of the Dutch East India Company. Imari porcelain was made in Arita, and is named after the port from which they are exported, and are known for their underglaze blue, iron-red and gold colours. Coffee became popular in Europe around the mid-17th century which increased the demand for coffee-specific wares."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}