{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Periodicals Description and travel Cultural development Changi Airports International Pte. Ltd Periodicals Description and travel Cultural development Changi Airports International Pte. Ltd",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "Singapore Changi Airport Singapore Changi Airport",
  "object_work_type": "magazines (periodicals) magazines (periodicals)",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "\"The image displays the front cover of a magazine. It has a red border. \"\"Changi\"\" is displayed at the top. \"\"The Charm of Singapore\"\" is displayed in red below the headline. Raffles Hotel is featured on the magazine cover. To the lower right side of the cover is a picture of child leaning against and looking over a railing.\" \"The image displays the front cover of a magazine. It has a red border. \"\"Changi\"\" is displayed at the top. \"\"The Charm of Singapore\"\" is displayed in red below the headline. Raffles Hotel is featured on the magazine cover. To the lower right side of the cover is a picture of child leaning against and looking over a railing.\"",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "The Singapore Changi Airport Magazine provides a guide to tourists on the various sightseeing landmarks in Singapore. Published in August 1990, this particular edition commemorates Singapore’s Silver Jubilee as an independent nation. \r\n\r\nThis magazine features an article on how Singapore has become an international business centre and air hub, while retaining its historic charm. It sheds light on the various redevelopment projects in the Civic and Cultural District during that period, such as the restoration of the 19th century Empress Place Building and Raffles Hotel, which is featured on the magazine’s cover page. The Singapore Changi Airport Magazine provides a guide to tourists on the various sightseeing landmarks in Singapore. Published in August 1990, this particular edition commemorates Singapore’s Silver Jubilee as an independent nation. \r\n\r\nThis magazine features an article on how Singapore has become an international business centre and air hub, while retaining its historic charm. It sheds light on the various redevelopment projects in the Civic and Cultural District during that period, such as the restoration of the 19th century Empress Place Building and Raffles Hotel, which is featured on the magazine’s cover page.",
  "preference": "main main",
  "context_6": "NA NA",
  "creator_1": "Singapore Changi Airport Singapore Changi Airport",
  "context_1": "NA NA",
  "edition_description": "Not indicated Not indicated",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "The Singapore Changi Airport Magazine The Singapore Changi Airport Magazine",
  "creation_date": "Aug-90 Aug-90",
  "subject_terms_1": "travel guidebooks tourism cultural heritage travel travel guidebooks tourism cultural heritage travel",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "creators creators",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00528",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "Guidebooks Publications Tourism Voyages and travels Singapore Guidebooks Publications Tourism Voyages and travels Singapore",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "printing (process) printing (process)",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}