{
  "subject_terms_3": "Radio-Television Singapore",
  "context_2": "competitions (events)",
  "materials_name": "vinyl paper (fiber product) plastic (organic material)",
  "creator_2": "Radio Television Singapore",
  "object_work_type": "awards 45 rpm records record covers",
  "object_colour": "multicoloured",
  "physical_appearance": "\"The image shows an award, a vinyl record and its cover. The award is yellow in colour with a black base. The yellow part is shaped like a four sided star and there are two rows of Chinese characters and the year '1968' stated at its middle. The cover of the vinyl record is predominantly yellow in colour and is square in shape. The logo and initials of RTS are displayed at the bottom right hand corner of the vinyl cover. The years '1968 - 9' are displayed at the top left hand corner of the vinyl cover.Two lines of Chinese characters, one in black and the other in pink, are shown as well. The vinyl is circular in shape and its outer region is black while the inner region is blue in colour. In the inner circle of the vinyl record, the logo and the initials of RTS are displayed at the top, followed by RTS's copyright notice, the indication of '45 rpm', 'Stereo', 'Side 1', several Chinese characters, and the names 'Ahmad Jaffar' and 'C. Lazaroo'. Finally, the copyright formality of \"\"All Rights Reserved\"\" is stated at the bottom of the inner circle.\"",
  "sgcool_label_text": "This group of 3 items are related to Talentime from 1968 which was under the Radio Television Singapore. The award shaped like the RTS logo and the vinyl record with cover are important souvenirs of this popular competition - now hailed as a precursor to the Singapore idol on television.\r\nRadio Malaya started the competition called Talentime in the mid1950s.The competiion was meant as a platform to showcase musicians and this attracted many local groupos, several of whom went on to become famous.",
  "preference": "main",
  "context_6": "Singapore",
  "creator_1": "Radio-Television Singapore",
  "context_1": "Radio Television Talentime 1968 - 1969",
  "context_5": "1969",
  "title_text": "Talentime related award, vinyl record with cover (3 items)",
  "creation_date": "1968",
  "subject_terms_1": "competitions (events) phonograph records prizes television programmes",
  "context_4": "1968",
  "creator_role": "creators",
  "accession_no_csv": "2016-00187",
  "shape": "irregular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "Awards Sound recordings Sound recordings Album covers Contests Television programmes",
  "context_3": "1968 - 1969",
  "techniques_name": "forming (physical activity)"
}