{"id":"2016-00503","title":"Untitled (port)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00503\nImage:\nobject_work_type:black-and-white photographs\ntitle_text:Untitled (port)\npreference:main\ntitle_language:\ncreator_2:Kwek Leng Joo\ncreator_1:Kwek\n Leng Joo\ncreator_role:photographers\ncreation_date:2010\ncreation_place_original_location:Singapore Malaysia\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:printing (process)\nobject_colour:grey monochrome\nphysical_appearance:The image shows a photograph in black-and-white. It has a black frame and its border is white in colour. There is a black line before the border that serves as the photograph\\u0027s perimeter. At the bottom of the photograph\n three sets of railroads are visible. One of them is occupied by a train. At the middle of the photograph\n an expressway can be seen. Beyond the expressway\n a port containing numerous freight containers stacked on top of one another can be seen. Four cranes overlooking the water body are displayed as well.\nsubject_terms_1:railroads (infrastructures) trains (vehicle groupings) passenger cars (railroad cars) expressways ports (settlements) freight terminals\nsubject_terms_2:Black-and-white photography Railroads Railroad passenger cars Express highways Freight and freightage Harbours Pertadbiran Keretapi Tanah Melayu Tanjong Pagar (Singapore) Railroad trains\nsubject_terms_3:Rail transport Tanjong Pagar Railway Station Pertadbiran Keretapi Tanah Melayu Tanjong Pagar Terminal Photography Rail transport (Stations)\nsgcool_label_text:\\This image features the container terminals at Tanjong Pagar\n which the railway station is located next to. It is part of the \\\\Tracking Memories\\\\ collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00503","Image":"","object_work_type":"black-and-white photographs","title_text":"Untitled (port)","preference":"main","title_language":"","creator_2":"Kwek Leng Joo","creator_1":"Kwek, Leng Joo","creator_role":"photographers","creation_date":"2010","creation_place_original_location":"Singapore Malaysia","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"printing (process)","object_colour":"grey monochrome","physical_appearance":"The image shows a photograph in black-and-white. It has a black frame and its border is white in colour. There is a black line before the border that serves as the photograph\u0027s perimeter. At the bottom of the photograph, three sets of railroads are visible. One of them is occupied by a train. At the middle of the photograph, an expressway can be seen. Beyond the expressway, a port containing numerous freight containers stacked on top of one another can be seen. Four cranes overlooking the water body are displayed as well.","subject_terms_1":"railroads (infrastructures) trains (vehicle groupings) passenger cars (railroad cars) expressways ports (settlements) freight terminals","subject_terms_2":"Black-and-white photography Railroads Railroad passenger cars Express highways Freight and freightage Harbours Pertadbiran Keretapi Tanah Melayu Tanjong Pagar (Singapore) Railroad trains","subject_terms_3":"Rail transport Tanjong Pagar Railway Station Pertadbiran Keretapi Tanah Melayu Tanjong Pagar Terminal Photography Rail transport (Stations)","sgcool_label_text":"\"This image features the container terminals at Tanjong Pagar, which the railway station is located next to. It is part of the \"\"Tracking Memories\"\" collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore"},"nlpDate":"20201018182635","connectorId":0,"tags":{}}