{"id":"2016-00228","title":"Syrian Christian House Doorway of Syrian Christian House","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00228\nImage:\nobject_work_type:doorways\ntitle_text:Syrian Christian House Doorway of Syrian Christian House\npreference:main alternate\ntitle_language:\ncreation_date:1900 - 1999\ncreation_place_original_location:Kerala (India)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:wood (plant material) brass (alloy) metal\ntechniques_name:woodcarving metalworking woodworking\nobject_colour:brown (colour)\nphysical_appearance:The image shows a doorway. It is brown in colour. The doorway consists on a door and two steps which serves as the entrance platform. The motif of scrolls appears on the lintel\n sides\n stile\n and sill of the doorway. A cross can be seen at the middle of the lintel\n as well as at the centre of the door. A lock is located on the left hand side of the door\n and it is accompanied with chains running across to the right hand side of the door.\nsubject_terms_1:residential structures doors Saint Thomas Christian (sect) crosses (visual works) scrolls (motifs) steps (stair units)\nsubject_terms_2:Doorways Stairs Doors Saint Thomas Christians Crosses Motifs\nsubject_terms_3:Christianity\nsgcool_label_text:This is a very fine example of architecture from the Kerala region\n and is rare because of its clear association with the Syrian Christian community.\\r\\nThe Syrian Christians\n also known as Nasrani\n are one of the oldest Christian communities in the world\n tracing their conversion back to the arrival of St Thomas at Muziris in Kerala in 52 AD. The lintel of the doorway bears a carving of the St Thomas Cross or Mar Thoma Sliba\n which is an important symbol of the faith for Syrian Christians. \\r\\nThe Syrian Christian community is culturally Malayalee and follow many of the same traditions regarding clothing\n food and architecture. The doorway is typical of domestic architecture from the region. Two high steps which would have led up from the entrance platform are part of the door\n and an intact manichithrathazhu or ornate Kerala-style lock made of brass adorns the front of the door. \\r\\nThe low height of the doors would have necessitated a bending\n or bowing down before entering the household. This is a common feature in Kerala architecture\n and can be linked to the similarities to temple architecture from the region\n where the person seeking to enter has to bow respectfully before entering into the sacred space.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00228","Image":"","object_work_type":"doorways","title_text":"Syrian Christian House Doorway of Syrian Christian House","preference":"main alternate","title_language":"","creation_date":"1900 - 1999","creation_place_original_location":"Kerala (India)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"wood (plant material) brass (alloy) metal","techniques_name":"woodcarving metalworking woodworking","object_colour":"brown (colour)","physical_appearance":"The image shows a doorway. It is brown in colour. The doorway consists on a door and two steps which serves as the entrance platform. The motif of scrolls appears on the lintel, sides, stile, and sill of the doorway. A cross can be seen at the middle of the lintel, as well as at the centre of the door. A lock is located on the left hand side of the door, and it is accompanied with chains running across to the right hand side of the door.","subject_terms_1":"residential structures doors Saint Thomas Christian (sect) crosses (visual works) scrolls (motifs) steps (stair units)","subject_terms_2":"Doorways Stairs Doors Saint Thomas Christians Crosses Motifs","subject_terms_3":"Christianity","sgcool_label_text":"This is a very fine example of architecture from the Kerala region, and is rare because of its clear association with the Syrian Christian community.\r\nThe Syrian Christians, also known as Nasrani, are one of the oldest Christian communities in the world, tracing their conversion back to the arrival of St Thomas at Muziris in Kerala in 52 AD. The lintel of the doorway bears a carving of the St Thomas Cross or Mar Thoma Sliba, which is an important symbol of the faith for Syrian Christians. \r\nThe Syrian Christian community is culturally Malayalee and follow many of the same traditions regarding clothing, food and architecture. The doorway is typical of domestic architecture from the region. Two high steps which would have led up from the entrance platform are part of the door, and an intact manichithrathazhu or ornate Kerala-style lock made of brass adorns the front of the door. \r\nThe low height of the doors would have necessitated a bending, or bowing down before entering the household. This is a common feature in Kerala architecture, and can be linked to the similarities to temple architecture from the region, where the person seeking to enter has to bow respectfully before entering into the sacred space."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}