{
  "id": "2016-00311",
  "title": "Pink Chinese skirt Pink Han Chinese skirt",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00311\n\n  Image: \n\n  object_work_type: womenswear skirts (garments)\n\n  title_text: Pink Chinese skirt Pink Han Chinese skirt\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: late Qing dynasty\n\n  creation_place_original_location: China\n\n  styles_periods_indexing_terms: Han (Chinese\n culture\n style\n period)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: silk (textile) gold thread\n\n  techniques_name: sewing (needleworking technique) embroidering\n\n  object_colour: multicolored\n\n  physical_appearance: This is a skirt with pleated sides. The skirt has a brown waistband. It is made of pink patterned cloth. In the middle\n there is a panel bordered by blue floral embroidery. In the center\n there are two medallions bordered by a gold thread. In the medallions\n there is a depiction of a woman with a child in her arms\n and a man in official robes in a garden.\n\n  subject_terms_1: flower (motif) foliage (motif) embroidery (visual works) folk costume\n\n  subject_terms_2: Motifs Skirts Ethnic costume Embroidery\n\n  subject_terms_3: Chinese costumes\n\n  sgcool_label_text: The skirt was worn with a loosely-fitted jacket. Taken together\n the two-piece ensemble was known as aoqun\n a popular form of Han Chinese dress during the Qing dynasty. The sides of the skirt are finely pleated.  Set against a gold thread background\n two medallions depict a woman holding a child in her arms and a man in official robes strolling in a garden. Skirts with pleated sides became very popular during the Qing dynasty. The fact that some skirts had as many as 100 pleats earned this type of garment the name ‘fish-scale skirt of 100 pleats’.\n",
  "createdDate": "20201125084535",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00311",
    "Image": "",
    "object_work_type": "womenswear skirts (garments)",
    "title_text": "Pink Chinese skirt Pink Han Chinese skirt",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "late Qing dynasty",
    "creation_place_original_location": "China",
    "styles_periods_indexing_terms": "Han (Chinese, culture, style, period)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "silk (textile) gold thread",
    "techniques_name": "sewing (needleworking technique) embroidering",
    "object_colour": "multicolored",
    "physical_appearance": "This is a skirt with pleated sides. The skirt has a brown waistband. It is made of pink patterned cloth. In the middle, there is a panel bordered by blue floral embroidery. In the center, there are two medallions bordered by a gold thread. In the medallions, there is a depiction of a woman with a child in her arms, and a man in official robes in a garden.",
    "subject_terms_1": "flower (motif) foliage (motif) embroidery (visual works) folk costume",
    "subject_terms_2": "Motifs Skirts Ethnic costume Embroidery",
    "subject_terms_3": "Chinese costumes",
    "sgcool_label_text": "The skirt was worn with a loosely-fitted jacket. Taken together, the two-piece ensemble was known as aoqun, a popular form of Han Chinese dress during the Qing dynasty. The sides of the skirt are finely pleated.  Set against a gold thread background, two medallions depict a woman holding a child in her arms and a man in official robes strolling in a garden. Skirts with pleated sides became very popular during the Qing dynasty. The fact that some skirts had as many as 100 pleats earned this type of garment the name ‘fish-scale skirt of 100 pleats’."
  },
  "nlpDate": "20201125084535",
  "connectorId": 0,
  "tags": {}
}