{
  "id": "2016-00140",
  "title": "Green ankle-length cheongsam with silver thread",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00140\n\n  Image: \n\n  object_work_type: folk costume\n\n  title_text: Green ankle-length cheongsam with silver thread\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1960 - 1969\n\n  creation_place_original_location: Singapore\n\n  styles_periods_indexing_terms: Chinese (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: cloth\n\n  techniques_name: machine sewing (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is an ankle-length cheongsam that is long-sleeved. There is a collar present as well. There are no visible tears on the exterior of the cheongsam. The cheongsam is green and there are green and brown floral and leaf motifs appearing all over the cheongsam. The piping of the cheongsam runs from the collar to its left side\n just below the point where its left sleeve begins. There are six silver coloured buttons along the piping. There is a slit present on the right side of the cheongsam.\n\n  subject_terms_1: dresses (garments) womenswear plant-derived motifs floral patterns allover patterns\n\n  subject_terms_2: Women\\u0027s clothing Motifs Qipao Ethnic costume\n\n  subject_terms_3: Ethnic costume Chinese costume\n\n  sgcool_label_text: This is an ankle-length green cheongsam with long sleeves that has brown and green floral and leaf motifs with silver thread. The print motifs are similar to prints found on fabric from India. The sleeves of the cheongsam are tapered at the ends and could be secured by snap buttons\n to emphasise the slender arms of the wearer.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00140",
    "Image": "",
    "object_work_type": "folk costume",
    "title_text": "Green ankle-length cheongsam with silver thread",
    "preference": "main",
    "title_language": "",
    "creation_date": "1960 - 1969",
    "creation_place_original_location": "Singapore",
    "styles_periods_indexing_terms": "Chinese (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "cloth",
    "techniques_name": "machine sewing (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is an ankle-length cheongsam that is long-sleeved. There is a collar present as well. There are no visible tears on the exterior of the cheongsam. The cheongsam is green and there are green and brown floral and leaf motifs appearing all over the cheongsam. The piping of the cheongsam runs from the collar to its left side, just below the point where its left sleeve begins. There are six silver coloured buttons along the piping. There is a slit present on the right side of the cheongsam.",
    "subject_terms_1": "dresses (garments) womenswear plant-derived motifs floral patterns allover patterns",
    "subject_terms_2": "Women\u0027s clothing Motifs Qipao Ethnic costume",
    "subject_terms_3": "Ethnic costume Chinese costume",
    "sgcool_label_text": "This is an ankle-length green cheongsam with long sleeves that has brown and green floral and leaf motifs with silver thread. The print motifs are similar to prints found on fabric from India. The sleeves of the cheongsam are tapered at the ends and could be secured by snap buttons, to emphasise the slender arms of the wearer."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}