{
  "id": "2016-00286",
  "title": "Young Songwriters Society poster Young Songwriters Society poster 1989",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00286\n\n  Image: \n\n  object_work_type: posters\n\n  title_text: Young Songwriters Society poster Young Songwriters Society poster 1989\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Young Songwriters Society\n\n  creator_role: creators\n\n  creation_date: 1989\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: colour printing\n\n  object_colour: multicoloured\n\n  physical_appearance: The image shows a poster and it has the background of blue skies and clouds. There are three Chinese characters in red and the year 1989\n displayed at the left hand side of the poster. At the right side of the poster\n there are several rows of Chinese characters as well as several numbers denoting prices\n the time\n and the date. Near the bottom right hand corner of the poster\n the logo of PSC is displayed. At the forground of the poster\n numerous hands that are raised are shown. Some of these hands are holding musical instruments such as the acoustic guitar\n the harmonica\n the flute\n a drum stick\n and the handheld keyboard.\n\n  subject_terms_1: concerts societies festivals music (performing arts)\n\n  subject_terms_2: Folk music Concerts Music festivals Societies Posters\n\n  subject_terms_3: Chinese folk songs Music organisations\n\n  sgcool_label_text: Xinyao is an abbreviated form of  (“Singapore songs” in Mandarin)\n a genre that emerged in the early 1980s in local schools and college campuses.\\r\\nThe first xinyao album\n (Tomorrow 21)\n was released in 1984 to overwhelming success. This was followed by the first xinyao festival in 1985. Among the well-known personalities of Xinyao are Eric Moo Billy Koh Liang Wern Fook Roy Loi Thomas Teo Dawn Gan and Pan Ying.\\r\\nThe Young Songwriters Society was formed in May 1986. Comprising of members from several xinyao groups\n the society aimed to promote their music. They also began to run the annual Xinyao festival that was organized by community centres.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00286",
    "Image": "",
    "object_work_type": "posters",
    "title_text": "Young Songwriters Society poster Young Songwriters Society poster 1989",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Young Songwriters Society",
    "creator_role": "creators",
    "creation_date": "1989",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "colour printing",
    "object_colour": "multicoloured",
    "physical_appearance": "The image shows a poster and it has the background of blue skies and clouds. There are three Chinese characters in red and the year 1989, displayed at the left hand side of the poster. At the right side of the poster, there are several rows of Chinese characters as well as several numbers denoting prices, the time, and the date. Near the bottom right hand corner of the poster, the logo of PSC is displayed. At the forground of the poster, numerous hands that are raised are shown. Some of these hands are holding musical instruments such as the acoustic guitar, the harmonica, the flute, a drum stick, and the handheld keyboard.",
    "subject_terms_1": "concerts societies festivals music (performing arts)",
    "subject_terms_2": "Folk music Concerts Music festivals Societies Posters",
    "subject_terms_3": "Chinese folk songs Music organisations",
    "sgcool_label_text": "Xinyao is an abbreviated form of  (“Singapore songs” in Mandarin), a genre that emerged in the early 1980s in local schools and college campuses.\r\nThe first xinyao album, (Tomorrow 21), was released in 1984 to overwhelming success. This was followed by the first xinyao festival in 1985. Among the well-known personalities of Xinyao are Eric Moo Billy Koh Liang Wern Fook Roy Loi Thomas Teo Dawn Gan and Pan Ying.\r\nThe Young Songwriters Society was formed in May 1986. Comprising of members from several xinyao groups, the society aimed to promote their music. They also began to run the annual Xinyao festival that was organized by community centres."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}