{
  "id": "2016-00504",
  "title": "Untitled (locomotive at Bukit Timah railway station)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00504\n\n  Image: \n\n  object_work_type: black-and-white photographs\n\n  title_text: Untitled (locomotive at Bukit Timah railway station)\n\n  preference: main\n\n  title_language: \n\n  creator_2: Kwek Leng Joo\n\n  creator_1: Kwek\n Leng Joo\n\n  creator_role: photographers\n\n  creation_date: 2010\n\n  creation_place_original_location: Malaysia Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: printing (process)\n\n  object_colour: grey monochrome\n\n  physical_appearance: The image shows a photograph in black-and-white. It has a black frame and its border is white in colour. A passenger train is visible in the photograph. Three workers are can be seen and one of them is the train driver. The other is standing by the door and the last one is located on the tracks. Both of them are holding a token as part of the railway signalling system. Also\n the worker standing on the tracks is holding a flag horizontally in his right hand. Some trees are located in the background of the photograph.\n\n  subject_terms_1: locomotives blue collar workers historic monuments passenger cars (railroad cars) trains (vehicle groupings) railroads (infrastructures)\n\n  subject_terms_2: Railroads Railroad passenger cars Locomotives Pertadbiran Keretapi Tanah Melayu Railroad trains Bukit Timah (Singapore) Historic monuments Blue collar workers Black-and-white photography\n\n  subject_terms_3: Rail transport (Stations) Photography Pertadbiran Keretapi Tanah Melayu Rail transport Former Bukit Timah Railway Station\n\n  sgcool_label_text: \\This image features railway employees at work at the Bukit Timah railway station. It is part of the \\\\Tracking Memories\\\\ collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore\n",
  "createdDate": "20201125084533",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00504",
    "Image": "",
    "object_work_type": "black-and-white photographs",
    "title_text": "Untitled (locomotive at Bukit Timah railway station)",
    "preference": "main",
    "title_language": "",
    "creator_2": "Kwek Leng Joo",
    "creator_1": "Kwek, Leng Joo",
    "creator_role": "photographers",
    "creation_date": "2010",
    "creation_place_original_location": "Malaysia Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "printing (process)",
    "object_colour": "grey monochrome",
    "physical_appearance": "The image shows a photograph in black-and-white. It has a black frame and its border is white in colour. A passenger train is visible in the photograph. Three workers are can be seen and one of them is the train driver. The other is standing by the door and the last one is located on the tracks. Both of them are holding a token as part of the railway signalling system. Also, the worker standing on the tracks is holding a flag horizontally in his right hand. Some trees are located in the background of the photograph.",
    "subject_terms_1": "locomotives blue collar workers historic monuments passenger cars (railroad cars) trains (vehicle groupings) railroads (infrastructures)",
    "subject_terms_2": "Railroads Railroad passenger cars Locomotives Pertadbiran Keretapi Tanah Melayu Railroad trains Bukit Timah (Singapore) Historic monuments Blue collar workers Black-and-white photography",
    "subject_terms_3": "Rail transport (Stations) Photography Pertadbiran Keretapi Tanah Melayu Rail transport Former Bukit Timah Railway Station",
    "sgcool_label_text": "\"This image features railway employees at work at the Bukit Timah railway station. It is part of the \"\"Tracking Memories\"\" collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore"
  },
  "nlpDate": "20201125084533",
  "connectorId": 0,
  "tags": {}
}