{
  "id": "2016-00593",
  "title": "Shanmuga Vadivu, Marimuthu, Krishnaveni and Vasantha (seated)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00593\n\n  Image: \n\n  object_work_type: black-and-white photographs\n\n  title_text: Shanmuga Vadivu\n Marimuthu\n Krishnaveni and Vasantha (seated)\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1965\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: printing (process) photographic processes\n\n  object_colour: grey monochrome\n\n  physical_appearance: The image shows a photograph that is in black-and-white. A group of Indian women\n dressed in their ethnic costumes\n are looking towards the direction in which the photograph was captured. Three of them are standing up while the one at the centre is seated. The lady on the right has placed her hand on the right shoulder of the women who is seated. The background of the photograph suggests that it was taken inside a building.\n\n  subject_terms_1: women (female humans) ethnic groups studio portraits folk costume group portraits\n\n  subject_terms_2: Tamil (Indic people) Ethnic costume Portraits\n Group Portrait photography Black-and-white photography Hindu women\n\n  subject_terms_3: Portrait photography Women\n\n  sgcool_label_text: Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist\n and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.\n",
  "createdDate": "20201125084532",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00593",
    "Image": "",
    "object_work_type": "black-and-white photographs",
    "title_text": "Shanmuga Vadivu, Marimuthu, Krishnaveni and Vasantha (seated)",
    "preference": "main",
    "title_language": "",
    "creation_date": "1965",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "printing (process) photographic processes",
    "object_colour": "grey monochrome",
    "physical_appearance": "The image shows a photograph that is in black-and-white. A group of Indian women, dressed in their ethnic costumes, are looking towards the direction in which the photograph was captured. Three of them are standing up while the one at the centre is seated. The lady on the right has placed her hand on the right shoulder of the women who is seated. The background of the photograph suggests that it was taken inside a building.",
    "subject_terms_1": "women (female humans) ethnic groups studio portraits folk costume group portraits",
    "subject_terms_2": "Tamil (Indic people) Ethnic costume Portraits, Group Portrait photography Black-and-white photography Hindu women",
    "subject_terms_3": "Portrait photography Women",
    "sgcool_label_text": "Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970."
  },
  "nlpDate": "20201125084532",
  "connectorId": 0,
  "tags": {}
}