{"subject_terms_3" : "Photography Indian music Performing Arts Temples Sri Veeramakaliamman Temple (Place) Musicians", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows a rectangular photograph that is in black-and-white. The photograph features three males and they are all seated, dressed totally in white. One of them plays a tabla while the other has a violin. The man in the middle of the three is holding a microphone. Behind the three of them, there is a group of men standing closely to one another. The background of the photograph suggests that this was taken in the interior of a building.", "sgcool_label_text" : "Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.", "preference" : "main alternate", "title_text" : "Performances at Veeramakaliamman Temple #1 2 photographs of  performances at Veeramakaliamman Temple", "creation_date" : "1970s-1990s", "subject_terms_1" : "musicians music (performing arts) singers musical performances temples (buidings)", "styles_periods_indexing_terms" : "Indian (South Asian)", "accession_no_csv" : "2016-00610-001", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Black-and-white photography Hindu temples Musicians Carnatic music Singers Performances Tamil (Indic people)", "techniques_name" : "printing (process) photographic processes"}