{"id":"2016-00218","title":"Armlet","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00218\nImage:\nobject_work_type:armlets\ntitle_text:Armlet\npreference:main\ntitle_language:\ncreation_date:1800 - 1899\ncreation_place_original_location:Tamil Nadu (India)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:gold (metal) metal\ntechniques_name:repoussé jewellery making metalworking\nobject_colour:gold (colour)\nphysical_appearance:The image shows an armlet. It is gold in colour. Its shape is symmetrical. At its vertical line of symmetry\n three jewels can be discerned. The one at the top and the one hanging from a ring near the bottom are both grey in colour. In between these two grey jewels\n a purple one is situated just below the mouth of the k?rttimukha. There are motifs of birds as well as animal art such as lions and horses all over the armlet.\nsubject_terms_1:birds (motif) animal art k?rttimukhas  jewellery ritual objects Hinduism ornaments (object genre) iconography allover patterns goldwork (visual works) decorative art (art genre)\nsubject_terms_2:Ethnic jewellery Motifs Idols and images Hinduism Gold jewellery Goldwork\nsubject_terms_3:Hinduism Jewellery\nsgcool_label_text:In the southern Indian region\n jewellery is created keeping in mind several ritualistic needs of the various communities. The size and design of the ornament denoted the social background of the owner; some jewellery like the thali also declared the marital status of the wearer. This vanki or armlet is an elaborate example of repousse craftsmanship from Tamil Nadu. Stacked animal and bird motifs culminate in a central kirtimukha or face of glory. The kirtimukha is also placed centrally in the detail on the back.","createdDate":"20201119143405","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00218","Image":"","object_work_type":"armlets","title_text":"Armlet","preference":"main","title_language":"","creation_date":"1800 - 1899","creation_place_original_location":"Tamil Nadu (India)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"gold (metal) metal","techniques_name":"repoussé jewellery making metalworking","object_colour":"gold (colour)","physical_appearance":"The image shows an armlet. It is gold in colour. Its shape is symmetrical. At its vertical line of symmetry, three jewels can be discerned. The one at the top and the one hanging from a ring near the bottom are both grey in colour. In between these two grey jewels, a purple one is situated just below the mouth of the k?rttimukha. There are motifs of birds as well as animal art such as lions and horses all over the armlet.","subject_terms_1":"birds (motif) animal art k?rttimukhas  jewellery ritual objects Hinduism ornaments (object genre) iconography allover patterns goldwork (visual works) decorative art (art genre)","subject_terms_2":"Ethnic jewellery Motifs Idols and images Hinduism Gold jewellery Goldwork","subject_terms_3":"Hinduism Jewellery","sgcool_label_text":"In the southern Indian region, jewellery is created keeping in mind several ritualistic needs of the various communities. The size and design of the ornament denoted the social background of the owner; some jewellery like the thali also declared the marital status of the wearer. This vanki or armlet is an elaborate example of repousse craftsmanship from Tamil Nadu. Stacked animal and bird motifs culminate in a central kirtimukha or face of glory. The kirtimukha is also placed centrally in the detail on the back."},"nlpDate":"20201119143405","connectorId":0,"tags":{}}