{
  "id": "2016-00466",
  "title": "A Pair of Filipino Mestizo Figures Filipino Mestizo Figures",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00466\n\n  Image: \n\n  object_work_type: figurines\n\n  title_text: A Pair of Filipino Mestizo Figures Filipino Mestizo Figures\n\n  preference: main alternate\n\n  title_language: \n\n  creation_place_original_location: Manila (Philippines)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) glass (material) ivory (material) lacquer (material) stone (worked rock) resin (organic material)\n\n  techniques_name: painting (image making) carving (processes)\n\n  object_colour: multicolored\n\n  physical_appearance: This pair of figurines resembles a Mestizo couple in Manila. On the left\n the female figure is seated. She is wearing a beige embroided top\n a shawl\n and blue patterned long skirt with an overskirt wrap\n and shoes. She is also wearing a pair of gold hoop earings. The male figure on the right is standing behind a miniature chair. He is wearing a beige embroided blouse\n and pants\n with a top hat. Both figures are wearing a gold cross around their necks.\n\n  subject_terms_1: colonialism indigenous people ethnicity cultural diffusion folk costume\n\n  subject_terms_2: Ethnic costume Culture diffusion Figurines Racially mixed people Ethnicity Indigenous people\n\n  subject_terms_3: Visual Arts Ethnic costumes\n\n  sgcool_label_text: The male figure wears a beige delicately embroidered Baro (formal blouse) and pants of a colourful ikkat dyed textile\n which is typical of Manila. European influence is evident by the gentleman\\u0027s top hat and shape of trousers. Stylistic adaptations were made as seen by how the Baro is worn over the trousers\n in consideration of the tropical heat. The female figure wears a similar beige embroidered Baro which is shorter in length and ends at the waist. She has over her shoulders an Alampay (shawl)\n a Saya (long skirt) and a Tapis (short overskirt wrapped around the Saya). Intricately sewn shoes complete the outfit. The dressing of the couple exemplifies the style and fashion of the Manila wealthy class during the first half of the 19th century. The gold jewellery was specifically made for the figures as evident by the smallness of their size. Two crucifixes in gold adorn both figures. The female figure wears gold hoop earrings and a gold and tortoiseshell Pieneta (comb) in her hair. The jewels executed in precious and expensive materials\n display excellent craftsmanship and reflect the elite status of its owners. \\The remarkable quality of carving\n polychrome work and the value of the original textiles and accessories\n suggests that these \\\\dolls\\\\ were never intended as a child\\u0027s toy; but as faithful witnesses of their time.\\ Crucifix pendants on both figures make a clear reference to the close relationship between Filipino Mestizos and the Catholic Church\\u0027s missionary work in the Philippines\n which dates back to the 17th century. This close affiliation was a result of the alleviated social standing Mestizos enjoyed under the colonial caste system. This led to the involvement of Mestizos in the subsequent translation of Sacred Scriptures for the Sangleys (Chinese people in the Philippines). For this reason\n there are some royal decrees (since the early years of Spanish colonisation) which promoted foundations to accommodate orphan Mestizos\n assisting and educating them for their future integration into society. This pair of figures embodies a typical Mestizo couple in Manila during the early 19th century. Contributing to their impressive realism\n both figures are carved and painted in refined wood and embellished with real human hair\n glass eyes and clothes made from pineapple leaf fibres. The shoulders\n elbows\n hips and knees of both figures are separately attached\n giving the figures a mobility that enhances their life-like quality. Two custom made gilt wood chairs allow for the figures to be displayed seated or standing. All materials are original and made exclusively in Manila.\n",
  "createdDate": "20201125084534",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00466",
    "Image": "",
    "object_work_type": "figurines",
    "title_text": "A Pair of Filipino Mestizo Figures Filipino Mestizo Figures",
    "preference": "main alternate",
    "title_language": "",
    "creation_place_original_location": "Manila (Philippines)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) glass (material) ivory (material) lacquer (material) stone (worked rock) resin (organic material)",
    "techniques_name": "painting (image making) carving (processes)",
    "object_colour": "multicolored",
    "physical_appearance": "This pair of figurines resembles a Mestizo couple in Manila. On the left, the female figure is seated. She is wearing a beige embroided top, a shawl, and blue patterned long skirt with an overskirt wrap, and shoes. She is also wearing a pair of gold hoop earings. The male figure on the right is standing behind a miniature chair. He is wearing a beige embroided blouse, and pants, with a top hat. Both figures are wearing a gold cross around their necks.",
    "subject_terms_1": "colonialism indigenous people ethnicity cultural diffusion folk costume",
    "subject_terms_2": "Ethnic costume Culture diffusion Figurines Racially mixed people Ethnicity Indigenous people",
    "subject_terms_3": "Visual Arts Ethnic costumes",
    "sgcool_label_text": "The male figure wears a beige delicately embroidered Baro (formal blouse) and pants of a colourful ikkat dyed textile, which is typical of Manila. European influence is evident by the gentleman\u0027s top hat and shape of trousers. Stylistic adaptations were made as seen by how the Baro is worn over the trousers, in consideration of the tropical heat. The female figure wears a similar beige embroidered Baro which is shorter in length and ends at the waist. She has over her shoulders an Alampay (shawl), a Saya (long skirt) and a Tapis (short overskirt wrapped around the Saya). Intricately sewn shoes complete the outfit. The dressing of the couple exemplifies the style and fashion of the Manila wealthy class during the first half of the 19th century. The gold jewellery was specifically made for the figures as evident by the smallness of their size. Two crucifixes in gold adorn both figures. The female figure wears gold hoop earrings and a gold and tortoiseshell Pieneta (comb) in her hair. The jewels executed in precious and expensive materials, display excellent craftsmanship and reflect the elite status of its owners. \"The remarkable quality of carving, polychrome work and the value of the original textiles and accessories, suggests that these \"\"dolls\"\" were never intended as a child\u0027s toy; but as faithful witnesses of their time.\" Crucifix pendants on both figures make a clear reference to the close relationship between Filipino Mestizos and the Catholic Church\u0027s missionary work in the Philippines, which dates back to the 17th century. This close affiliation was a result of the alleviated social standing Mestizos enjoyed under the colonial caste system. This led to the involvement of Mestizos in the subsequent translation of Sacred Scriptures for the Sangleys (Chinese people in the Philippines). For this reason, there are some royal decrees (since the early years of Spanish colonisation) which promoted foundations to accommodate orphan Mestizos, assisting and educating them for their future integration into society. This pair of figures embodies a typical Mestizo couple in Manila during the early 19th century. Contributing to their impressive realism, both figures are carved and painted in refined wood and embellished with real human hair, glass eyes and clothes made from pineapple leaf fibres. The shoulders, elbows, hips and knees of both figures are separately attached, giving the figures a mobility that enhances their life-like quality. Two custom made gilt wood chairs allow for the figures to be displayed seated or standing. All materials are original and made exclusively in Manila."
  },
  "nlpDate": "20201125084534",
  "connectorId": 0,
  "tags": {}
}