{
  "id": "2016-00120",
  "title": "Pair of ivory figures Figure of Virgin Mary and Saint Joseph holding Christ",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00120\n\n  Image: \n\n  object_work_type: figurines\n\n  title_text: Pair of ivory figures Figure of Virgin Mary and Saint Joseph holding Christ\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 19th century\n\n  creation_place_original_location: Philippines\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) sequins (spangles) silver thread ivory (material) velvet (fabric weave) metal hair (material) trimming (material) gold thread cotton (fiber)\n\n  techniques_name: carving (processes)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a pair of painted ivory figures. The figures are presented in identical wooden framed boxes. On the left is Saint Joseph\n holding the Christ Child in his arms. On the right is Virgin Mary as Our Lady of Mount Carmel. Both figures are wearing long garments with minute detailings and gold trimmings. They are standing on a gold-and green platform within the frames.\n\n  subject_terms_1: worship devotional objects Roman Catholicism\n\n  subject_terms_2: Figurines Devotional objects Mary\n Mother Jesus Christ Worship Joseph\n Saint Mount Carmel\n Our Lady of\n\n  subject_terms_3: Religious life and practices Christianity\n\n  sgcool_label_text: This pair of painted ivory figures depict Saint Joseph holding the Christ Child\n and the Virgin Mary as Our Lady of Mount Carmel. The heads\n hands\n and feet are made of ivory\n but the bodies hidden under the clothing are made of wood. The hair and eyelashes are probably human hair. \\r\\nImages such as these were admired and made in Spain\n as well as in the Asian territories under its influence. These were perhaps made for private devotion in the home\n",
  "createdDate": "20201125084540",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00120",
    "Image": "",
    "object_work_type": "figurines",
    "title_text": "Pair of ivory figures Figure of Virgin Mary and Saint Joseph holding Christ",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "19th century",
    "creation_place_original_location": "Philippines",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) sequins (spangles) silver thread ivory (material) velvet (fabric weave) metal hair (material) trimming (material) gold thread cotton (fiber)",
    "techniques_name": "carving (processes)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a pair of painted ivory figures. The figures are presented in identical wooden framed boxes. On the left is Saint Joseph, holding the Christ Child in his arms. On the right is Virgin Mary as Our Lady of Mount Carmel. Both figures are wearing long garments with minute detailings and gold trimmings. They are standing on a gold-and green platform within the frames.",
    "subject_terms_1": "worship devotional objects Roman Catholicism",
    "subject_terms_2": "Figurines Devotional objects Mary, Mother Jesus Christ Worship Joseph, Saint Mount Carmel, Our Lady of",
    "subject_terms_3": "Religious life and practices Christianity",
    "sgcool_label_text": "This pair of painted ivory figures depict Saint Joseph holding the Christ Child, and the Virgin Mary as Our Lady of Mount Carmel. The heads, hands, and feet are made of ivory, but the bodies hidden under the clothing are made of wood. The hair and eyelashes are probably human hair. \r\nImages such as these were admired and made in Spain, as well as in the Asian territories under its influence. These were perhaps made for private devotion in the home"
  },
  "nlpDate": "20201125084540",
  "connectorId": 0,
  "tags": {}
}