{
  "id": "2016-00047",
  "title": "ACMA refrigerator",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00047\n\n  Image: \n\n  object_work_type: refrigerators\n\n  title_text: ACMA refrigerator\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1980 - 1989\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular cuboid\n\n  materials_name: metal plastic (organic material)\n\n  techniques_name: metalworking forming (physical activity)\n\n  object_colour: multicoloured\n\n  physical_appearance: The image depicts a refrigerator that is rectangular in shape. It is predominantly white\n except its top surface which is blue in colour. At the top of the refrigerator\n there is a raised black rectangular platform where the number and words\n \\u0027130 Extra Cold Deluxe\\u0027\n are displayed along with a rotary button and a red switch. There is a door handle to the left of the refrigerator\\u0027s front surface\n and the word \\u0027Unico\\u0027 is displayed on a metal tag to the right. The refrigerator does not look to have any dents and its paintwork does not appear to be chipped.\n\n  subject_terms_1: appliances brand name objects ways of life\n\n  subject_terms_2: Refrigerators Lifestyles Brand name products\n\n  sgcool_label_text: This is an ACMA brand refrigerator that was likely manufactured in the 1980s. Household products such as the refrigerator became common beginning from the 1960s due to rising affluence of families\n widespread advertising and increased availability of electricity with more Singaporeans moving into HDB homes. The refrigerator was one of the first kitchen appliances that families would buy for the practical reason of prolonging the lifespan of food products in the tropical climate.\n",
  "createdDate": "20201120223706",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00047",
    "Image": "",
    "object_work_type": "refrigerators",
    "title_text": "ACMA refrigerator",
    "preference": "main",
    "title_language": "",
    "creation_date": "1980 - 1989",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular cuboid",
    "materials_name": "metal plastic (organic material)",
    "techniques_name": "metalworking forming (physical activity)",
    "object_colour": "multicoloured",
    "physical_appearance": "The image depicts a refrigerator that is rectangular in shape. It is predominantly white, except its top surface which is blue in colour. At the top of the refrigerator, there is a raised black rectangular platform where the number and words, \u0027130 Extra Cold Deluxe\u0027, are displayed along with a rotary button and a red switch. There is a door handle to the left of the refrigerator\u0027s front surface, and the word \u0027Unico\u0027 is displayed on a metal tag to the right. The refrigerator does not look to have any dents and its paintwork does not appear to be chipped.",
    "subject_terms_1": "appliances brand name objects ways of life",
    "subject_terms_2": "Refrigerators Lifestyles Brand name products",
    "sgcool_label_text": "This is an ACMA brand refrigerator that was likely manufactured in the 1980s. Household products such as the refrigerator became common beginning from the 1960s due to rising affluence of families, widespread advertising and increased availability of electricity with more Singaporeans moving into HDB homes. The refrigerator was one of the first kitchen appliances that families would buy for the practical reason of prolonging the lifespan of food products in the tropical climate."
  },
  "nlpDate": "20201120223706",
  "connectorId": 0,
  "tags": {}
}