{
  "id": "2016-00670",
  "title": "Arri case containing photography and smoking accessories Arri case containing photography accessories",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00670\n\n  Image: To check on what are inside the tobacco boxes\n\n  object_work_type: cases (containers) motion-picture cameras photographic lenses lens caps cigarette cases tobacco boxes\n\n  title_text: Arri case containing photography and smoking accessories Arri case containing photography accessories\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Arri\n\n  creator_1: ARRI (Organization)\n\n  creator_role: manufacturers\n\n  creation_date: 1950s\n\n  creation_place_original_location: Singapore Munich (Germany)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: plastic (organic material) metal wood (plant material)\n\n  techniques_name: forming (physical activity) metalworking\n\n  object_colour: multicoloured\n\n  physical_appearance: The Arri case is dark brown on its exterior and light brown on its interior. There are demarcated compartments inside the case. The front of the case contains a silver-coloured surface displaying the terms \\u0027Arri Opt EW/1B/U Accessory\\u0027. To the left of the image\n a silver-coloured camera with its strap can be seen. \\u0027The words \\u0027Revere Eight\\u0027 are stated on the surface of the camera. To its right\n there are two photographic lenses of different sizes\n together with a black lens cover. At the middle of the image\n a coiled rope is present. Also\n a rectamgular cigarette case that is beige in colour is placed above the rope. The words \\u0027Rothmans De Luxe Pall Mall\\u0027 are stated on the front of the rectangular cigarette case. There are two tobacco tins\n one in green and the other in red\n to the right of the rope. The words \\u0027Craven A Viriginia Cigarettes\\u0027 are stated on the front of the red cylindrical tobacco tin. The words \\u0027Grand Master 7 Up Cigarettes\\u0027 are stated on the front of the green cylindrical tobacco tin. The covers of the compartments in the Arri case are placed in front of the case as well.\n\n  subject_terms_1: photographic equipment camera accessories\n\n  subject_terms_2: Photography Equipment and supplies Cigarette cases Rope Containers Revere motion picture camera Tobacco jars and boxes Photographic lenses\n\n  subject_terms_3: Photography\n\n  context_20: The set of equipment was used by The Picture Farm Pte Ltd\n\n  context_21: 45 Jalan Pemimpin\n #09-00 Foo Wah Industrial Building\n Thomson\n Singapore\n\n  context_22: 1970 - present\n\n  context_23: 1970\n\n  context_24: present\n\n  sgcool_label_text: This Arri case contains a number of photography accessories\n including a 1950s Revere Eight Model 55 camera\n a vintage 8mm movie camera. Arri\n founded in 1917\n is a Munich-based company that supplies motion picture film equipment. This case is part of the darkroom photography equipment that was previously used by The Picture Farm\n which was set up by the renowned photographer Willie Tang.\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00670",
    "Image": "To check on what are inside the tobacco boxes",
    "object_work_type": "cases (containers) motion-picture cameras photographic lenses lens caps cigarette cases tobacco boxes",
    "title_text": "Arri case containing photography and smoking accessories Arri case containing photography accessories",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Arri",
    "creator_1": "ARRI (Organization)",
    "creator_role": "manufacturers",
    "creation_date": "1950s",
    "creation_place_original_location": "Singapore Munich (Germany)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "plastic (organic material) metal wood (plant material)",
    "techniques_name": "forming (physical activity) metalworking",
    "object_colour": "multicoloured",
    "physical_appearance": "The Arri case is dark brown on its exterior and light brown on its interior. There are demarcated compartments inside the case. The front of the case contains a silver-coloured surface displaying the terms \u0027Arri Opt EW/1B/U Accessory\u0027. To the left of the image, a silver-coloured camera with its strap can be seen. \u0027The words \u0027Revere Eight\u0027 are stated on the surface of the camera. To its right, there are two photographic lenses of different sizes, together with a black lens cover. At the middle of the image, a coiled rope is present. Also, a rectamgular cigarette case that is beige in colour is placed above the rope. The words \u0027Rothmans De Luxe Pall Mall\u0027 are stated on the front of the rectangular cigarette case. There are two tobacco tins, one in green and the other in red, to the right of the rope. The words \u0027Craven A Viriginia Cigarettes\u0027 are stated on the front of the red cylindrical tobacco tin. The words \u0027Grand Master 7 Up Cigarettes\u0027 are stated on the front of the green cylindrical tobacco tin. The covers of the compartments in the Arri case are placed in front of the case as well.",
    "subject_terms_1": "photographic equipment camera accessories",
    "subject_terms_2": "Photography Equipment and supplies Cigarette cases Rope Containers Revere motion picture camera Tobacco jars and boxes Photographic lenses",
    "subject_terms_3": "Photography",
    "context_20": "The set of equipment was used by The Picture Farm Pte Ltd",
    "context_21": "45 Jalan Pemimpin, #09-00 Foo Wah Industrial Building, Thomson, Singapore",
    "context_22": "1970 - present",
    "context_23": "1970",
    "context_24": "present",
    "sgcool_label_text": "This Arri case contains a number of photography accessories, including a 1950s Revere Eight Model 55 camera, a vintage 8mm movie camera. Arri, founded in 1917, is a Munich-based company that supplies motion picture film equipment. This case is part of the darkroom photography equipment that was previously used by The Picture Farm, which was set up by the renowned photographer Willie Tang."
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}