{"subject_terms_3" : "National Theatre (Singapore) Victoria Theatre and Concert Hall Musicians", "context_2" : "cultural ceremonies", "materials_name" : "printing paper", "creator_2" : "Unknown", "object_work_type" : "certificates", "object_colour" : "multicoloured", "physical_appearance" : "\"The image shows a certificate. It is rectangular in shape and it has a brown background. There is border made up of foliage designs, surrounding the contents of the certificates. \"\"South East Asia Cultural Festival\"\" is stated along the border of the crest at the top centre of the certificate. The \"\"First South East Asia Cultural Festival 1963\"\" is stated near the bottom of the certificate. \"\"Mr M.V. Gurusamy\"\" is handwritten at the centre of the certificate. \"", "sgcool_label_text" : "This plaque is a token of appreciation for participating in the SEA Cultural Festival. It was given to Feng Huang Motion Picture Co. The plaque shows the façade of the old National Theatre, a public theatre built to commemorate Singapore's self government in 1959. The theatre closed down in 1984.\r\nThe South East Asia Cultural Festival was held in Singapore from 8 to 15 August 1963. It featured a series of performances involving about 1,500 artistes from 11 Asian countries. The old National Theatre (now torn down) and the Victoria Theatre.", "preference" : "main", "context_6" : "Singapore", "context_1" : "This certificate was presented to M.V. Gurusamy at the South East Asia Cultural Festival that was held in Singapore", "context_5" : "19630815", "title_text" : "Certificate presented to MV Gurusamy for his services at the first South East Asia Cultural Festival", "creation_date" : "1963", "subject_terms_1" : "cultural events festivals musicians honours", "context_4" : "19630808", "styles_periods_indexing_terms" : "Not indicated", "accession_no_csv" : "2016-00087", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Appreciation of a person’s creative works Festivals Musicians Certification", "context_3" : "19630808 - 19630815", "techniques_name" : "printing (process)", "scale_type" : "Not indicated"}