{
  "id": "2016-00348",
  "title": "Military Uniform Herbie Lim\u0027s Military Uniform",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00348\n\n  Image: \n\n  object_work_type: blouses (military jackets)\n\n  title_text: Military Uniform Herbie Lim\\u0027s Military Uniform\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Z Force\n British Intelligence Force 136\n\n  creator_1: Force 136 (Guerrilla movement)\n\n  creator_role: creators\n\n  creation_date: 1942 - 1945\n\n  creation_place_original_location: Malaya\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: metal khaki (cloth)\n\n  techniques_name: sewing (needleworking technique) metalworking\n\n  object_colour: khaki (colour)\n\n  physical_appearance: A Second World War Force 136 military jacket is displayed. The jacket contains a collar as well as a belt. The front of the jacket includes four pockets sewn on it. The colour of the jacket is khaki and it is long sleeved. There are four black buttons running down the center front of the apparel. There are no visible tears on the exterior of the jacket. Accompanying it are a military insignia on the right chest pocket and a badge on the left chest pocket. Both the epaulettes of the jacket contain three pips each.\n\n  subject_terms_1: badges world wars insignias (devices) military uniforms\n\n  subject_terms_2: Military uniforms Insignia World War\n 1939 - 1945 Badges\n\n  subject_terms_3: 1942-1945 Japanese occupation Wars\n\n  context_1: World War\n 1939 - 1945\n\n  context_2: world wars\n\n  context_3: 1939 - 1945\n\n  context_4: 1939\n\n  context_5: 1945\n\n  context_6: Malaya\n\n  sgcool_label_text: The military jacket\n which comes with a parachutist badge\n a military insignia and a whistle\n belongs to Herbert Lim Eng Kwan (1927 – 2002). \\r\\nHe was the eldest son of Lim Chong Pang and Lee Poh Neo\n and a third generation member of two famous pioneer families in Singapore. Mrs Lee Choon Guan\n daughter of Tan Keong Saik and founder president of the Chinese Ladies’ Association\n was his maternal grandmother and Lim Nee Soon\n a Teochew millionaire who made his fortune in the rubber and pineapple industries\n was his paternal grandfather. Herbert is also the eldest son of Lim Chong Pang.  \\r\\nNine days before the Fall of Singapore on 15 February 1942\n Herbie (as he was affectionately known) and some of his family members were evacuated and eventually settled in Bangalore\n South India for the duration of the war. Several women in the family\n including his grandmother\n Mrs Lee Choon Guan joined the Women’s Voluntary Service. In 1945\n Herbie joined Z Force\n an arm of the British Intelligence Force 136 after he completed his high school studies. He became a paratrooper who held the rank of Captain. However\n three weeks before he was supposed to be parachuted into Malaya\n the Japanese surrendered and he missed the chance to participate in the liberation of Malaya.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00348",
    "Image": "",
    "object_work_type": "blouses (military jackets)",
    "title_text": "Military Uniform Herbie Lim\u0027s Military Uniform",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Z Force, British Intelligence Force 136",
    "creator_1": "Force 136 (Guerrilla movement)",
    "creator_role": "creators",
    "creation_date": "1942 - 1945",
    "creation_place_original_location": "Malaya",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "metal khaki (cloth)",
    "techniques_name": "sewing (needleworking technique) metalworking",
    "object_colour": "khaki (colour)",
    "physical_appearance": "A Second World War Force 136 military jacket is displayed. The jacket contains a collar as well as a belt. The front of the jacket includes four pockets sewn on it. The colour of the jacket is khaki and it is long sleeved. There are four black buttons running down the center front of the apparel. There are no visible tears on the exterior of the jacket. Accompanying it are a military insignia on the right chest pocket and a badge on the left chest pocket. Both the epaulettes of the jacket contain three pips each.",
    "subject_terms_1": "badges world wars insignias (devices) military uniforms",
    "subject_terms_2": "Military uniforms Insignia World War, 1939 - 1945 Badges",
    "subject_terms_3": "1942-1945 Japanese occupation Wars",
    "context_1": "World War, 1939 - 1945",
    "context_2": "world wars",
    "context_3": "1939 - 1945",
    "context_4": "1939",
    "context_5": "1945",
    "context_6": "Malaya",
    "sgcool_label_text": "The military jacket, which comes with a parachutist badge, a military insignia and a whistle, belongs to Herbert Lim Eng Kwan (1927 – 2002). \r\nHe was the eldest son of Lim Chong Pang and Lee Poh Neo, and a third generation member of two famous pioneer families in Singapore. Mrs Lee Choon Guan, daughter of Tan Keong Saik and founder president of the Chinese Ladies’ Association, was his maternal grandmother and Lim Nee Soon, a Teochew millionaire who made his fortune in the rubber and pineapple industries, was his paternal grandfather. Herbert is also the eldest son of Lim Chong Pang.  \r\nNine days before the Fall of Singapore on 15 February 1942, Herbie (as he was affectionately known) and some of his family members were evacuated and eventually settled in Bangalore, South India for the duration of the war. Several women in the family, including his grandmother, Mrs Lee Choon Guan joined the Women’s Voluntary Service. In 1945, Herbie joined Z Force, an arm of the British Intelligence Force 136 after he completed his high school studies. He became a paratrooper who held the rank of Captain. However, three weeks before he was supposed to be parachuted into Malaya, the Japanese surrendered and he missed the chance to participate in the liberation of Malaya."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}