{
  "id": "2016-00646",
  "title": "A pair of hangings Embroided hangings",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00646\n\n  Image: \n\n  object_work_type: draperies (curtains)\n\n  title_text: A pair of hangings Embroided hangings\n\n  preference: alternate main\n\n  title_language: \n\n  creation_date: Early 20th century\n\n  creation_place_original_location: Padang (Indonesia)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: thread silk (textile) sequins (sprangles)\n\n  techniques_name: sewing (needleworking technique) embroidering\n\n  object_colour: multicolored\n\n  physical_appearance: This is a pair of embroided hangings. Each consists of three sections. In the large section at the bottom\n there is a large embroided flowering tree motif against a red background. At the bottom of the tree\n there are two lions. Amongst the leaves of the tree\n there are motifs of phoenixes. On the top two sections\n there are also depictions of phoenxies\n decorated with sequins.\n\n  subject_terms_1: cultural diffusion Peranakan plant-derived motifs birds (motifs) embroidery (visual works) ceremonial objects\n\n  subject_terms_2: Draperies Culture diffusion Peranakan (Asian people) Motifs Embroidery Ceremonial objects\n\n  subject_terms_3: Textile art and design\n\n  sgcool_label_text: This pair of embroidered hangings probably functioned as door curtains at the entrance to the bridal chamber\n and consist of two sections.  The flowering tree motif in the large section of the panel tells us that this hanging is vertically oriented.  A pair of lions in profile flanks the bot-tom of the tree\n each playing with a brocade ball\n while phoenixes inter-sperse between the leaves and flowers.  These motifs were constructed using a technique known as surface couching\n where gold\n red and black threads are laid on the surface of the silk cloth and couched (or fastened) with thread.  On the top panel which is divided into two sec-tions\n sequins are fastened with metal purl onto the gold couchings of phoenix and peony blossom motifs.  The hanging is replete with auspi-cious symbols\n reflecting how they were used during festive occasions such as Chinese weddings.\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00646",
    "Image": "",
    "object_work_type": "draperies (curtains)",
    "title_text": "A pair of hangings Embroided hangings",
    "preference": "alternate main",
    "title_language": "",
    "creation_date": "Early 20th century",
    "creation_place_original_location": "Padang (Indonesia)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "thread silk (textile) sequins (sprangles)",
    "techniques_name": "sewing (needleworking technique) embroidering",
    "object_colour": "multicolored",
    "physical_appearance": "This is a pair of embroided hangings. Each consists of three sections. In the large section at the bottom, there is a large embroided flowering tree motif against a red background. At the bottom of the tree, there are two lions. Amongst the leaves of the tree, there are motifs of phoenixes. On the top two sections, there are also depictions of phoenxies, decorated with sequins.",
    "subject_terms_1": "cultural diffusion Peranakan plant-derived motifs birds (motifs) embroidery (visual works) ceremonial objects",
    "subject_terms_2": "Draperies Culture diffusion Peranakan (Asian people) Motifs Embroidery Ceremonial objects",
    "subject_terms_3": "Textile art and design",
    "sgcool_label_text": "This pair of embroidered hangings probably functioned as door curtains at the entrance to the bridal chamber, and consist of two sections.  The flowering tree motif in the large section of the panel tells us that this hanging is vertically oriented.  A pair of lions in profile flanks the bot-tom of the tree, each playing with a brocade ball, while phoenixes inter-sperse between the leaves and flowers.  These motifs were constructed using a technique known as surface couching, where gold, red and black threads are laid on the surface of the silk cloth and couched (or fastened) with thread.  On the top panel which is divided into two sec-tions, sequins are fastened with metal purl onto the gold couchings of phoenix and peony blossom motifs.  The hanging is replete with auspi-cious symbols, reflecting how they were used during festive occasions such as Chinese weddings."
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}