{
  "id": "2016-00483",
  "title": "Untitled (locomotive no. 24119)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00483\n\n  Image: \n\n  object_work_type: black-and-white photographs\n\n  title_text: Untitled (locomotive no. 24119)\n\n  preference: main\n\n  title_language: \n\n  creator_2: Kwek Leng Joo\n\n  creator_1: Kwek\n Leng Joo Kwek\n Leng Joo (TTE)\n\n  creator_role: photographers\n\n  creation_date: 2010\n\n  creation_place_original_location: Singapore Malaysia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: printing (process)\n\n  object_colour: grey monochrome\n\n  physical_appearance: The image shows a photograph that is in black-and-white. It has a black border serving as its perimeter\n and a black frame encloses the entire photohgraph. The space in between the black border and black frame is white in colour. There are ten railroad tracks in the photograph\n and some of them merge to form a total of six railroad tracks. A train is travelling on one of the tracks that do not merge with the others. A couple of HDB flats can be seen in the background at the top left hand corner of the photograph. On the extreme right of the photograph\n there are trees and a road adjacent to the railroad tracks.\n\n  subject_terms_1: locomotives railroads (infrastructure) trains (vehicle groupings) passenger cars (railroad cars)\n\n  subject_terms_2: Black-and-white photography Locomotives Railroads Railroad passenger cars Pertadbiran Keretapi Tanah Melayu Tanjong Pagar (Singapore) Railroad trains\n\n  subject_terms_3: Rail transport Pertadbiran Keretapi Tanah Melayu Kwek\n Leng Joo Photography\n\n  sgcool_label_text: \\This image of the locomotive was taken near the Tanjong Pagar Railway Station\n or Keppel Station. It is is part of the \\\\Tracking Memories\\\\ collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00483",
    "Image": "",
    "object_work_type": "black-and-white photographs",
    "title_text": "Untitled (locomotive no. 24119)",
    "preference": "main",
    "title_language": "",
    "creator_2": "Kwek Leng Joo",
    "creator_1": "Kwek, Leng Joo Kwek, Leng Joo (TTE)",
    "creator_role": "photographers",
    "creation_date": "2010",
    "creation_place_original_location": "Singapore Malaysia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "printing (process)",
    "object_colour": "grey monochrome",
    "physical_appearance": "The image shows a photograph that is in black-and-white. It has a black border serving as its perimeter, and a black frame encloses the entire photohgraph. The space in between the black border and black frame is white in colour. There are ten railroad tracks in the photograph, and some of them merge to form a total of six railroad tracks. A train is travelling on one of the tracks that do not merge with the others. A couple of HDB flats can be seen in the background at the top left hand corner of the photograph. On the extreme right of the photograph, there are trees and a road adjacent to the railroad tracks.",
    "subject_terms_1": "locomotives railroads (infrastructure) trains (vehicle groupings) passenger cars (railroad cars)",
    "subject_terms_2": "Black-and-white photography Locomotives Railroads Railroad passenger cars Pertadbiran Keretapi Tanah Melayu Tanjong Pagar (Singapore) Railroad trains",
    "subject_terms_3": "Rail transport Pertadbiran Keretapi Tanah Melayu Kwek, Leng Joo Photography",
    "sgcool_label_text": "\"This image of the locomotive was taken near the Tanjong Pagar Railway Station, or Keppel Station. It is is part of the \"\"Tracking Memories\"\" collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore"
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}