{
  "id": "2016-00648",
  "title": "Kain panjang (hip wrapper)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00648\n\n  Image: \n\n  object_work_type: batik art folk costume\n\n  title_text: Kain panjang (hip wrapper)\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1930\n\n  creation_place_original_location: Jawa Tengah (Indonesia)\n\n  styles_periods_indexing_terms: Javanese (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile) natural dye\n\n  techniques_name: batik sewing (needleworking technique)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a kain panjang\n a long hip wrapper cloth. It has a light brown background\n with patterns of black ad brown. It is decorated with figures of winged-men\n horned villains\n and other reptiles\n amongst foliage patterns.\n\n  subject_terms_1: Peranakan motifs comic strips foliage (motif)\n\n  subject_terms_2: Motifs Ethnic costume Peranakan (Asian people) Comics (Graphic works) Batik Flash Gordon (comic strip)\n\n  subject_terms_3: Peranakan costumes Batik\n\n  sgcool_label_text: The comic strip\n the Flash Gordon was the inspiration for the design on this kain panjang.  First published in 1934\n the comic strip was celebrated for its exotic storyline and science fiction theme.  Winged-men\n horned villains and ferocious reptiles are rendered in a background of densely packed small curls (ukel).  Although the comic contains aggressive action and scantily-clad women\n these are not reproduced on cloth.  Instead\n the artist tames these characters and creatures by clothing them in textile patterns\n and setting them in a benign floral setting.  The combination of natural soga brown and indigo dyes are favoured in central Java batik.  Both the batik\\u0027s subject matter and laborious patterning are indicative of the owner\\u0027s and artist\\u0027s high economic status.  Unlike a sarong\n a kain panjang is not sewn into a tube.  It is wrapped around the lower body\n and then fastened by tucking in the folded ends of the kain at the waist.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00648",
    "Image": "",
    "object_work_type": "batik art folk costume",
    "title_text": "Kain panjang (hip wrapper)",
    "preference": "main",
    "title_language": "",
    "creation_date": "1930",
    "creation_place_original_location": "Jawa Tengah (Indonesia)",
    "styles_periods_indexing_terms": "Javanese (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile) natural dye",
    "techniques_name": "batik sewing (needleworking technique)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a kain panjang, a long hip wrapper cloth. It has a light brown background, with patterns of black ad brown. It is decorated with figures of winged-men, horned villains, and other reptiles, amongst foliage patterns.",
    "subject_terms_1": "Peranakan motifs comic strips foliage (motif)",
    "subject_terms_2": "Motifs Ethnic costume Peranakan (Asian people) Comics (Graphic works) Batik Flash Gordon (comic strip)",
    "subject_terms_3": "Peranakan costumes Batik",
    "sgcool_label_text": "The comic strip, the Flash Gordon was the inspiration for the design on this kain panjang.  First published in 1934, the comic strip was celebrated for its exotic storyline and science fiction theme.  Winged-men, horned villains and ferocious reptiles are rendered in a background of densely packed small curls (ukel).  Although the comic contains aggressive action and scantily-clad women, these are not reproduced on cloth.  Instead, the artist tames these characters and creatures by clothing them in textile patterns, and setting them in a benign floral setting.  The combination of natural soga brown and indigo dyes are favoured in central Java batik.  Both the batik\u0027s subject matter and laborious patterning are indicative of the owner\u0027s and artist\u0027s high economic status.  Unlike a sarong, a kain panjang is not sewn into a tube.  It is wrapped around the lower body, and then fastened by tucking in the folded ends of the kain at the waist."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}