{"id":"2016-00464","title":"Portrait of a Chinese merchant A Chinese Merchant","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00464\nImage:\nobject_work_type:paintings (visual works) portrait\ntitle_text:Portrait of a Chinese merchant A Chinese Merchant\npreference:alternate main\ntitle_language:\ncreator_1:Lam\n Qua\ncreator_role:painter\ncreation_date:19th century\ncreation_place_original_location:China\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:Not indicated\ntechniques_name:painting (image making) chiaroscuro\nobject_colour:multicolored\nphysical_appearance:This is a portrait of a Chinese merchant. He is dressed in official robes and accessories. He is a wearing a black hat\n lue robes with long pearl necklaces. In the front of his robe\n there is a picture of a bird amongst stylized clouds. His right hand is holding the pearl necklace. There are no inscriptions seen.\nsubject_terms_1:folk costume chiaroscuro merchants\nsubject_terms_2:Ethnic costume Painting Portrait China History Qing dynasty\n 1644-1912 Chiaroscuro Merchants\nsubject_terms_3:Painting Merchants\nsgcool_label_text:This half-length portrait of an unidentified Chinese merchant dressed in official robes is attributed to the painter Lamqua (1802–ca.1860) or his studio in Canton (modern-day Guangzhou)\n China. The realistic portrayal of the Chinese merchant is the result of the artist’s deft application of the Western painting technique of chiaroscuro---the use of light and shading to create a sense of three-dimensionality.  Lamqua was famous in mid-19th century Guangzhou for his outstanding painting skills\n in particular\n for executing European-style works with a realistic figurative composition. Lamqua owned a popular workshop that produced portraits\n harbour views and paintings of other subjects that appealed to foreign customers. Several of Lamqua’s paintings were even exhibited in the West\n including at the Royal Academy in London in the 1830s and 1840s.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00464","Image":"","object_work_type":"paintings (visual works) portrait","title_text":"Portrait of a Chinese merchant A Chinese Merchant","preference":"alternate main","title_language":"","creator_1":"Lam, Qua","creator_role":"painter","creation_date":"19th century","creation_place_original_location":"China","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"Not indicated","techniques_name":"painting (image making) chiaroscuro","object_colour":"multicolored","physical_appearance":"This is a portrait of a Chinese merchant. He is dressed in official robes and accessories. He is a wearing a black hat, lue robes with long pearl necklaces. In the front of his robe, there is a picture of a bird amongst stylized clouds. His right hand is holding the pearl necklace. There are no inscriptions seen.","subject_terms_1":"folk costume chiaroscuro merchants","subject_terms_2":"Ethnic costume Painting Portrait China History Qing dynasty, 1644-1912 Chiaroscuro Merchants","subject_terms_3":"Painting Merchants","sgcool_label_text":"This half-length portrait of an unidentified Chinese merchant dressed in official robes is attributed to the painter Lamqua (1802–ca.1860) or his studio in Canton (modern-day Guangzhou), China. The realistic portrayal of the Chinese merchant is the result of the artist’s deft application of the Western painting technique of chiaroscuro---the use of light and shading to create a sense of three-dimensionality.  Lamqua was famous in mid-19th century Guangzhou for his outstanding painting skills, in particular, for executing European-style works with a realistic figurative composition. Lamqua owned a popular workshop that produced portraits, harbour views and paintings of other subjects that appealed to foreign customers. Several of Lamqua’s paintings were even exhibited in the West, including at the Royal Academy in London in the 1830s and 1840s."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}