{
  "id": "2016-00350",
  "title": "Claës Fredrik Hornstedt examining natural history specimens, attended by his slave Ali, in Java",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00350\n\n  Image: \n\n  object_work_type: watercolours (paintings) paintings (visual works)\n\n  title_text: Claës Fredrik Hornstedt examining natural history specimens\n attended by his slave Ali\n in Java\n\n  preference: main\n\n  title_language: \n\n  creator_2: Not Indicated\n\n  creator_1: Not Indicated\n\n  creator_role: Not Indicated\n\n  creation_date: 1780s\n\n  creation_place_original_location: Stockholm (Sweden)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: watercolour painting (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This painting depicts the natural historian Claës Fredrik Hornstedt\n alongside with his slave who is named as Ali\n examing several animal specimens behind a table. The background of the painting comprises of trees and the sky. The painting has a wooden frame and a pink border. Hornsted\\u0027s skin is painted as pale whereas Ali\\u0027s skin is painted as dark brown. Hornsted is also dressed totally in a white colonial outfit while Ali only adorns a pair of brown shorts and is barefoot. There is a crocodile and a monkey standing on the ground alongside Hornstedt and Ali. There is one dead bird on the table and another in a transparent jar.Ali is holding an animal in his hands and Hornstedt is looking at it.\n\n  subject_terms_1: naturalists natural history colonial settlements slaves (people)\n\n  subject_terms_2: Colonization Hornstedt\n C.F. (Clas Fredrik)\n 1758 - 1809 Naturalist Slaves Natural history Watercolour painting Jakarta (Indonesia)\n\n  subject_terms_3: Watercolour Painting Visual arts\n\n  sgcool_label_text: \\This watercolour depicts the Swedish naturalist Claës Fredrik Hornstedt examining natural history specimens. The setting for this scene is Java\n where Hornstedt spent a year between 1783 and 1784\n supported by the Batavian Society of Arts and Science. He is attended to by a slave named Ali\n as indicated in the accompanying inscription\n Ali being a name he gave to his slave in replacement of his \\\\long Javanese name\\\\. The inscription is dated 1788\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00350",
    "Image": "",
    "object_work_type": "watercolours (paintings) paintings (visual works)",
    "title_text": "Claës Fredrik Hornstedt examining natural history specimens, attended by his slave Ali, in Java",
    "preference": "main",
    "title_language": "",
    "creator_2": "Not Indicated",
    "creator_1": "Not Indicated",
    "creator_role": "Not Indicated",
    "creation_date": "1780s",
    "creation_place_original_location": "Stockholm (Sweden)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "watercolour painting (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This painting depicts the natural historian Claës Fredrik Hornstedt, alongside with his slave who is named as Ali, examing several animal specimens behind a table. The background of the painting comprises of trees and the sky. The painting has a wooden frame and a pink border. Hornsted\u0027s skin is painted as pale whereas Ali\u0027s skin is painted as dark brown. Hornsted is also dressed totally in a white colonial outfit while Ali only adorns a pair of brown shorts and is barefoot. There is a crocodile and a monkey standing on the ground alongside Hornstedt and Ali. There is one dead bird on the table and another in a transparent jar.Ali is holding an animal in his hands and Hornstedt is looking at it.",
    "subject_terms_1": "naturalists natural history colonial settlements slaves (people)",
    "subject_terms_2": "Colonization Hornstedt, C.F. (Clas Fredrik), 1758 - 1809 Naturalist Slaves Natural history Watercolour painting Jakarta (Indonesia)",
    "subject_terms_3": "Watercolour Painting Visual arts",
    "sgcool_label_text": "\"This watercolour depicts the Swedish naturalist Claës Fredrik Hornstedt examining natural history specimens. The setting for this scene is Java, where Hornstedt spent a year between 1783 and 1784, supported by the Batavian Society of Arts and Science. He is attended to by a slave named Ali, as indicated in the accompanying inscription, Ali being a name he gave to his slave in replacement of his \"\"long Javanese name\"\". The inscription is dated 1788"
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}