{"id":"2016-00351","title":"A View of Hong Kong Harbour Hong Kong Harbour","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00351\nImage:\nobject_work_type:paintings (visual works)\ntitle_text:A View of Hong Kong Harbour Hong Kong Harbour\npreference:alternate main\ntitle_language:\ncreation_date:late 1850s\ncreation_place_original_location:Hong Kong (China)\nstyles_periods_indexing_terms:Western European\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:oil paint (paint) canvas (textile material)\ntechniques_name:painting (image-making)\nobject_colour:multicolored\nphysical_appearance:This painting shows the Hong Kong harbour. The island of Hong Kong is in the background of the painting. In the foreground\n there is a variety of vessels shown\n including a coastal junk\n Tanka boats\n small boats\n and three-mast ships. There is no inscription seen in the painting.\nsubject_terms_1:junks (vessels) harbors seaports Chinese (culture or style) trade (function) watercraft souvenirs seascape\nsubject_terms_2:Painting Junks Harbors China trade painting Boats and boating Hong Kong (China) Souvenirs (Keepsakes)\nsubject_terms_3:Painting Harbours Ports\nsgcool_label_text:The island of Hong Kong is visibly discernable and detailed in an accurate manner. The artist has included several well-known landmarks such as the tower of St. John’s Cathedral\n seen above the smaller paddle steamer and the Government House\n uphill to its right. A great variety of vessels are present in the harbour\n including a coastal junk\n Tanka boats operated by blue-robed “Boat Dwellers” (native ethnic minorities of Southern China)\n covered hulks (obsolete sailing ships converted for use as naval base)\n small side wheelers\n and three-masted sailing ships flying the flags of Britain\n France and the United States.   The first views of Hong Kong\n such as this example\n began to appear in the early 19th century. The British built their first city on the island of Hong Kong and called it Victoria city (presently Sheung Wan and Sai Wan districts). The name “Victoria” demonstrated the extent of rule and authority of the British government. As Hong Kong grew in stature as a British crown colony\n such paintings became an important record of the development of the port and the increasing volume of international ships that called to port. Beyond the great number of vessels that visited the important Hong Kong harbour\n lies a curiosity in the presence of a junk-rigged vessel with additional jib and topsails in Western fashion. The adapted design of the ship illustrates the pluralistic nature of interactions within cosmopolitan harbours. The port was a gate way of cross-cultural interaction between the East and the West\n and demonstrates artistic and cultural exchange between China and the world. Such paintings were known as China trade paintings\n and were popular in the 18th and 19th centuries. Produced largely for visiting tourists and foreign traders\n the paintings were executed by local and foreign artists\n working in a Western style in order to appeal to the market. Art studios were set up in Guangzhou and Hong Kong\n where mass-produced genre scenes of treaty ports\n portraits and still lifes were sold as souvenirs. While China trade paintings found a huge market at that time\n the growing popularity of photography in the late 19th century shifted this demand pattern\n eventually rendering such trade paintings obsolete.","createdDate":"20201119143405","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00351","Image":"","object_work_type":"paintings (visual works)","title_text":"A View of Hong Kong Harbour Hong Kong Harbour","preference":"alternate main","title_language":"","creation_date":"late 1850s","creation_place_original_location":"Hong Kong (China)","styles_periods_indexing_terms":"Western European","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"oil paint (paint) canvas (textile material)","techniques_name":"painting (image-making)","object_colour":"multicolored","physical_appearance":"This painting shows the Hong Kong harbour. The island of Hong Kong is in the background of the painting. In the foreground, there is a variety of vessels shown, including a coastal junk, Tanka boats, small boats, and three-mast ships. There is no inscription seen in the painting.","subject_terms_1":"junks (vessels) harbors seaports Chinese (culture or style) trade (function) watercraft souvenirs seascape","subject_terms_2":"Painting Junks Harbors China trade painting Boats and boating Hong Kong (China) Souvenirs (Keepsakes)","subject_terms_3":"Painting Harbours Ports","sgcool_label_text":"The island of Hong Kong is visibly discernable and detailed in an accurate manner. The artist has included several well-known landmarks such as the tower of St. John’s Cathedral, seen above the smaller paddle steamer and the Government House, uphill to its right. A great variety of vessels are present in the harbour, including a coastal junk, Tanka boats operated by blue-robed “Boat Dwellers” (native ethnic minorities of Southern China), covered hulks (obsolete sailing ships converted for use as naval base), small side wheelers, and three-masted sailing ships flying the flags of Britain, France and the United States.   The first views of Hong Kong, such as this example, began to appear in the early 19th century. The British built their first city on the island of Hong Kong and called it Victoria city (presently Sheung Wan and Sai Wan districts). The name “Victoria” demonstrated the extent of rule and authority of the British government. As Hong Kong grew in stature as a British crown colony, such paintings became an important record of the development of the port and the increasing volume of international ships that called to port. Beyond the great number of vessels that visited the important Hong Kong harbour, lies a curiosity in the presence of a junk-rigged vessel with additional jib and topsails in Western fashion. The adapted design of the ship illustrates the pluralistic nature of interactions within cosmopolitan harbours. The port was a gate way of cross-cultural interaction between the East and the West, and demonstrates artistic and cultural exchange between China and the world. Such paintings were known as China trade paintings, and were popular in the 18th and 19th centuries. Produced largely for visiting tourists and foreign traders, the paintings were executed by local and foreign artists, working in a Western style in order to appeal to the market. Art studios were set up in Guangzhou and Hong Kong, where mass-produced genre scenes of treaty ports, portraits and still lifes were sold as souvenirs. While China trade paintings found a huge market at that time, the growing popularity of photography in the late 19th century shifted this demand pattern, eventually rendering such trade paintings obsolete."},"nlpDate":"20201119143405","connectorId":0,"tags":{}}