{
  "id": "2016-00752 ",
  "title": "Altar Sideboard",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00752 \n\n  Image: \n\n  object_work_type: altars (religious fixtures)\n\n  title_text: Altar Sideboard\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1900-1920\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) glass (material)\n\n  techniques_name: woodcarving gilding (technique)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a large carved altar sideboard. It has a marble tabletop. In the centre sits a portrait of a couple. The man is wearing a traditional Chinese dress and hat. The woman is seated on the left\n wearing a green\n floral long garment fasted with three large diamond brooches\n over a sarong\n with a pair of beaded slippers. Above them hangs a rectangular photograph of three people. The table is carved with intricate designs and patterns\n with dragons and phoenixes along the sides.\n\n  subject_terms_1: businessmen Peranakan motifs worship portraits paintings (visual works) folk costume carvings (visual works)\n\n  subject_terms_2: Motifs Painting ethnic costume Portraits Peranakan (Asian people) Altars Businessmen Worship\n\n  subject_terms_3: Religious life and practices Ong\n Sam Leong Peranakan clans and associations\n\n  sgcool_label_text: This is a large carved altar sideboard with a marble tabletop and a portrait of Mr and Mrs Ong Sam Leong in the centre. Mr Ong is depicted wearing traditional Chinese garb while his wife\n seated on the left is painted wearing a green\n floral baju panjang fastened with three large diamond brooches (kerosang in Baba Malay) over a sarong with a pair of beaded slippers. A rectangular photograph of their eldest son Ong Boon Tat in between his two wives is affixed at the centre above them. Dragons and phoenixes run along the sides of the altar\n and a pair of phoenixes is carved in openwork as a crown. \\r\\n\\r\\nThis item is donated by the family of prominent Peranakan\n Ong Sam Leong (b. 1857\n Singapore – d. 7 February 1918\n Singapore). It comes from his ancestral home of Bukit Rose\n formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island\n which was historically a territory of colonial Singapore.\n",
  "createdDate": "20201125084530",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00752 ",
    "Image": "",
    "object_work_type": "altars (religious fixtures)",
    "title_text": "Altar Sideboard",
    "preference": "main",
    "title_language": "",
    "creation_date": "1900-1920",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) glass (material)",
    "techniques_name": "woodcarving gilding (technique)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a large carved altar sideboard. It has a marble tabletop. In the centre sits a portrait of a couple. The man is wearing a traditional Chinese dress and hat. The woman is seated on the left, wearing a green, floral long garment fasted with three large diamond brooches, over a sarong, with a pair of beaded slippers. Above them hangs a rectangular photograph of three people. The table is carved with intricate designs and patterns, with dragons and phoenixes along the sides.",
    "subject_terms_1": "businessmen Peranakan motifs worship portraits paintings (visual works) folk costume carvings (visual works)",
    "subject_terms_2": "Motifs Painting ethnic costume Portraits Peranakan (Asian people) Altars Businessmen Worship",
    "subject_terms_3": "Religious life and practices Ong, Sam Leong Peranakan clans and associations",
    "sgcool_label_text": "This is a large carved altar sideboard with a marble tabletop and a portrait of Mr and Mrs Ong Sam Leong in the centre. Mr Ong is depicted wearing traditional Chinese garb while his wife, seated on the left is painted wearing a green, floral baju panjang fastened with three large diamond brooches (kerosang in Baba Malay) over a sarong with a pair of beaded slippers. A rectangular photograph of their eldest son Ong Boon Tat in between his two wives is affixed at the centre above them. Dragons and phoenixes run along the sides of the altar, and a pair of phoenixes is carved in openwork as a crown. \r\n\r\nThis item is donated by the family of prominent Peranakan, Ong Sam Leong (b. 1857, Singapore – d. 7 February 1918, Singapore). It comes from his ancestral home of Bukit Rose, formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island, which was historically a territory of colonial Singapore."
  },
  "nlpDate": "20201125084530",
  "connectorId": 0,
  "tags": {}
}