{"id":"2016-00592","title":"Selvi Gopalakrishnan at 9 years old","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00592\nImage:\nobject_work_type:black-and-white photographs\ntitle_text:Selvi Gopalakrishnan at 9 years old\npreference:main\ntitle_language:\ncreation_date:1974\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:printing (process) photographic processes\nobject_colour:grey monochrome\nphysical_appearance:The image shows a photograph that is in black-and-white. A young Indian girl is standing at the centre and looking towards the direction where the photograph was captured. She is wearing a blouse with middle length sleeves\n as well as a long skirt that stretches to the ground. A necklace can also be seen on her. She has a watch over her left wrist and she adorns a bracelet at her right wrist.\nsubject_terms_1:children (people by age group) studio portraits folk costume ethnic groups\nsubject_terms_2:Black-and-white photography Children Ethnic costume Portrait photography Tamil (Indic people)\nsubject_terms_3:Portrait photography Children\nsgcool_label_text:Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist\n and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.","createdDate":"20201119143405","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00592","Image":"","object_work_type":"black-and-white photographs","title_text":"Selvi Gopalakrishnan at 9 years old","preference":"main","title_language":"","creation_date":"1974","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"printing (process) photographic processes","object_colour":"grey monochrome","physical_appearance":"The image shows a photograph that is in black-and-white. A young Indian girl is standing at the centre and looking towards the direction where the photograph was captured. She is wearing a blouse with middle length sleeves, as well as a long skirt that stretches to the ground. A necklace can also be seen on her. She has a watch over her left wrist and she adorns a bracelet at her right wrist.","subject_terms_1":"children (people by age group) studio portraits folk costume ethnic groups","subject_terms_2":"Black-and-white photography Children Ethnic costume Portrait photography Tamil (Indic people)","subject_terms_3":"Portrait photography Children","sgcool_label_text":"Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970."},"nlpDate":"20201119143405","connectorId":0,"tags":{}}