{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Public health Public health",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "City Council of Singapore  City Council of Singapore",
  "object_work_type": "pamphlets pamphlets",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "The image displays a pamphlet. It is rectangular in shape and Chinese characters are present at the top and bottom half of the pamphlet. There is an image at the centre of the pamphlet, with a triangular perimeter in blue surrounding it. It shows a silhouette of a rubbish bin that is overflowing with trash. The image displays a pamphlet. It is rectangular in shape and Chinese characters are present at the top and bottom half of the pamphlet. There is an image at the centre of the pamphlet, with a triangular perimeter in blue surrounding it. It shows a silhouette of a rubbish bin that is overflowing with trash.",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "This Anti-Littering pamphlet was used what was then termed a “Mass Health Movement” – three campaigns on “Anti-Spitting”, “Anti-Litter” and “Anti-Pests” organised by the Singapore City Council in 1958. This Anti-Littering pamphlet was used what was then termed a “Mass Health Movement” – three campaigns on “Anti-Spitting”, “Anti-Litter” and “Anti-Pests” organised by the Singapore City Council in 1958.",
  "preference": "main main",
  "context_6": "NA NA",
  "creator_1": "City Council (TTE) City Council (TTE)",
  "context_1": "NA NA",
  "edition_description": "NA NA",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "Anti-Littering \/ Cleaning-up Campaign Pamphlet Anti-Littering \/ Cleaning-up Campaign Pamphlet",
  "creation_date": "1958 1958",
  "subject_terms_1": "public health hygiene rubbish promotional materials public health hygiene rubbish promotional materials",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "creators creators",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00540",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "Informational pamphlets Public health Hygiene Litter (Trash) Promotional materials Informational pamphlets Public health Hygiene Litter (Trash) Promotional materials",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "colour printing colour printing",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}