{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Ethnic foods Speak Mandarin Campaign, Singapore, 1979- Ethnic foods Speak Mandarin Campaign, Singapore, 1979-",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "Ministry of Culture Ministry of Culture",
  "object_work_type": "hardcover books hardcover books",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "The image shows the front cover of a book. The book is hardcover and its front cover and spine are yellow in colour. Chinese characters are present above the English title. The English title “Names of Items Commonly Found in Hawker Centres, Markets, Restaurants and Zhongyuan Jie Auctions” is stated near the top. An assortment of food items is displayed on the cover's image. Both food and meat items are shown. Food items like satay, chicken, fish, steamed buns, etc., are displayed.  The image shows the front cover of a book. The book is hardcover and its front cover and spine are yellow in colour. Chinese characters are present above the English title. The English title “Names of Items Commonly Found in Hawker Centres, Markets, Restaurants and Zhongyuan Jie Auctions” is stated near the top. An assortment of food items is displayed on the cover's image. Both food and meat items are shown. Food items like satay, chicken, fish, steamed buns, etc., are displayed.",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "Consisting of 697 items, the publication was an introductory effort to provide the Mandarin equivalents for common food items which had been known primarily by their dialect names. \r\n\r\nThe publication was part of the Speak Mandarin Campaign launched on 7 September 1979 that sought to simplify the language environment, improve communication among Chinese Singaporeans from the various dialect groups, and create a Mandarin-speaking environment in support of the national bilingual education policy.   Consisting of 697 items, the publication was an introductory effort to provide the Mandarin equivalents for common food items which had been known primarily by their dialect names. \r\n\r\nThe publication was part of the Speak Mandarin Campaign launched on 7 September 1979 that sought to simplify the language environment, improve communication among Chinese Singaporeans from the various dialect groups, and create a Mandarin-speaking environment in support of the national bilingual education policy.",
  "preference": "main alternate main alternate",
  "context_6": "NA NA",
  "creator_1": "Ministry of Culture (TTE) Ministry of Culture (TTE)",
  "context_1": "NA NA",
  "edition_description": "Not indicated Not indicated",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "“Names of Items Commonly Found in Hawker Centres, Markets, Restaurants and Zhongyuan Jie Auctions” Publication “Names of Items Commonly Found in Hawker Centres, Markets, Restaurants and Zhongyuan Jie Auctions” “Names of Items Commonly Found in Hawker Centres, Markets, Restaurants and Zhongyuan Jie Auctions” Publication “Names of Items Commonly Found in Hawker Centres, Markets, Restaurants and Zhongyuan Jie Auctions”",
  "creation_date": "1986 1986",
  "subject_terms_1": "reference books translation (function) food reference books translation (function) food",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "publishers publishers",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00538",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "Reference books Translations Local foods Speak Mandarin Campaign, Singapore Reference books Translations Local foods Speak Mandarin Campaign, Singapore",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "colour printing bookbinding (process) book cloth (textile material) colour printing bookbinding (process) book cloth (textile material)",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}