{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Performing Arts National Theatre (Singapore) Performing Arts National Theatre (Singapore)",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "Tai Lung Fung theatre society Tai Lung Fung theatre society",
  "object_work_type": "booklets booklets",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "The image shows the front cover of a booklet. There are Chinese characters at the centre, top, and bottom of the booklet. The image of the National Theatre of Singapore lies in the background of the booklet. Its five pointed rooftop façade can be seen in the image.   The image shows the front cover of a booklet. There are Chinese characters at the centre, top, and bottom of the booklet. The image of the National Theatre of Singapore lies in the background of the booklet. Its five pointed rooftop façade can be seen in the image.",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "This is a special edition prorgramme booklet of the southern tour performances by Hong Kong’s Tai Lung Fung theatre society at the National Theatre. Dubbed the “People’s Theatre” as members of the public had contributed towards the building fund, the National Theatre was opened in 1963. Apart from being a symbol of national identity and a place where local art performances took place, it was also the venue for important national events such as National Day rallies, as well as various cultural shows and performances from the overseas theatre community.  This is a special edition prorgramme booklet of the southern tour performances by Hong Kong’s Tai Lung Fung theatre society at the National Theatre. Dubbed the “People’s Theatre” as members of the public had contributed towards the building fund, the National Theatre was opened in 1963. Apart from being a symbol of national identity and a place where local art performances took place, it was also the venue for important national events such as National Day rallies, as well as various cultural shows and performances from the overseas theatre community.",
  "preference": "main alternate main alternate",
  "context_6": "NA NA",
  "creator_1": "Not indicated Not indicated",
  "context_1": "NA NA",
  "edition_description": "NA NA",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "Performance by Hong Kong’s Tai Lung Fung theatre society at the National Theatre  Programme booklet for performance by Hong Kong’s Tai Lung Fung theatre society at the National Theatre  Performance by Hong Kong’s Tai Lung Fung theatre society at the National Theatre  Programme booklet for performance by Hong Kong’s Tai Lung Fung theatre society at the National Theatre",
  "creation_date": "1960s - 1970s 1960s - 1970s",
  "subject_terms_1": "performances (creative events) theaters (institutions) performances (creative events) theaters (institutions)",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "performing artists performing artists",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00550",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "Performances Theaters Pamphlets Performances Theaters Pamphlets",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "colour printing colour printing",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}