{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Singapore. Ministry of Education Heritage and Culture Education Singapore. Ministry of Education Heritage and Culture Education",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "Singapore Education Publishing Bureau Ministry of Education Singapore Education Publishing Bureau Ministry of Education",
  "object_work_type": "songbooks songbooks",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "\"The image shows the front cover of a songbook. It is rectangular in shape and there are patterned drawings of leaves in a circular direction. \"\"Assembly Songs\"\" is stated at the centre. \"\"Young Singaporeans Supplement\"\" is stated at the bottom. There are Chinese characters present on the songbook as well.\" \"The image shows the front cover of a songbook. It is rectangular in shape and there are patterned drawings of leaves in a circular direction. \"\"Assembly Songs\"\" is stated at the centre. \"\"Young Singaporeans Supplement\"\" is stated at the bottom. There are Chinese characters present on the songbook as well.\"",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "The Singapore Education Publishing Bureau (EPB) was set up by the Singapore Ministry of Education (MOE) in 1967.  EPB worked with the MOE to develop syllabus for Civic and moral education and mother tongue languages. \r\n\r\nThis included song books such as this assembly songs book for young Singaporeans which includes “Singapura” written in 1962 and the national anthem written in 1958. The Singapore Education Publishing Bureau (EPB) was set up by the Singapore Ministry of Education (MOE) in 1967.  EPB worked with the MOE to develop syllabus for Civic and moral education and mother tongue languages. \r\n\r\nThis included song books such as this assembly songs book for young Singaporeans which includes “Singapura” written in 1962 and the national anthem written in 1958.",
  "preference": "main main",
  "context_6": "NA NA",
  "creator_1": "Not indicated Singapore, Ministry of Education Not indicated Singapore, Ministry of Education",
  "context_1": "NA NA",
  "edition_description": "Not indicated Not indicated",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "Assembly Songs Songbook, Young Singaporean Supplement Assembly Songs Songbook, Young Singaporean Supplement",
  "creation_date": "1967 - 1980 1967 - 1980",
  "subject_terms_1": "schools (institutions) students songs (oral or performed works) cultural heritage education schools (institutions) students songs (oral or performed works) cultural heritage education",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "publishers creators publishers creators",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00544",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "School songbooks Students Songs Singapore Education School songbooks Students Songs Singapore Education",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "colour printing colour printing",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}