{"id":"2016-00163","title":"Composition in Ragamalika Music Notes for a Composition in Ragamalika","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00163\nImage:\nobject_work_type:scores\ntitle_text:Composition in Ragamalika Music Notes for a Composition in Ragamalika\npreference:main alternate\ntitle_language:\ncreator_2:Shri Retnam\ncreator_1:Not indicated\ncreator_role:creators\ncreation_date:1968-1969\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:handwriting\nobject_colour:black-and-white (colours)\nphysical_appearance:The image shows a set of three handwritten notes. The writing is black and blue in colour and the notes are composed entirely in Tamil script\n along with a few numbers as pointers. The Tamil scripts written on all three pages are predominantly in straight horizontal lines from left to right. Some of the sides of the notes are slightly torn.\nsubject_terms_1:composition (artistic arrangement) music (performing arts)\nsubject_terms_2:Carnatic music Raga Scores\nsubject_terms_3:Instrumental music Indian music\nsgcool_label_text:Mr. Retnam (b. 1918) was a prominent musician and a bul-bul-tara (Indian Banjo or Nagoya Harp) player. Born in Penang in 1918\n he arrived in Singapore in 1929 and pursued his interest in Indian music. He popularized the use of the bul-bul-tara in Indian classical music in Singapore. \\r\\n\\r\\nMr Retnam formed the Rama Bhajana Mandali at Sri Veeramakaliamman Temple\n and performed alongside veterans of Indian music such as Pandit M Ramalingam and MV Gurusamy. He was also a member of the Ramakrishna Sangeetha Sabha\n and Singapore Carnatic Orchestra until 1984. \\r\\n\\r\\nThroughout his musical career\n he performed with Bhaskar’s Academy of Dance and Gemini Music Band\n and for Radio Television Singapore. He was also a keen theatre practitioner who composed music for and acted in several Tamil stage dramas and productions staged during the Tamil’s Festival or Thamizhar Thirunal. \\r\\n\\r\\nMr Retnam was also the first music director for Krishna Our Guide and composed their bhajans or prayer songs. He was recognised for his talent by various organisations such as Indian Youth League (1941) and Tamils Representative Council (1958)\n and was awarded the “Golden Robe” award by Guru Gopinath in 1980.\\r\\nKedara Gowla.\\r\\n\\r\\nThese are notes/notations handwritten by Shri Retnam for a composition in the Raga Malika.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00163","Image":"","object_work_type":"scores","title_text":"Composition in Ragamalika Music Notes for a Composition in Ragamalika","preference":"main alternate","title_language":"","creator_2":"Shri Retnam","creator_1":"Not indicated","creator_role":"creators","creation_date":"1968-1969","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"handwriting","object_colour":"black-and-white (colours)","physical_appearance":"The image shows a set of three handwritten notes. The writing is black and blue in colour and the notes are composed entirely in Tamil script, along with a few numbers as pointers. The Tamil scripts written on all three pages are predominantly in straight horizontal lines from left to right. Some of the sides of the notes are slightly torn.","subject_terms_1":"composition (artistic arrangement) music (performing arts)","subject_terms_2":"Carnatic music Raga Scores","subject_terms_3":"Instrumental music Indian music","sgcool_label_text":"Mr. Retnam (b. 1918) was a prominent musician and a bul-bul-tara (Indian Banjo or Nagoya Harp) player. Born in Penang in 1918, he arrived in Singapore in 1929 and pursued his interest in Indian music. He popularized the use of the bul-bul-tara in Indian classical music in Singapore. \r\n\r\nMr Retnam formed the Rama Bhajana Mandali at Sri Veeramakaliamman Temple, and performed alongside veterans of Indian music such as Pandit M Ramalingam and MV Gurusamy. He was also a member of the Ramakrishna Sangeetha Sabha, and Singapore Carnatic Orchestra until 1984. \r\n\r\nThroughout his musical career, he performed with Bhaskar’s Academy of Dance and Gemini Music Band, and for Radio Television Singapore. He was also a keen theatre practitioner who composed music for and acted in several Tamil stage dramas and productions staged during the Tamil’s Festival or Thamizhar Thirunal. \r\n\r\nMr Retnam was also the first music director for Krishna Our Guide and composed their bhajans or prayer songs. He was recognised for his talent by various organisations such as Indian Youth League (1941) and Tamils Representative Council (1958), and was awarded the “Golden Robe” award by Guru Gopinath in 1980.\r\nKedara Gowla.\r\n\r\nThese are notes/notations handwritten by Shri Retnam for a composition in the Raga Malika."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}