{
  "id": "2016-00248",
  "title": "South Indian Wedding Pendant",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00248\n\n  Image: \n\n  object_work_type: pendants (jewellery)\n\n  title_text: South Indian Wedding Pendant\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1900 - 1999\n\n  creation_place_original_location: Tamil Nadu (India)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: gold (metal)\n\n  techniques_name: metalworking jewellery making\n\n  object_colour: multicoloured\n\n  physical_appearance: An image of a wedding pendant is shown. The thread that holds the gold jewellery is red in colour. There are two rectangular blocks of gold jewellery attached around the thread. In the middle of these blocks\n a purple stone is protruding outwards. The gold piece extends and diverges into five elongated segments. Floral patterns adorn the ornament.\n\n  subject_terms_1: necklaces jewellery ornaments (object genre) Hinduism neck ornaments floral patterns goldwork (visual works) customs (social)\n\n  subject_terms_2: Motifs Goldwork Gold jewelry Hindu marriage customs and rites Necklaces Pendants (Jewellery) Ethnic jewellery\n\n  subject_terms_3: Jewellery Hinduism Marriage customs\n\n  sgcool_label_text: In southern Indian Hindu custom\n the thali is the principal gold marriage ornament or auspicious amulet placed on the mangal sutram wedding necklace. Derived from the local term for palmyra palm (thala)\n this Sanskrit term thali makes reference to the ancient custom of tying strips of palm leaf around the neck of a married woman; in indication of her married status. This is an impressive and intricate wedding ornament; a component of the Chettiar wedding necklace or kazhuthuru\n representative of the material heritage of the Tamil\n Chettiar community; who are among the earliest Indians to settle in the Singapore-Malaya region.\n",
  "createdDate": "20201125084536",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00248",
    "Image": "",
    "object_work_type": "pendants (jewellery)",
    "title_text": "South Indian Wedding Pendant",
    "preference": "main",
    "title_language": "",
    "creation_date": "1900 - 1999",
    "creation_place_original_location": "Tamil Nadu (India)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "gold (metal)",
    "techniques_name": "metalworking jewellery making",
    "object_colour": "multicoloured",
    "physical_appearance": "An image of a wedding pendant is shown. The thread that holds the gold jewellery is red in colour. There are two rectangular blocks of gold jewellery attached around the thread. In the middle of these blocks, a purple stone is protruding outwards. The gold piece extends and diverges into five elongated segments. Floral patterns adorn the ornament.",
    "subject_terms_1": "necklaces jewellery ornaments (object genre) Hinduism neck ornaments floral patterns goldwork (visual works) customs (social)",
    "subject_terms_2": "Motifs Goldwork Gold jewelry Hindu marriage customs and rites Necklaces Pendants (Jewellery) Ethnic jewellery",
    "subject_terms_3": "Jewellery Hinduism Marriage customs",
    "sgcool_label_text": "In southern Indian Hindu custom, the thali is the principal gold marriage ornament or auspicious amulet placed on the mangal sutram wedding necklace. Derived from the local term for palmyra palm (thala), this Sanskrit term thali makes reference to the ancient custom of tying strips of palm leaf around the neck of a married woman; in indication of her married status. This is an impressive and intricate wedding ornament; a component of the Chettiar wedding necklace or kazhuthuru, representative of the material heritage of the Tamil, Chettiar community; who are among the earliest Indians to settle in the Singapore-Malaya region."
  },
  "nlpDate": "20201125084536",
  "connectorId": 0,
  "tags": {}
}