{
  "id": "2016-00132",
  "title": "Booklet related to community donations for Sim family orphans dated 1943-45 Booklet related to community donations for Sim family orphans",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00132\n\n  Image: \n\n  object_work_type: booklets\n\n  title_text: Booklet related to community donations for Sim family orphans dated 1943-45 Booklet related to community donations for Sim family orphans\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1943 - 1945\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product) printing paper\n\n  techniques_name: colour printing handwriting\n\n  object_colour: multicoloured\n\n  physical_appearance: The booklet is predominantly green in colour\n except for several designs of floral patterns that are brown in colour. At the centre of the booklet\n three columns of Chinese characters in black ink are written inside an inner brown boundary. The booklet looks worn out at its edges. There are no visible tears and the colours are not smudged.\n\n  subject_terms_1: financial records financial aid world wars assistance donations community development\n\n  subject_terms_2: Adopted children World War\n 1939 - 1945 Fund raising Orphans Records War victims\n\n  subject_terms_3: 1942-1945 Japanese occupation Wars\n\n  context_1: World War\n 1939 - 1945\n\n  context_2: world wars\n\n  context_3: 1939 - 1945\n\n  context_4: 1939\n\n  context_5: 1945\n\n  context_6: Asia\n\n  sgcool_label_text: The title on the booklet states\n ‘Funds raised in aid of Sim Teow Kwang’s children’ and is dated to the 2nd month of the Guimo year (1943). It contained two lists that track donations right up to 1945. The first list is a detailed account of the sums of cash from regular donor Tan Eng Seng and the second is a long list of names of the ordinary folk who contributed cash in various amounts to the three Sim children (one boy\n aged 13 and two girls\n aged 11 and 9) who were orphaned during the Japanese Occupation period. Before the war\n the family was living along Tank Road. Their father\n Sim Teow Kwang\n was working with the Foreign Exchange Department of OCBC Bank. When Singapore fell\n Mr Sim was taken away in February 1942 by Japanese soldiers\n who had gathered all residents from Tank Road\n River Valley Road and Clarke Quay at River Valley Road\n where Liang Court is situated today. A few months later\n on 8th September 1942\n Mrs Sim passed away due to an illness. After their parents died\n the children went to live with Tan Eng Seng\n their maternal uncle. \\r\\nMany of those who contributed to the fundraising effort (comprising extended family members\n neighbours and friends) had Sim as their family name. The record served as material proof of community self-help during this darkest chapter of Singapore’s history.\n",
  "createdDate": "20201125084540",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00132",
    "Image": "",
    "object_work_type": "booklets",
    "title_text": "Booklet related to community donations for Sim family orphans dated 1943-45 Booklet related to community donations for Sim family orphans",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1943 - 1945",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product) printing paper",
    "techniques_name": "colour printing handwriting",
    "object_colour": "multicoloured",
    "physical_appearance": "The booklet is predominantly green in colour, except for several designs of floral patterns that are brown in colour. At the centre of the booklet, three columns of Chinese characters in black ink are written inside an inner brown boundary. The booklet looks worn out at its edges. There are no visible tears and the colours are not smudged.",
    "subject_terms_1": "financial records financial aid world wars assistance donations community development",
    "subject_terms_2": "Adopted children World War, 1939 - 1945 Fund raising Orphans Records War victims",
    "subject_terms_3": "1942-1945 Japanese occupation Wars",
    "context_1": "World War, 1939 - 1945",
    "context_2": "world wars",
    "context_3": "1939 - 1945",
    "context_4": "1939",
    "context_5": "1945",
    "context_6": "Asia",
    "sgcool_label_text": "The title on the booklet states, ‘Funds raised in aid of Sim Teow Kwang’s children’ and is dated to the 2nd month of the Guimo year (1943). It contained two lists that track donations right up to 1945. The first list is a detailed account of the sums of cash from regular donor Tan Eng Seng and the second is a long list of names of the ordinary folk who contributed cash in various amounts to the three Sim children (one boy, aged 13 and two girls, aged 11 and 9) who were orphaned during the Japanese Occupation period. Before the war, the family was living along Tank Road. Their father, Sim Teow Kwang, was working with the Foreign Exchange Department of OCBC Bank. When Singapore fell, Mr Sim was taken away in February 1942 by Japanese soldiers, who had gathered all residents from Tank Road, River Valley Road and Clarke Quay at River Valley Road, where Liang Court is situated today. A few months later, on 8th September 1942, Mrs Sim passed away due to an illness. After their parents died, the children went to live with Tan Eng Seng, their maternal uncle. \r\nMany of those who contributed to the fundraising effort (comprising extended family members, neighbours and friends) had Sim as their family name. The record served as material proof of community self-help during this darkest chapter of Singapore’s history."
  },
  "nlpDate": "20201125084540",
  "connectorId": 0,
  "tags": {}
}