{"id":"2016-00484","title":"Untitled (Tanjong Pager/Keppel Station)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00484\nImage:\nobject_work_type:black-and-white photographs\ntitle_text:Untitled (Tanjong Pager/Keppel Station)\npreference:main\ntitle_language:\ncreator_2:Kwek Leng Joo\ncreator_1:Kwek\n Leng Joo\ncreator_role:photographers\ncreation_date:2010\ncreation_place_original_location:Singapore Malaysia\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:printing (process)\nobject_colour:grey monochrome\nphysical_appearance:The image shows a photograph that is in black-and-white. It has a black frame. A single railroad track diverges into four tracks. These tracks lead up to five stations. In the station beside the one at the extreme right of the photograph\n a train can be seen to be stationed there. The other stations are all empty. Several HDB flats can be seen in the background. Some cranes can be seen\n but too distinctly\n further away in the background towards the left side of the photograph. The extreme left and right sides of this photograph are slightly whitened out.\nsubject_terms_1:locomotives railroads (infrastructure) trains (vehicle groupings) railroad stations historic monuments blue collar workers turntables (rail transportation structure)\nsubject_terms_2:Black-and-white photography Locomotives Railroads Historic monuments Railroad stations Railroad cars Pertadbiran Keretapi Tanah Melayu Tanjong Pagar (Singapore) Railroad trains Blue collar workers\nsubject_terms_3:Rail transport Rail transport (Stations) Tanjong Pagar Railway Station Pertadbiran Keretapi Tanah Melayu Photography\nsgcool_label_text:\\This image was taken along Kampong Bahru Road\n where the Tanjong Pagar Railway Station\n or Keppel Station\n was located. The Church of St. Teresa can be seen in the background. The church\n featuring Romano-Byzantine architecture\n was established in 1929\n and it was the first rural Catholic Church in Singapore. This image is part of the \\\\Tracking Memories\\\\ collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore","createdDate":"20201119143405","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00484","Image":"","object_work_type":"black-and-white photographs","title_text":"Untitled (Tanjong Pager/Keppel Station)","preference":"main","title_language":"","creator_2":"Kwek Leng Joo","creator_1":"Kwek, Leng Joo","creator_role":"photographers","creation_date":"2010","creation_place_original_location":"Singapore Malaysia","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"printing (process)","object_colour":"grey monochrome","physical_appearance":"The image shows a photograph that is in black-and-white. It has a black frame. A single railroad track diverges into four tracks. These tracks lead up to five stations. In the station beside the one at the extreme right of the photograph, a train can be seen to be stationed there. The other stations are all empty. Several HDB flats can be seen in the background. Some cranes can be seen, but too distinctly, further away in the background towards the left side of the photograph. The extreme left and right sides of this photograph are slightly whitened out.","subject_terms_1":"locomotives railroads (infrastructure) trains (vehicle groupings) railroad stations historic monuments blue collar workers turntables (rail transportation structure)","subject_terms_2":"Black-and-white photography Locomotives Railroads Historic monuments Railroad stations Railroad cars Pertadbiran Keretapi Tanah Melayu Tanjong Pagar (Singapore) Railroad trains Blue collar workers","subject_terms_3":"Rail transport Rail transport (Stations) Tanjong Pagar Railway Station Pertadbiran Keretapi Tanah Melayu Photography","sgcool_label_text":"\"This image was taken along Kampong Bahru Road, where the Tanjong Pagar Railway Station, or Keppel Station, was located. The Church of St. Teresa can be seen in the background. The church, featuring Romano-Byzantine architecture, was established in 1929, and it was the first rural Catholic Church in Singapore. This image is part of the \"\"Tracking Memories\"\" collection by the late Mr Kwek Leng Joo. The collection captures different aspects of the Malayan Railway story in Singapore"},"nlpDate":"20201119143405","connectorId":0,"tags":{}}