{"subject_terms_3" : "Photography Athletics Sports and recreational events", "context_2" : "cultural ceremonies", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "\"The image shows a photograph that is in black-and-white. It shows a setiing in a stadium. There are numerous audiences sitting in the stands. However, some parts of the stands are also empty. On the track, there is a group of people walking out in a straight line. At the very front of the line, a man is holding up a sign that reads 'Singapore'. Some distance behind him, another man is holding up the British Union flag. The people walking in the straight line behind the flag-bearer are separated into groups of female and male. Both the males and females are wearing tops that have the word \"\"Singapore\"\".\"", "sgcool_label_text" : "Jayaram s\/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953, a friend and fellow athlete, MS Maniam, invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road, the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57), Singapore Amateur Athletic Association meets (1955 – 57), as well as the Merdeka Games, Kuala Lumpur (1957). He was also a member of Swift Athletics Club.", "preference" : "main", "context_6" : "Singapore http:\/\/eresources.nlb.gov.sg\/newspapers\/Microfilm\/Search?RN=NL2619", "context_1" : "This photograph of the Singapore delegation was taken at the Merdeka Games", "context_5" : "1957", "title_text" : "Singapore Delegation at Merdeka Games, Merdeka or Independence Stadium", "creation_date" : "1957", "subject_terms_1" : "stadiums competitions (events) delegates athletes sportsmen", "context_4" : "1957", "accession_no_csv" : "2016-00274", "shape" : "rectangular", "creation_place_original_location" : "Kuala Lumpur (Malaysia)", "subject_terms_2" : "Stadiums Athletes Black-and-white photography", "context_3" : "1957", "techniques_name" : "printing (process) photographic processes"}