{"id":"2016-00736","title":"Loading and Unloading in a Team of Three","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00736\nImage:\nobject_work_type:black-and-white photographs\ntitle_text:Loading and Unloading in a Team of Three\npreference:main\ntitle_language:\ncreator_2:Loke Hong Seng\ncreator_1:Loke\n Hong Seng\ncreator_role:photographers\ncreation_date:2015 [1971]\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:printing (process)\nobject_colour:grey monochrome\nedition_description:15-May\nphysical_appearance:The image shows a photograph in black-and-white that is enclosed by a white frame. At the background on the left is the Former Supreme Court of Singapore. In the foreground\n there are several small boats with roofs. Three workers can be seen and one of them is carrying two sacks on his right shoulder. He is walking across a plank that serves as a connector between two of the small boats. Another worker in shorts is walking in the opposite direction and he is not carrying any sacks.\nsubject_terms_1:blue collar workers transporting sacks (generic containers) quays boats trade (function) rivers\nsubject_terms_2:Black-and-white photography Blue collar workers Bags Boat Quay (Singapore) Boats and boating Business Singapore River (Singapore)\nsubject_terms_3:Photography Boat Quay Sub Zone National monuments Singapore River Fullerton Building\nsgcool_label_text:Loke Hong Seng (b. 1943) was working as a radio announcer with Radio Television Singapore in the 1960s when he picked up photography and subsequently grew to specialize in street photography. His images of 1960s and 1970s Singapore offer a candid view of everyday life in the early days of the nation’s development. In this scene\n Loke was drawn to how the workers worked together in loading and unloading rice from the boats at Boat Quay\n bearing sacks of rice on their shoulders while walking on two narrow planks of wood.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00736","Image":"","object_work_type":"black-and-white photographs","title_text":"Loading and Unloading in a Team of Three","preference":"main","title_language":"","creator_2":"Loke Hong Seng","creator_1":"Loke, Hong Seng","creator_role":"photographers","creation_date":"2015 [1971]","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"printing (process)","object_colour":"grey monochrome","edition_description":"15-May","physical_appearance":"The image shows a photograph in black-and-white that is enclosed by a white frame. At the background on the left is the Former Supreme Court of Singapore. In the foreground, there are several small boats with roofs. Three workers can be seen and one of them is carrying two sacks on his right shoulder. He is walking across a plank that serves as a connector between two of the small boats. Another worker in shorts is walking in the opposite direction and he is not carrying any sacks.","subject_terms_1":"blue collar workers transporting sacks (generic containers) quays boats trade (function) rivers","subject_terms_2":"Black-and-white photography Blue collar workers Bags Boat Quay (Singapore) Boats and boating Business Singapore River (Singapore)","subject_terms_3":"Photography Boat Quay Sub Zone National monuments Singapore River Fullerton Building","sgcool_label_text":"Loke Hong Seng (b. 1943) was working as a radio announcer with Radio Television Singapore in the 1960s when he picked up photography and subsequently grew to specialize in street photography. His images of 1960s and 1970s Singapore offer a candid view of everyday life in the early days of the nation’s development. In this scene, Loke was drawn to how the workers worked together in loading and unloading rice from the boats at Boat Quay, bearing sacks of rice on their shoulders while walking on two narrow planks of wood."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}