{
  "id": "2016-00755",
  "title": "Brass altar candlesticks Pair of candlesticks",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00755\n\n  Image: \n\n  object_work_type: altar candlesticks\n\n  title_text: Brass altar candlesticks Pair of candlesticks\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1900-1920\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: brass (alloy)\n\n  techniques_name: forging (metal forming)\n\n  object_colour: bronze (color)\n\n  physical_appearance: This is a pair of candlesticks. The base of the candlestick is a circular base. The body of the candlestick has several ridged circular bands\n with a wide dish in the middle. There is a metal spike on top of the candlestick to hold the candle.\n\n  subject_terms_1: ceremonial objects Peranakan religious ceremonies altar components\n\n  subject_terms_2: Rites and ceremonies Brass candlesticks Peranakan (Asian people) Altars Ceremonial objects\n\n  subject_terms_3: Religious life and practices\n\n  sgcool_label_text: This is a pair of brass candlesticks that were placed on the two tier altar. Large red or white candles would be inserted onto the sharp metal spike on the top of the candlestick. In some Peranakan homes\n beadwork or embroidery pieces would decorate the circular portion of the candlesticks.\\r\\n\\r\\nThis item is donated by the family of prominent Peranakan\n Ong Sam Leong (b. 1857\n Singapore – d. 7 February 1918\n Singapore). It comes from his ancestral home of Bukit Rose\n formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island\n which was historically a territory of colonial Singapore.\n",
  "createdDate": "20201125084530",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00755",
    "Image": "",
    "object_work_type": "altar candlesticks",
    "title_text": "Brass altar candlesticks Pair of candlesticks",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1900-1920",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "brass (alloy)",
    "techniques_name": "forging (metal forming)",
    "object_colour": "bronze (color)",
    "physical_appearance": "This is a pair of candlesticks. The base of the candlestick is a circular base. The body of the candlestick has several ridged circular bands, with a wide dish in the middle. There is a metal spike on top of the candlestick to hold the candle.",
    "subject_terms_1": "ceremonial objects Peranakan religious ceremonies altar components",
    "subject_terms_2": "Rites and ceremonies Brass candlesticks Peranakan (Asian people) Altars Ceremonial objects",
    "subject_terms_3": "Religious life and practices",
    "sgcool_label_text": "This is a pair of brass candlesticks that were placed on the two tier altar. Large red or white candles would be inserted onto the sharp metal spike on the top of the candlestick. In some Peranakan homes, beadwork or embroidery pieces would decorate the circular portion of the candlesticks.\r\n\r\nThis item is donated by the family of prominent Peranakan, Ong Sam Leong (b. 1857, Singapore – d. 7 February 1918, Singapore). It comes from his ancestral home of Bukit Rose, formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island, which was historically a territory of colonial Singapore."
  },
  "nlpDate": "20201125084530",
  "connectorId": 0,
  "tags": {}
}