{"subject_terms_3" : "Photography Rengasamy Jayaram Ethnic festivals Jalan Besar Stadium Runners (Athletes) Athletics", "context_2" : "cultural ceremonies", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows a photograph that is in black-and-white. Two males can be seen running towards the direction in which the photograph was taken. Both of them are dressed in athletic gear, with sleeveless tops, running shorts, and track shoes. They are running on a stadium track with white lines to demarcate the individual track lanes. One male is ahead the other and is about to reach the white finishing line. In the background, numerous people can be seen, either sitting down or standing up.", "sgcool_label_text" : "Jayaram s\/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953, a friend and fellow athlete, MS Maniam, invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road, the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57), Singapore Amateur Athletic Association meets (1955 – 57), as well as the Merdeka Games, Kuala Lumpur (1957). He was also a member of Swift Athletics Club.", "preference" : "main", "context_6" : "Singapore http:\/\/eresources.nlb.gov.sg\/newspapers\/Microfilm\/Search?RN=NL4569", "context_1" : "This photograph of Jayaram s\/o Rengasamy was taken at the Tamil's Festival (Tamilar Thirunnal) that was held at Jalan Besar Stadium in Singapore", "context_5" : "1957", "title_text" : "Jayaram S\/o Rengasamy running at the Tamil’s Festival Jalan Besar Stadium", "creation_date" : "1957", "subject_terms_1" : "festivals cultural ceremonies athletes stadiums running (physical activity) competitions (events) sportsmen races (events)", "context_4" : "1957", "accession_no_csv" : "2016-00273", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Festivals Cultural relations Athletes Stadiums Running races Black-and-white photography", "context_3" : "1957", "techniques_name" : "printing (process) photographic processes"}