{
  "id": "2016-00300",
  "title": "The Hon. East India Company’s steamer Nemesis and the boats of the Sulphur, Calliope, Larne, and Starling, destroying the Chinese war junks in Anson’s Bay, January 7, 1841",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00300\n\n  Image: \n\n  object_work_type: prints (visual works) steel engravings (visual works)\n\n  title_text: The Hon. East India Company’s steamer Nemesis and the boats of the Sulphur\n Calliope\n Larne\n and Starling\n destroying the Chinese war junks in Anson’s Bay\n January 7\n 1841\n\n  preference: main\n\n  title_language: \n\n  creator_2: George W Terry G. Greatbach The London Printing and Publishing Company\n\n  creator_1: Not indicated Greatbach\n G. (George) London Printing and Publishing Company\n\n  creator_role: artists (visual artists) engravers publishers\n\n  creation_date: 1850 - 1860\n\n  creation_place_original_location: London (England)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product) printing paper\n\n  techniques_name: printing (process) hand colouring\n\n  object_colour: multicoloured\n\n  physical_appearance: This artwork depicts a naval battle. Smoke and fires can be seen emanating from a wrecked ship. The British flag is present on the large steamer\n as well as on the numerous smaller boats that are ferrying a large number of people. The print has a wooden frame serving as its perimeter. Inside its white border\n there are decorative designs near the bottom half. At the bottom left and bottom right of the print\n the names of the artist and the engraver of this print are stated respectively. The colours on the print do not look smudged. The title of the print is stated at the bottom centre.\n\n  subject_terms_1: steamships naval battles junks (vessels) wars fire damage\n\n  subject_terms_2: East India Company Prints Engraving Steamboats China History Opium War\n 1840 - 1842 Junks Nemesis (Steamer) Naval battles\n\n  subject_terms_3: East India Company Visual arts\n\n  sgcool_label_text: This print depicts the attack by the Nemesis on Chinese war junks at Anson’s Bay on 7 January 1841. Known as the Second Battle of Chuenpee\n the attack was part of the First Opium War\n and contributed to the eventual cession of Hong Kong island to the British. The Nemesis\n captained by Edward Belcher\n was the first steam powered warship used in action by Britain. This print\n based on a painting by George W. Terry\n was published in Lieutenant Colonel Williams’ England’s Battles by Sea and Land by the London Printing and Publishing Company.\n",
  "createdDate": "20201120223706",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00300",
    "Image": "",
    "object_work_type": "prints (visual works) steel engravings (visual works)",
    "title_text": "The Hon. East India Company’s steamer Nemesis and the boats of the Sulphur, Calliope, Larne, and Starling, destroying the Chinese war junks in Anson’s Bay, January 7, 1841",
    "preference": "main",
    "title_language": "",
    "creator_2": "George W Terry G. Greatbach The London Printing and Publishing Company",
    "creator_1": "Not indicated Greatbach, G. (George) London Printing and Publishing Company",
    "creator_role": "artists (visual artists) engravers publishers",
    "creation_date": "1850 - 1860",
    "creation_place_original_location": "London (England)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product) printing paper",
    "techniques_name": "printing (process) hand colouring",
    "object_colour": "multicoloured",
    "physical_appearance": "This artwork depicts a naval battle. Smoke and fires can be seen emanating from a wrecked ship. The British flag is present on the large steamer, as well as on the numerous smaller boats that are ferrying a large number of people. The print has a wooden frame serving as its perimeter. Inside its white border, there are decorative designs near the bottom half. At the bottom left and bottom right of the print, the names of the artist and the engraver of this print are stated respectively. The colours on the print do not look smudged. The title of the print is stated at the bottom centre.",
    "subject_terms_1": "steamships naval battles junks (vessels) wars fire damage",
    "subject_terms_2": "East India Company Prints Engraving Steamboats China History Opium War, 1840 - 1842 Junks Nemesis (Steamer) Naval battles",
    "subject_terms_3": "East India Company Visual arts",
    "sgcool_label_text": "This print depicts the attack by the Nemesis on Chinese war junks at Anson’s Bay on 7 January 1841. Known as the Second Battle of Chuenpee, the attack was part of the First Opium War, and contributed to the eventual cession of Hong Kong island to the British. The Nemesis, captained by Edward Belcher, was the first steam powered warship used in action by Britain. This print, based on a painting by George W. Terry, was published in Lieutenant Colonel Williams’ England’s Battles by Sea and Land by the London Printing and Publishing Company."
  },
  "nlpDate": "20201120223706",
  "connectorId": 0,
  "tags": {}
}