{"id":"2016-00282","title":"Jayaram S/o Rengasamy, member of Swift Athletic Club, at St.Joseph’s School Ground, Bras Basah","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00282\nImage:\nobject_work_type:black-and-white photographs\ntitle_text:Jayaram S/o Rengasamy\n member of Swift Athletic Club\n at St.Joseph’s School Ground\n Bras Basah\npreference:main\ntitle_language:\ncreation_date:1956\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:printing (process) photographic processes\nobject_colour:grey monochrome\nphysical_appearance:\\The image shows a photograph that is in black-and-white. The background of the photograph shows a multi-storey building. In the foreground\n a male can be seen to be running. He is dressed in a sleeveless top and running shorts. The word \\\\Swift\\\\ is printed on the front of his sleeveless top. There is another person at the extreme left hand side of the photograph.\\\nsubject_terms_1:athletes sportsmen running (physical activity) clubs (associations) grounds (open spaces)\nsubject_terms_2:Athletes Black-and-white photography Athletic clubs Open spaces\nsubject_terms_3:Rengasamy Jayaram Athletics Runners (Athletes) Photography Former St Joseph\\u0027s Institution\nsgcool_label_text:Jayaram s/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953\n a friend and fellow athlete\n MS Maniam\n invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road\n the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57)\n Singapore Amateur Athletic Association meets (1955 – 57)\n as well as the Merdeka Games\n Kuala Lumpur (1957). He was also a member of Swift Athletics Club.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00282","Image":"","object_work_type":"black-and-white photographs","title_text":"Jayaram S/o Rengasamy, member of Swift Athletic Club, at St.Joseph’s School Ground, Bras Basah","preference":"main","title_language":"","creation_date":"1956","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"printing (process) photographic processes","object_colour":"grey monochrome","physical_appearance":"\"The image shows a photograph that is in black-and-white. The background of the photograph shows a multi-storey building. In the foreground, a male can be seen to be running. He is dressed in a sleeveless top and running shorts. The word \"\"Swift\"\" is printed on the front of his sleeveless top. There is another person at the extreme left hand side of the photograph.\"","subject_terms_1":"athletes sportsmen running (physical activity) clubs (associations) grounds (open spaces)","subject_terms_2":"Athletes Black-and-white photography Athletic clubs Open spaces","subject_terms_3":"Rengasamy Jayaram Athletics Runners (Athletes) Photography Former St Joseph\u0027s Institution","sgcool_label_text":"Jayaram s/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953, a friend and fellow athlete, MS Maniam, invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road, the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57), Singapore Amateur Athletic Association meets (1955 – 57), as well as the Merdeka Games, Kuala Lumpur (1957). He was also a member of Swift Athletics Club."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}