{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "Business enterprises Business enterprises",
  "subject_terms_3": "Ointments Aw, Boon Haw Business owners Ointments Aw, Boon Haw Business owners",
  "context_2": "NA NA",
  "materials_name": "paper (fiber product) printing paper glass (material) paper (fiber product) printing paper glass (material)",
  "creator_2": "Haw Par Brothers International Ltd Singapore Haw Par Brothers International Ltd Singapore",
  "object_work_type": "ointment vessels leaflets (printed works) packaging  black-and-white photographs photographs boxes (containers) ointment vessels leaflets (printed works) packaging  black-and-white photographs photographs boxes (containers)",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "\"The image shows several items, such as a brown rectangular box, three rectangular packagings, a yellow bottle containing oil, and a leaflet. The words \"\"Tiger Oil\"\" are displayed on the box and the packagings \"The image shows several items, such as a brown rectangular box, three rectangular packagings, a yellow bottle containing oil, and a leaflet. The words \"\"Tiger Oil\"\" are displayed on the box and the packagings",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "NA NA",
  "preference": "main alternate main alternate",
  "context_6": "NA NA",
  "creator_1": "Haw Par Brothers International Limited (TTE) Haw Par Brothers International Limited (TTE)",
  "context_1": "NA NA",
  "edition_description": "NA NA",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "Bottles of Tiger Oil in paper packaging and in a paper box Bottle of Tiger Oil in paper packaging Bottles of Tiger Oil in paper packaging and in a paper box Bottle of Tiger Oil in paper packaging",
  "creation_date": "1950s - 1970s  1950s - 1970s",
  "subject_terms_1": "in English and in Chinese characters. There are Arabic scripts and the Malay words \"\"Minjak Tjap Harim\"\" are displayed on one side of the packagings. The image of a Tiger appears on both the box and the packagings.\" brand name objects  in English and in Chinese characters. There are Arabic scripts and the Malay words \"\"Minjak Tjap Harim\"\" are displayed on one side of the packagings. The image of a Tiger appears on both the box and the packagings.\" brand name objects",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "companies companies",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00569",
  "shape": "varies varies",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "ointment Business enterprises Bottles Brand name products Pamphlets Businesspeople Packaging Boxes ointment Business enterprises Bottles Brand name products Pamphlets Businesspeople Packaging Boxes",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "printing (process) colour printing forming (physical activity) printing (process) colour printing forming (physical activity)",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}