{"id":"2016-00404","title":"Kopitiam (coffee shop) table with marble top","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00404\nImage:\nobject_work_type:tables (support furniture) marble slab tables\ntitle_text:Kopitiam (coffee shop) table with marble top\npreference:main\ntitle_language:\ncreation_date:1960s\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:marble (rock) wood (plant material)\ntechniques_name:forming (physical activity)\nobject_colour:multicoloured\nphysical_appearance:The image consists of a wooden table with a marble top. The marble top is detachable from the table supporting it. The wooden table comprises of four legs with a vertical shaft for reinforcement at the centre. The foot of the table are designed to be curving upwards. The top of the table is oval in shape. The marble top exhibits the same shape\n but it is a bigger in size. There does not seem to be any visible cracks on the marble top. The wooden table does not look to be chipped or discoloured as well. There is a motif of flowers around the circumference of the wooden table.\nsubject_terms_1:coffee shops portable furniture flower (motif)\nsubject_terms_2:Tables Coffee shops Motifs\nsgcool_label_text:In Singapore\n the kopitiam or coffee shop is a place where people meet\n socialise\n chit-chat and gossip over a cup of freshly-brewed coffee\n half-boiled eggs and kaya toast. From the 1950s to the 1980s\n the kopitiam had its signature ubiquitous furniture set\n comprising a wooden table with marble table top such as this table\n and wooden chairs with round seats. The tables varied in terms of the table’s legs\n and the different shaped marble table tops which were round\n square or hexagonal. Such hardy tables have been mostly replaced by plastic tables which are lightweight\n and can be moved around easily or sometimes collapsed to save space.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00404","Image":"","object_work_type":"tables (support furniture) marble slab tables","title_text":"Kopitiam (coffee shop) table with marble top","preference":"main","title_language":"","creation_date":"1960s","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"marble (rock) wood (plant material)","techniques_name":"forming (physical activity)","object_colour":"multicoloured","physical_appearance":"The image consists of a wooden table with a marble top. The marble top is detachable from the table supporting it. The wooden table comprises of four legs with a vertical shaft for reinforcement at the centre. The foot of the table are designed to be curving upwards. The top of the table is oval in shape. The marble top exhibits the same shape, but it is a bigger in size. There does not seem to be any visible cracks on the marble top. The wooden table does not look to be chipped or discoloured as well. There is a motif of flowers around the circumference of the wooden table.","subject_terms_1":"coffee shops portable furniture flower (motif)","subject_terms_2":"Tables Coffee shops Motifs","sgcool_label_text":"In Singapore, the kopitiam or coffee shop is a place where people meet, socialise, chit-chat and gossip over a cup of freshly-brewed coffee, half-boiled eggs and kaya toast. From the 1950s to the 1980s, the kopitiam had its signature ubiquitous furniture set, comprising a wooden table with marble table top such as this table, and wooden chairs with round seats. The tables varied in terms of the table’s legs, and the different shaped marble table tops which were round, square or hexagonal. Such hardy tables have been mostly replaced by plastic tables which are lightweight, and can be moved around easily or sometimes collapsed to save space."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}