{
  "id": "2016-00471\r\n2016-00472",
  "title": "Box of Gold Thread Boxes of Gold Thread",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00471\\r\\n2016-00472\n\n  Image: \n\n  object_work_type: boxes (containers) sewing tools\n\n  title_text: Box of Gold Thread Boxes of Gold Thread\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1928-1936\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: paper (fiber product) gold thread\n\n  object_colour: red (color) gold (color)\n\n  physical_appearance: These two boxes contain spools of gold thread held by red wool. The cover of the box shows the address of the company. There is also a picture of a vessel surrounded by a wreath\n above a scroll bearing jawi script. The side of the box is also stamped with the address. The box also contains two pieces of paper. One of the paper has printed chinese characters.\n\n  subject_terms_1: exports gold thread\n\n  subject_terms_2: Exports Gold thread Sewing Equipment and supplies\n\n  subject_terms_3: Vanishing trade\n\n  sgcool_label_text: This box contains 2 spools of gold thread held by fine red wool. The lid of the box is stamped ‘Yong Nam Say 40\n41\n42 Circular Road Singapore”\n “”\n together with a depiction of a floating vessel surrounded by a wreath\n and above a scroll bearing jawi script. Gold and silver threads were imported into Singapore in the second half of the 19th century through Hong Kong\n France and Germany. It was then from Singapore that metallic thread stocks were transported to the Netherlands Indies.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00471\r\n2016-00472",
    "Image": "",
    "object_work_type": "boxes (containers) sewing tools",
    "title_text": "Box of Gold Thread Boxes of Gold Thread",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1928-1936",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "paper (fiber product) gold thread",
    "object_colour": "red (color) gold (color)",
    "physical_appearance": "These two boxes contain spools of gold thread held by red wool. The cover of the box shows the address of the company. There is also a picture of a vessel surrounded by a wreath, above a scroll bearing jawi script. The side of the box is also stamped with the address. The box also contains two pieces of paper. One of the paper has printed chinese characters.",
    "subject_terms_1": "exports gold thread",
    "subject_terms_2": "Exports Gold thread Sewing Equipment and supplies",
    "subject_terms_3": "Vanishing trade",
    "sgcool_label_text": "This box contains 2 spools of gold thread held by fine red wool. The lid of the box is stamped ‘Yong Nam Say 40,41,42 Circular Road Singapore”, “”, together with a depiction of a floating vessel surrounded by a wreath, and above a scroll bearing jawi script. Gold and silver threads were imported into Singapore in the second half of the 19th century through Hong Kong, France and Germany. It was then from Singapore that metallic thread stocks were transported to the Netherlands Indies."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}