{"id":"2016-00232","title":"Coconut Scraper","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00232\nImage:\nobject_work_type:utensils\ntitle_text:Coconut Scraper\npreference:main\ntitle_language:\ncreation_date:1900 - 1999\ncreation_place_original_location:Cet?t?ina?t?u (India)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:wood (plant material) iron (metal)\ntechniques_name:woodcarving metalworking\nobject_colour:grey (colour)\nphysical_appearance:The image displays a coconut scraper. It is grey in colour. There is a circular saw ascending above the circular depression in the base of the coconut scraper. The outer perimeter of this utensil has motifs of animals\n birds\n and mythical creatures. To the right of the circular depression\n there are patterns ofsemicircles and a circle carved onto the surface of the coconut scraper.\nsubject_terms_1:kitchenware birds (motif) hand tools implements (object genre) cooking utensils\nsubject_terms_2:Kitchen utensils Motifs Tools\nsgcool_label_text:This is a typical coconut scraper from the Chettinad region of Tamil Nadu. The base is ornately carved wood\n decorated with lions\n parrots and mythical creatures. Many Chettiar domestic items are made of wood and profusely ornamented in similar fashion\n a reflection of the wealth and prestige of the Chettiar traders in the 19th and 20th centuries.\\r\\nThe coconut would be grated by scraping the flesh of a halved coconut against the spiked metal head of the scraper\n and collected in the circular depression in the base. The flat portion would be weighed down with the other hand or a knee to balance the scraper","createdDate":"20201119143405","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00232","Image":"","object_work_type":"utensils","title_text":"Coconut Scraper","preference":"main","title_language":"","creation_date":"1900 - 1999","creation_place_original_location":"Cet?t?ina?t?u (India)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"wood (plant material) iron (metal)","techniques_name":"woodcarving metalworking","object_colour":"grey (colour)","physical_appearance":"The image displays a coconut scraper. It is grey in colour. There is a circular saw ascending above the circular depression in the base of the coconut scraper. The outer perimeter of this utensil has motifs of animals, birds, and mythical creatures. To the right of the circular depression, there are patterns ofsemicircles and a circle carved onto the surface of the coconut scraper.","subject_terms_1":"kitchenware birds (motif) hand tools implements (object genre) cooking utensils","subject_terms_2":"Kitchen utensils Motifs Tools","sgcool_label_text":"This is a typical coconut scraper from the Chettinad region of Tamil Nadu. The base is ornately carved wood, decorated with lions, parrots and mythical creatures. Many Chettiar domestic items are made of wood and profusely ornamented in similar fashion, a reflection of the wealth and prestige of the Chettiar traders in the 19th and 20th centuries.\r\nThe coconut would be grated by scraping the flesh of a halved coconut against the spiked metal head of the scraper, and collected in the circular depression in the base. The flat portion would be weighed down with the other hand or a knee to balance the scraper"},"nlpDate":"20201119143405","connectorId":0,"tags":{}}