{
  "id": "2016-00414",
  "title": "Pink dress with purl fringe",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00414\n\n  Image: \n\n  object_work_type: dresses (garments) womenswear\n\n  title_text: Pink dress with purl fringe\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1920s-1930s\n\n  creation_place_original_location: Indonesia\n\n  styles_periods_indexing_terms: Western European\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: cloth fringe\n\n  techniques_name: sewing (needleworking technique)\n\n  object_colour: pink (color)\n\n  physical_appearance: This pink dress has a scoop neckline\n decorated waistline\n and a scallop hem at the bottom. Its sleeves and front skirt is decorated with a bronze fringe. It is also decorated with bangle beads across the skirt\n along the neckline\n and along the sleeves. On the front of the dress\n there are beads sewn to form the shape of winged creatures.\n\n  subject_terms_1: beadwork (visual works) Peranakan motifs fashion (concept) cultural diffusion\n\n  subject_terms_2: Motifs Dresses Peranakan (Asian people) Culture diffusion Fashion\n\n  subject_terms_3: \n\n  sgcool_label_text: The pink dress is lavishly beaded along its scoop neckline\n high waistline and scalloped hem. Purl fringe hangs from the sleeves as well as from the fabric that is draped asymmetrically across the body. Bugle beads embellish buttons and form a pair of winged creatures on the front of the dress.  By the early 20th century\n Peranakan women were wearing European dress although many continued to wear the sarong kebaya and Chinese dress. The decoration of this garment may have been influenced by 1920s fashion in Europe and the United States of America which saw the popularity of heavy embellishment on tubular silhouettes.\n",
  "createdDate": "20201125084535",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00414",
    "Image": "",
    "object_work_type": "dresses (garments) womenswear",
    "title_text": "Pink dress with purl fringe",
    "preference": "main",
    "title_language": "",
    "creation_date": "1920s-1930s",
    "creation_place_original_location": "Indonesia",
    "styles_periods_indexing_terms": "Western European",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "cloth fringe",
    "techniques_name": "sewing (needleworking technique)",
    "object_colour": "pink (color)",
    "physical_appearance": "This pink dress has a scoop neckline, decorated waistline, and a scallop hem at the bottom. Its sleeves and front skirt is decorated with a bronze fringe. It is also decorated with bangle beads across the skirt, along the neckline, and along the sleeves. On the front of the dress, there are beads sewn to form the shape of winged creatures.",
    "subject_terms_1": "beadwork (visual works) Peranakan motifs fashion (concept) cultural diffusion",
    "subject_terms_2": "Motifs Dresses Peranakan (Asian people) Culture diffusion Fashion",
    "subject_terms_3": "",
    "sgcool_label_text": "The pink dress is lavishly beaded along its scoop neckline, high waistline and scalloped hem. Purl fringe hangs from the sleeves as well as from the fabric that is draped asymmetrically across the body. Bugle beads embellish buttons and form a pair of winged creatures on the front of the dress.  By the early 20th century, Peranakan women were wearing European dress although many continued to wear the sarong kebaya and Chinese dress. The decoration of this garment may have been influenced by 1920s fashion in Europe and the United States of America which saw the popularity of heavy embellishment on tubular silhouettes."
  },
  "nlpDate": "20201125084535",
  "connectorId": 0,
  "tags": {}
}