{
  "subject_terms_3": "Zoroastrianism",
  "materials_name": "textile materials sequins (spangles) gold thread velvet (fabric weave)",
  "object_work_type": "wall hangings",
  "object_colour": "multicoloured",
  "physical_appearance": "The image shows a rectangular wall hanging. Underneath the wall hanging, there is a red fabric. All the embroidery on the wall hanging is gold in colour. At the centre of the wall hanging between the images of columns, there are eight horizontal lines of cuneiform script. The images of the two columns on both sides of the cuneiform script are decorated with hieroglyphic-like emblems. The patterns of flora and scrolling foliage can be discerned along the images of the walls within the columns. Also on the images of the three rising steps near the bottom of the image, different types of scrollworks are present. Near the top of the image, a winged emblem is present.",
  "sgcool_label_text": "This large wall hanging is from the Parsi community of West India, and most probably Bombay. It dates to the end of the nineteenth century and possibly a little later and seems to be an exceptionally rare wall hanging, either for a particularly wealthy family perhaps to be hung in a grand mansion, or perhaps to be used in conjunction with a Parsi theatre troupe, possibly as a back drop. \r\nIt comprises gold thread embroidery and spangle applique work over thick purple velvet. Such work is known as jari work, which was centred on Surat, and is similar to the thick embroidery work in gold and silver thread on velvet known as zardozi work undertaken for the Mughal and Lucknow courts to decorate wall hangings, shoes, jackets and even umbrellas. Jari work is more typically seen on smaller articles for wear such as the caps and jackets commissioned for initiation (navjote) rituals.\r\nParsi theatre troupes were enormously popular and influential in the wider community in northern India, and the renewed interest in Persopolis and ancient history was reflected in the stage shows that the troupes staged. Realistically painted, magnificent palace interiors, mountainous landscapes, magnificent palace interiors or townscapes with streets and buildings were themes for backdrops commissioned. Generous amounts of money were spent commissioning these for use in plays. It is possible that the wall hanging here was produced for just this purpose. Singapore too has a history of Parsi theatre.",
  "preference": "main alternate",
  "title_text": "Jari or Zardozi-Embroidered Zoroastrian Hanging Large & Rare Jari or Zardozi-Embroidered Zoroastrian Hanging",
  "creation_date": "1890-1930",
  "subject_terms_1": "backdrops applique embroidery scripts (writing) emblems (symbols) floral patterns scrolling foliage scrollwork Zoroastrianism",
  "accession_no_csv": "2016-00145",
  "shape": "rectangular",
  "creation_place_original_location": "Mumbai (India)",
  "subject_terms_2": "Wall hangings Emblems God (Zoroastrianism) Old Persian inscriptions Hieroglyphics Motifs Parsee art",
  "techniques_name": "sewing (needleworking technique) embroidering  applique (technique)"
}