{
  "id": "2016-00410",
  "title": "Round armchair with plastic cords and metal frame",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00410\n\n  Image: \n\n  object_work_type: armchairs\n\n  title_text: Round armchair with plastic cords and metal frame\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1960s - 1970s\n\n  creation_place_original_location: Malaysia Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: plastic (organic material) metal\n\n  techniques_name: forming (physical activity) metalworking\n\n  object_colour: multicoloured\n\n  physical_appearance: The image depicts an armchair. It has a round seat shape. Both the seat and the back of the armchair are made out of woven plastic cords. These cords come in a myriad of colours\n from purple to green to red. The frame of the armchair is also painted red\n and the legs are grey in colour.The arms of the armchair contain a flower motif\n with four images of yellow flowers on either side. There does not seem to be any visible cracks on the chair. The paint on the legs of the armchair is slightly chipped and a little rust can be seen.\n\n  subject_terms_1: flower (motif) portable furniture\n\n  subject_terms_2: Motifs Armchairs\n\n  sgcool_label_text: Made in Singapore and Malaysia\n this round armchair with woven plastic cords and a white painted metal frame was iconic in the 1960s and 1970s. The true inspiration for this chair is not known\n but could possibly be influenced by the Scandinavian chairs with plastic/polyurethane cords of the 1950s and 1960s. Users of such armchairs would have enjoyed its cooling effect under the warm climate of Singapore.\n",
  "createdDate": "20201125084535",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00410",
    "Image": "",
    "object_work_type": "armchairs",
    "title_text": "Round armchair with plastic cords and metal frame",
    "preference": "main",
    "title_language": "",
    "creation_date": "1960s - 1970s",
    "creation_place_original_location": "Malaysia Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "plastic (organic material) metal",
    "techniques_name": "forming (physical activity) metalworking",
    "object_colour": "multicoloured",
    "physical_appearance": "The image depicts an armchair. It has a round seat shape. Both the seat and the back of the armchair are made out of woven plastic cords. These cords come in a myriad of colours, from purple to green to red. The frame of the armchair is also painted red, and the legs are grey in colour.The arms of the armchair contain a flower motif, with four images of yellow flowers on either side. There does not seem to be any visible cracks on the chair. The paint on the legs of the armchair is slightly chipped and a little rust can be seen.",
    "subject_terms_1": "flower (motif) portable furniture",
    "subject_terms_2": "Motifs Armchairs",
    "sgcool_label_text": "Made in Singapore and Malaysia, this round armchair with woven plastic cords and a white painted metal frame was iconic in the 1960s and 1970s. The true inspiration for this chair is not known, but could possibly be influenced by the Scandinavian chairs with plastic/polyurethane cords of the 1950s and 1960s. Users of such armchairs would have enjoyed its cooling effect under the warm climate of Singapore."
  },
  "nlpDate": "20201125084535",
  "connectorId": 0,
  "tags": {}
}