{
  "subject_terms_3": "Photography Coronation Road West",
  "materials_name": "paper (fiber product)",
  "object_work_type": "black-and-white photographs",
  "object_colour": "grey monochrome",
  "physical_appearance": "This is a set of four rectangular photographs. All of them are in black-and-white. The photograph at the top left hand side shows two single-storey houses in a rural area. Kitchen utensils such as pots and pans can be seen from a window. The photograph at the top right hand side also shows two single-storey houses as well. However, there is a bicycle and several chairs situated outside one of the houses. At the bottom left hand side, the photograph shows four men standing outside a single storey building. Beside this photograph at the bottom right hand side, five people can be seen standing outside a single-storey house. Three of them are standing up, while one of them is sitting down and the other is kneeling and tending to some plants.",
  "sgcool_label_text": "A native of Karuvakurichi village, near Mannargudi town in Tamil Nadu, S. Appavoo Kandiar was a general contractor specializing in pipe and cable laying, handling of cargo and a concrete bricks supplier. Mr.Kandiar was a successful contractor; called a millionaire by the Straits Times in 1957, he owned properties in Bukit Timah and Coronation Road areas. He was a contemporary of Indian pioneers such as P.Govindasamy Pillai, Govindasamy Sarangapany, Pakkirisami Pillai, and had friendly associations with them.",
  "preference": "main alternate",
  "title_text": "Appavoo Kandiar’s residence A set of four photographs of Appavoo Kandiar’s residence",
  "creation_date": "1940s",
  "subject_terms_1": "villages rural houses kitchens general stores workers quarters (districts) dwellings",
  "accession_no_csv": "2016-00095",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "Black-and-white photography Villages Singapore Dwellings Kitchens General stores Employees Housing Singapore",
  "techniques_name": "printing (process) photographic processes"
}