{
  "id": "2016-00568",
  "title": "Bottle of Tiger Oil with packaging box and photograph of three patrons to Tiger Balm Gardens",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00568\n\n  Image: \n\n  object_work_type: photographs black-and-white photographs ointment vessels leaflets (printed works) packaging\n\n  title_text: Bottle of Tiger Oil with packaging box and photograph of three patrons to Tiger Balm Gardens\n\n  preference: main\n\n  title_language: \n\n  creator_2: Haw Par Brothers International Ltd Singapore\n\n  creator_1: Haw Par Brothers International Limited (TTE)\n\n  creator_role: companies\n\n  creation_date: Mid 1960s to Early 1970s 1960-1975\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: varies\n\n  materials_name: paper (fiber product) glass (material) printing paper\n\n  techniques_name: forming (physical activity) printing (process) photographic processes colour printing\n\n  object_colour: multicoloured\n\n  physical_appearance: The image shows several items such as a black-and-white photograph\n a yellow bottle containing oil\n a rectangular packaging\n and a leaflet. Three people can be seen posing in the photograph. There are Chinese characters on the packaging\n and the image of a Tiger is displayed on it as well. The yellow label wrapped around the bottle contains the \\u0027formula\\u0027 showing the different percentages of its components. The leaflet contains the images of two business personnel at the top.\n\n  subject_terms_1: visitors theme parks brand name objects ointment snapshots\n\n  subject_terms_2: Amusement parks Business enterprises Pamphlets Bottles Ointments Businesspeople Men Packaging Brand name products Black-and-white photography Women\n\n  subject_terms_3: Photography Business enterprises Aw\n Boon Haw Business owners Haw Par Villa Parks and gardens\n\n  sgcool_label_text: The Tiger balm brand remains today an important local brand and traces its history back to the Aw brothers—Au Boon Haw and Aw Boon Par. Their father\n Au Chu Kin was an herbalist who started Eng Aun Tong (the Hall of Everlasting Peace) and passed the product formula to his sons in the early 1900s.  The Aw brothers perfected the formula in oil and balm form.  The oil form was the original form and was popular in Singapore households from the 1930s onwards.\\r\\nThe photograph depicts three visitors to the Tiger Balm gardens (also known as the Haw Par Villa). This villa garden was an entertainment park to teach and preserve traditional Chinese values (such as filial piety) through the exposition of folklore\n legends and historical events in the form of tableaux and figurines. \\r\\n\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00568",
    "Image": "",
    "object_work_type": "photographs black-and-white photographs ointment vessels leaflets (printed works) packaging",
    "title_text": "Bottle of Tiger Oil with packaging box and photograph of three patrons to Tiger Balm Gardens",
    "preference": "main",
    "title_language": "",
    "creator_2": "Haw Par Brothers International Ltd Singapore",
    "creator_1": "Haw Par Brothers International Limited (TTE)",
    "creator_role": "companies",
    "creation_date": "Mid 1960s to Early 1970s 1960-1975",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "varies",
    "materials_name": "paper (fiber product) glass (material) printing paper",
    "techniques_name": "forming (physical activity) printing (process) photographic processes colour printing",
    "object_colour": "multicoloured",
    "physical_appearance": "The image shows several items such as a black-and-white photograph, a yellow bottle containing oil, a rectangular packaging, and a leaflet. Three people can be seen posing in the photograph. There are Chinese characters on the packaging, and the image of a Tiger is displayed on it as well. The yellow label wrapped around the bottle contains the \u0027formula\u0027 showing the different percentages of its components. The leaflet contains the images of two business personnel at the top.",
    "subject_terms_1": "visitors theme parks brand name objects ointment snapshots",
    "subject_terms_2": "Amusement parks Business enterprises Pamphlets Bottles Ointments Businesspeople Men Packaging Brand name products Black-and-white photography Women",
    "subject_terms_3": "Photography Business enterprises Aw, Boon Haw Business owners Haw Par Villa Parks and gardens",
    "sgcool_label_text": "The Tiger balm brand remains today an important local brand and traces its history back to the Aw brothers—Au Boon Haw and Aw Boon Par. Their father, Au Chu Kin was an herbalist who started Eng Aun Tong (the Hall of Everlasting Peace) and passed the product formula to his sons in the early 1900s.  The Aw brothers perfected the formula in oil and balm form.  The oil form was the original form and was popular in Singapore households from the 1930s onwards.\r\nThe photograph depicts three visitors to the Tiger Balm gardens (also known as the Haw Par Villa). This villa garden was an entertainment park to teach and preserve traditional Chinese values (such as filial piety) through the exposition of folklore, legends and historical events in the form of tableaux and figurines. \r\n"
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}