{
  "id": "2016-00756",
  "title": "Oil lamp",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00756\n\n  Image: \n\n  object_work_type: oil lamps\n\n  title_text: Oil lamp\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1900-1920\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: brass (alloy)\n\n  techniques_name: forging (metal forming)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a brass oil lamp. It stands on a circular base. There is a dish just above the base. The dish is connected to the top dish by a thin metal body. The body has several decorative circular ridges. There is a spoon sitting in the bottom dish.\n\n  subject_terms_1: altar components Peranakan religious ceremonies ceremonial objects\n\n  subject_terms_2: Lamps Altars Peranakan (Asian people) Rites and ceremonies Ceremonial objects\n\n  subject_terms_3: Religious life and practices\n\n  sgcool_label_text: This brass oil lamp was used by Peranakans for their altars and was placed within a red and gold lamp screen. The oil lamp comes with a small brass spoon which is used to add oil to the lamp to keep the fire going for religious ceremonies or on special occasions like Chinese New Year.\\r\\n\\r\\nThis item is donated by the family of prominent Peranakan\n Ong Sam Leong (b. 1857\n Singapore – d. 7 February 1918\n Singapore). It comes from his ancestral home of Bukit Rose\n formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island\n which was historically a territory of colonial Singapore. \\r\\n\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00756",
    "Image": "",
    "object_work_type": "oil lamps",
    "title_text": "Oil lamp",
    "preference": "main",
    "title_language": "",
    "creation_date": "1900-1920",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "brass (alloy)",
    "techniques_name": "forging (metal forming)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a brass oil lamp. It stands on a circular base. There is a dish just above the base. The dish is connected to the top dish by a thin metal body. The body has several decorative circular ridges. There is a spoon sitting in the bottom dish.",
    "subject_terms_1": "altar components Peranakan religious ceremonies ceremonial objects",
    "subject_terms_2": "Lamps Altars Peranakan (Asian people) Rites and ceremonies Ceremonial objects",
    "subject_terms_3": "Religious life and practices",
    "sgcool_label_text": "This brass oil lamp was used by Peranakans for their altars and was placed within a red and gold lamp screen. The oil lamp comes with a small brass spoon which is used to add oil to the lamp to keep the fire going for religious ceremonies or on special occasions like Chinese New Year.\r\n\r\nThis item is donated by the family of prominent Peranakan, Ong Sam Leong (b. 1857, Singapore – d. 7 February 1918, Singapore). It comes from his ancestral home of Bukit Rose, formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island, which was historically a territory of colonial Singapore. \r\n"
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}