{"id":"2016-00233","title":"Idli Steamer","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00233\nImage:\nobject_work_type:steamers (cookware)\ntitle_text:Idli Steamer\npreference:main\ntitle_language:\ncreation_date:1900 - 1999\ncreation_place_original_location:Kerala (India)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:brass (alloy)\ntechniques_name:metalworking\nobject_colour:yellow (colour)\nphysical_appearance:The image displays an idli steamer. It is yellow in colour. The lid of the steamer can be removed from its body. There are two rings attached to the sides of the lid\n and two handles are present at its top. There is a silver mould plate present inside the steamer. It has numerous depressions of equal sizes. Two handles are present on the mould plate as well.\nsubject_terms_1:kitchenware cooking utensils implements (object genre)\nsubject_terms_2:Food steamers Steaming (Cooking) Kitchen utensils\nsgcool_label_text:This large idli steamer belonged to a temple kitchen in the Kerala region. Idli (a steamed rice cake) is a popular south Indian snack\n commonly served for breakfast. The steamer comprises of several mould-plates that are stacked on top of each other. The idli batter would be poured into the moulds and steamed in the large metal container.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00233","Image":"","object_work_type":"steamers (cookware)","title_text":"Idli Steamer","preference":"main","title_language":"","creation_date":"1900 - 1999","creation_place_original_location":"Kerala (India)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"brass (alloy)","techniques_name":"metalworking","object_colour":"yellow (colour)","physical_appearance":"The image displays an idli steamer. It is yellow in colour. The lid of the steamer can be removed from its body. There are two rings attached to the sides of the lid, and two handles are present at its top. There is a silver mould plate present inside the steamer. It has numerous depressions of equal sizes. Two handles are present on the mould plate as well.","subject_terms_1":"kitchenware cooking utensils implements (object genre)","subject_terms_2":"Food steamers Steaming (Cooking) Kitchen utensils","sgcool_label_text":"This large idli steamer belonged to a temple kitchen in the Kerala region. Idli (a steamed rice cake) is a popular south Indian snack, commonly served for breakfast. The steamer comprises of several mould-plates that are stacked on top of each other. The idli batter would be poured into the moulds and steamed in the large metal container."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}