{"subject_terms_3" : "Photography Indian music Performing Arts Temples Sri Thendayuthapani Temple Tank Road Musicians", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows a rectangular photograph that is in black-and-white. The photograph features five males and one female. They are all sitting down on a raised platform that is covered with a carpet. There is a microphone stand close to the seated lady. The males are playing a number of different musical instruments, such as the violin, sitar, harmonium, and tabla. The background of the photograph displays a framed picture of a Hindu deity. The background of the photograph suggests that this was taken in the interior of a building.", "sgcool_label_text" : "Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.", "preference" : "main alternate", "title_text" : "Performance at Tank Road temple #2 4 photographs of  performances at Tank Road temple", "creation_date" : "1970s-1990s", "subject_terms_1" : "musicians music (performing arts) singers musical performances temples (buidings) stages (performance spaces)", "styles_periods_indexing_terms" : "Indian (South Asian)", "accession_no_csv" : "2016-00609-002", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Black-and-white photography Musicians Carnatic music Singers Performances Hindu temples Tamil (Indic people)", "techniques_name" : "printing (process) photographic processes"}