{"id":"2016-00293","title":"A wheel-cut blue bowl   Wheel-cut blue bowl","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00293\nImage:\nobject_work_type:bowls (vessels)\ntitle_text:A wheel-cut blue bowl   Wheel-cut blue bowl\npreference:alternate main\ntitle_language:\ncreation_date:Not indicated\ncreation_place_original_location:Iran\nstyles_periods_indexing_terms:Islamic (culture or style)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:glass (material)\ntechniques_name:cutting (glassworking)\nobject_colour:cobalt blue (color)\nphysical_appearance:This cobalt blue bowl has flared walls\n with a flat base\n and slightly everted rim. The exterior features a scrolling palmette motif. The edge of the rim and base has added bands of wheel-cut facets. The  bowl has some cracks and scratches.\nsubject_terms_1:palmette (motif) scrolls (motif) glassware\nsubject_terms_2:Bowls (Tableware) Islamic glassware Motifs\nsubject_terms_3:Decorative arts\nsgcool_label_text:This cobalt blue bowl features flared walls and a slightly everted rim on a fairly flat base. It has been skilfully decorated with heart-shaped palmette motifs which feature scrolled ends curling inwards and a cross-hatched oval in the centre. This central pattern is bordered along the top and bottom by bands of successive wheel-cut facets\n resulting in decoration that is bold and flamboyant. The precise execution of the cuts shows off the expertise and accomplished skills of its maker. This style of decoration is produced by bevelling the surface of the glass to the design\n and has been termed as ‘slant-cut’ style.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00293","Image":"","object_work_type":"bowls (vessels)","title_text":"A wheel-cut blue bowl   Wheel-cut blue bowl","preference":"alternate main","title_language":"","creation_date":"Not indicated","creation_place_original_location":"Iran","styles_periods_indexing_terms":"Islamic (culture or style)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"glass (material)","techniques_name":"cutting (glassworking)","object_colour":"cobalt blue (color)","physical_appearance":"This cobalt blue bowl has flared walls, with a flat base, and slightly everted rim. The exterior features a scrolling palmette motif. The edge of the rim and base has added bands of wheel-cut facets. The  bowl has some cracks and scratches.","subject_terms_1":"palmette (motif) scrolls (motif) glassware","subject_terms_2":"Bowls (Tableware) Islamic glassware Motifs","subject_terms_3":"Decorative arts","sgcool_label_text":"This cobalt blue bowl features flared walls and a slightly everted rim on a fairly flat base. It has been skilfully decorated with heart-shaped palmette motifs which feature scrolled ends curling inwards and a cross-hatched oval in the centre. This central pattern is bordered along the top and bottom by bands of successive wheel-cut facets, resulting in decoration that is bold and flamboyant. The precise execution of the cuts shows off the expertise and accomplished skills of its maker. This style of decoration is produced by bevelling the surface of the glass to the design, and has been termed as ‘slant-cut’ style."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}