{"id":"2016-00234","title":"Water Boiler","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00234\nImage:\nobject_work_type:water heaters\ntitle_text:Water Boiler\npreference:main\ntitle_language:\ncreation_date:1900 - 1999\ncreation_place_original_location:Kerala (India)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:copper (metal)\ntechniques_name:metalworking\nobject_colour:reddish brown\nphysical_appearance:The image displays a water boiler. The entire set-up is reddish brown in colour. The tank has a lid that can be detached from its body. Within the tank\n there is the innter accessory as well as the shovel. The base of the water boiler comprises of a tripod stand. There are two handles on  the body of the tank as well as the lid.\nsubject_terms_1:kitchenware utensils implements (object genre)\nsubject_terms_2:Water heaters Kitchen utensils\nsgcool_label_text:This copper water boiler is typical of the type used to make “boiler tea” in south India and Sri Lanka from the 20th century\n and would have been seen at tea shops\n stalls and restaurants. The boiler would be used to heat a large quantity of water over a coal fire\n or similar type of long-burning fuel. The tea maker would use hot water from the boiler to brew tea. \\r\\nIt is an interesting artefact from the 20th century\n and reflects the rise in popularity in beverages such as tea and coffee among Indians\n during the Colonial era\n and the paraphernalia that has since become associated with their consumption. This type of water boiler is becoming increasingly rare with the emergence of cheaper fuel\n as well as changing methods of brewing tea.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00234","Image":"","object_work_type":"water heaters","title_text":"Water Boiler","preference":"main","title_language":"","creation_date":"1900 - 1999","creation_place_original_location":"Kerala (India)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"copper (metal)","techniques_name":"metalworking","object_colour":"reddish brown","physical_appearance":"The image displays a water boiler. The entire set-up is reddish brown in colour. The tank has a lid that can be detached from its body. Within the tank, there is the innter accessory as well as the shovel. The base of the water boiler comprises of a tripod stand. There are two handles on  the body of the tank as well as the lid.","subject_terms_1":"kitchenware utensils implements (object genre)","subject_terms_2":"Water heaters Kitchen utensils","sgcool_label_text":"This copper water boiler is typical of the type used to make “boiler tea” in south India and Sri Lanka from the 20th century, and would have been seen at tea shops, stalls and restaurants. The boiler would be used to heat a large quantity of water over a coal fire, or similar type of long-burning fuel. The tea maker would use hot water from the boiler to brew tea. \r\nIt is an interesting artefact from the 20th century, and reflects the rise in popularity in beverages such as tea and coffee among Indians, during the Colonial era, and the paraphernalia that has since become associated with their consumption. This type of water boiler is becoming increasingly rare with the emergence of cheaper fuel, as well as changing methods of brewing tea."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}