{
  "id": "2016-00641",
  "title": "Chitty Melaka Necklace",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00641\n\n  Image: \n\n  object_work_type: necklaces\n\n  title_text: Chitty Melaka Necklace\n\n  preference: main\n\n  title_language: \n\n  creation_date: Early 20th century\n\n  creation_place_original_location: Singapore\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: silver gilding gemstone\n\n  techniques_name: gilding (technique) forging (metal forming)\n\n  object_colour: multicolored\n\n  physical_appearance: This necklace features a thick chain with a large central pendant that is inset with several gemstones. At the bottom of the pendant\n there are several beads attached. The main chain of the necklace where the pendant is attached to has a butterfly link chain\n that is also inset with gemstones.\n\n  subject_terms_1: Peranakan cultural diffusion\n\n  subject_terms_2: Culture diffusion Peranakan (Asian people) Jewelry Intermarriage Necklaces\n\n  subject_terms_3: Jewellery Peranakan costumes\n\n  sgcool_label_text: The necklace is made of gilded silver and features a large central pendant inset with gemstones\n with beads at the bottom of the pendant. The pendant is attached to the main chain of the necklace with a butterfly decoration similarly set with gemstones. They were often crafted by Indian goldsmiths. The intricacy of the patterns and designs were closely associated with the financial and social status of the wearer.  Although commonly used in China to prevent tarnishing\n the practice of gilding silver did not become popular in India.  Peranakan Indians were descended from marriages between South Indian Hindu merchants and local inhabitants.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00641",
    "Image": "",
    "object_work_type": "necklaces",
    "title_text": "Chitty Melaka Necklace",
    "preference": "main",
    "title_language": "",
    "creation_date": "Early 20th century",
    "creation_place_original_location": "Singapore",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "silver gilding gemstone",
    "techniques_name": "gilding (technique) forging (metal forming)",
    "object_colour": "multicolored",
    "physical_appearance": "This necklace features a thick chain with a large central pendant that is inset with several gemstones. At the bottom of the pendant, there are several beads attached. The main chain of the necklace where the pendant is attached to has a butterfly link chain, that is also inset with gemstones.",
    "subject_terms_1": "Peranakan cultural diffusion",
    "subject_terms_2": "Culture diffusion Peranakan (Asian people) Jewelry Intermarriage Necklaces",
    "subject_terms_3": "Jewellery Peranakan costumes",
    "sgcool_label_text": "The necklace is made of gilded silver and features a large central pendant inset with gemstones, with beads at the bottom of the pendant. The pendant is attached to the main chain of the necklace with a butterfly decoration similarly set with gemstones. They were often crafted by Indian goldsmiths. The intricacy of the patterns and designs were closely associated with the financial and social status of the wearer.  Although commonly used in China to prevent tarnishing, the practice of gilding silver did not become popular in India.  Peranakan Indians were descended from marriages between South Indian Hindu merchants and local inhabitants."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}