{"subject_terms_3" : "Photography Athletics Sports and recreational events Rengasamy Jayaram Runners (Athletes) Singapore Amateur Athletic Association", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows a photograph that is in black-and-white. It shows a setting in a stadium. Numerous male athletes can be seen in the photograph. They are all in the middle of a passing baton relay sprint. They are running on a stadium track with white lines to demarcate the individual track lanes. Audiences can be seen in the background sitting down and standing up under tents.", "sgcool_label_text" : "Jayaram s\/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953, a friend and fellow athlete, MS Maniam, invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road, the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57), Singapore Amateur Athletic Association meets (1955 – 57), as well as the Merdeka Games, Kuala Lumpur (1957). He was also a member of Swift Athletics Club.", "preference" : "main", "title_text" : "Jayaram S\/o Rengasamy passing the baton to P.Ganesan, the winning 4x440 yards athletes at the Singapore Amateur Athletic Association, Farrer Park", "creation_date" : "1957", "subject_terms_1" : "athletes stadiums competitions (events) sportsmen races (events) running (physical activity)", "accession_no_csv" : "2016-00279", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Athletes Stadiums Relay racing Black-and-white photography", "techniques_name" : "printing (process) photographic processes"}