{
  "id": "2016-00431-010",
  "title": "The End of History - Flemish Painting (Book #1)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00431-010\n\n  Image: \n\n  object_work_type: books\n\n  title_text: The End of History - Flemish Painting (Book #1)\n\n  preference: main\n\n  title_language: English\n\n  creator_2: Lambotte (?) Alan Oei\n\n  creator_1: Lambotte\n Paul\n 1862-1939\n\n  creator_role: authors\n\n  creation_date: 1927 2008-2013\n\n  creation_place_original_location: London (England) Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: printing (process)\n\n  object_colour: green (color)\n\n  physical_appearance: \\This is a book titled \\u0027Flemish Painting Before the XVIIITH Century\\\\. The title is printed in the center of the book with a logo below it. It is also printed on the spine of the book\n\n  subject_terms_1: with the author\\u0027s name. The book has a green cover. It is faded\n\n  subject_terms_2: Painting\n Flemish with a stain at the bottom and worn out edges.\\\n\n  subject_terms_3: Flemish (culture or style)\n\n  subject_terms_4: Books\n\n  context_1: Non-fiction\n\n  context_2: \n\n  sgcool_label_text: NA Alan Oei (b. 1976\n Singapore) is an artist-curator interested in the workings between art history\n politics and community. He holds a Bachelor’s degree in Art History from Columbia University and a Diploma in Fine Arts from Lasalle College of the Arts. Huang Wei – a fictional post-war painter of maimed children – is the alter-ego Oei uses to present his paintings. His work has been shown in Malaysia\n Hong Kong\n Melbourne and New York. In addition\n Oei’s curatorial projects include the ‘OH! Open House’\n an annual art walkabout inside local neighbourhoods and residences. He was recently appointed the Artistic Director of Substation\n Singapore. In effect\n Huang Wei may be regarded as a performance on several levels\n and the relationship between creator and created echoes that of a two-way mirror. On one side\n the character of Huang Wei is a conduit and device for Oei to unravel his conundrum about time and history. Yet to ‘use’ Huang Wei entails Oei becoming a medium himself and ‘channelling’ his creation so that the meta-artist can step through time’s portals and enter a realm where history painting still reigns. Still\n even liminal spaces offer fleeting refuge and the stop-motion video Goliath unfolds to reveal the artist’s hand (Huang Wei\n and/or Oei?) in a continuous cycle of creating-destroying his painting\n time and again.\n",
  "createdDate": "20201125084534",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00431-010",
    "Image": "",
    "object_work_type": "books",
    "title_text": "The End of History - Flemish Painting (Book #1)",
    "preference": "main",
    "title_language": "English",
    "creator_2": "Lambotte (?) Alan Oei",
    "creator_1": "Lambotte, Paul, 1862-1939",
    "creator_role": "authors",
    "creation_date": "1927 2008-2013",
    "creation_place_original_location": "London (England) Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "printing (process)",
    "object_colour": "green (color)",
    "physical_appearance": "\"This is a book titled \u0027Flemish Painting Before the XVIIITH Century\"\". The title is printed in the center of the book with a logo below it. It is also printed on the spine of the book",
    "subject_terms_1": "with the author\u0027s name. The book has a green cover. It is faded",
    "subject_terms_2": "Painting, Flemish with a stain at the bottom and worn out edges.\"",
    "subject_terms_3": "Flemish (culture or style)",
    "subject_terms_4": "Books",
    "context_1": "Non-fiction",
    "context_2": "",
    "sgcool_label_text": "NA Alan Oei (b. 1976, Singapore) is an artist-curator interested in the workings between art history, politics and community. He holds a Bachelor’s degree in Art History from Columbia University and a Diploma in Fine Arts from Lasalle College of the Arts. Huang Wei – a fictional post-war painter of maimed children – is the alter-ego Oei uses to present his paintings. His work has been shown in Malaysia, Hong Kong, Melbourne and New York. In addition, Oei’s curatorial projects include the ‘OH! Open House’, an annual art walkabout inside local neighbourhoods and residences. He was recently appointed the Artistic Director of Substation, Singapore. In effect, Huang Wei may be regarded as a performance on several levels, and the relationship between creator and created echoes that of a two-way mirror. On one side, the character of Huang Wei is a conduit and device for Oei to unravel his conundrum about time and history. Yet to ‘use’ Huang Wei entails Oei becoming a medium himself and ‘channelling’ his creation so that the meta-artist can step through time’s portals and enter a realm where history painting still reigns. Still, even liminal spaces offer fleeting refuge and the stop-motion video Goliath unfolds to reveal the artist’s hand (Huang Wei, and/or Oei?) in a continuous cycle of creating-destroying his painting, time and again."
  },
  "nlpDate": "20201125084534",
  "connectorId": 0,
  "tags": {}
}