{
  "id": "2016-00416",
  "title": "Envelope Wallet with Gold Embroidery and Mirror Appliques Beaded envelope wallet",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00416\n\n  Image: \n\n  object_work_type: wallets\n\n  title_text: Envelope Wallet with Gold Embroidery and Mirror Appliques Beaded envelope wallet\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: late 19th century\n\n  creation_place_original_location: Indonesia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: mica (mineral) cordonnet (thread) silk (general\n animal material) metal thread cotton (textile) cord (fiber product) velvet (fabric weave) leather\n\n  techniques_name: sewing (needleworking technique) embroidering\n\n  object_colour: multicolored\n\n  physical_appearance: This is a beaded velvet envelope wallet. There is an opening at the bottom. The face is decorated with embroidery of coloured beads. There is a border of geometric scroll pattern made of gold beads. In the center\n there is a depiction of a dragon\n made out of multicolored beads.\n\n  subject_terms_1: beadwork (visual works) Peranakan motifs dragons\n\n  subject_terms_2: Motifs Peranakan (Asian people) Wallets Beadwork Dragons\n\n  subject_terms_3: Decorative arts\n\n  sgcool_label_text: This envelope purse is lavishly embroidered with gold metallic thread. A figure of a dragon is magnificently depicted from its front using atas timbul. This technique required the use of sticks around which metal thread was wound.  The basket-weave texture that results is characteristic of this technique.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00416",
    "Image": "",
    "object_work_type": "wallets",
    "title_text": "Envelope Wallet with Gold Embroidery and Mirror Appliques Beaded envelope wallet",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "late 19th century",
    "creation_place_original_location": "Indonesia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "mica (mineral) cordonnet (thread) silk (general, animal material) metal thread cotton (textile) cord (fiber product) velvet (fabric weave) leather",
    "techniques_name": "sewing (needleworking technique) embroidering",
    "object_colour": "multicolored",
    "physical_appearance": "This is a beaded velvet envelope wallet. There is an opening at the bottom. The face is decorated with embroidery of coloured beads. There is a border of geometric scroll pattern made of gold beads. In the center, there is a depiction of a dragon, made out of multicolored beads.",
    "subject_terms_1": "beadwork (visual works) Peranakan motifs dragons",
    "subject_terms_2": "Motifs Peranakan (Asian people) Wallets Beadwork Dragons",
    "subject_terms_3": "Decorative arts",
    "sgcool_label_text": "This envelope purse is lavishly embroidered with gold metallic thread. A figure of a dragon is magnificently depicted from its front using atas timbul. This technique required the use of sticks around which metal thread was wound.  The basket-weave texture that results is characteristic of this technique."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}