{"subject_terms_3" : "Rengasamy Jayaram Athletics Runners (Athletes) Portrait photography", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs studio portraits", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows a photograph that is in black-and-white. The background of the photograph suggests that this was taken in the interior of a building. A man is posing formally and looking in the direction where the photograph was captured. On a table in front of him, there are numerous trophies of different shapes, designs, and sizes. The biggest one is situated at the middle of the table. Some of the trophies have notes attached to them as well.", "sgcool_label_text" : "Jayaram s\/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953, a friend and fellow athlete, MS Maniam, invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road, the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57), Singapore Amateur Athletic Association meets (1955 – 57), as well as the Merdeka Games, Kuala Lumpur (1957). He was also a member of Swift Athletics Club.", "preference" : "main alternate", "title_text" : "Athlete Jayaram S\/o Rengasamy with all his trophies Studio photograph of the athlete Jayaram S\/o Rengasamy with all his trophies", "creation_date" : "1957", "subject_terms_1" : "athletes sportsmen prizes honours trophies (objects) awards studio portraits", "accession_no_csv" : "2016-00281", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Athletes Awards Black-and-white photography Photographs Portrait photography", "techniques_name" : "printing (process) photographic processes"}