{"id":"2016-00352","title":"Manila shawl","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00352\nImage:\nobject_work_type:shawls\ntitle_text:Manila shawl\npreference:main\ntitle_language:\ncreation_date:1930s\ncreation_place_original_location:Guangzhou (China)\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:silk (textile)\ntechniques_name:embroidering\nobject_colour:multicolored\nphysical_appearance:This black silk is fringed around the edges. It is embroided with floral motifs and pattenrs in polychrome colours. There is a bordered embroidery around the edge\n with larger flower embroidery at the top left and bottom right. At the bottom right\n there is a bird amongst the flowers. There are no tears seen.\nsubject_terms_1:exports flower (motif) leaf scrolls birds (motifs)\nsubject_terms_2:Shawls exports Embroidery Motifs\nsubject_terms_3:Textile art and design\nsgcool_label_text:Shawls such as this object were often referred to as Manila shawl\n or Mantones de Manila. Manila shawls were popular in Europe during the 19th and 20th centuries\n especially in Spain. They are usually worn covering the shoulders or as a mantilla covering the heads of women. Made of silk and produced in China\n they were brought to European shores through trade routes earlier established by the Manila-Acapulco galleon trade (1565–1815). Although the shawls were made in China\n they were usually shipped to Europe via Manila on the galleons\n hence the misnomer\n “Manila shawls”.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00352","Image":"","object_work_type":"shawls","title_text":"Manila shawl","preference":"main","title_language":"","creation_date":"1930s","creation_place_original_location":"Guangzhou (China)","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"silk (textile)","techniques_name":"embroidering","object_colour":"multicolored","physical_appearance":"This black silk is fringed around the edges. It is embroided with floral motifs and pattenrs in polychrome colours. There is a bordered embroidery around the edge, with larger flower embroidery at the top left and bottom right. At the bottom right, there is a bird amongst the flowers. There are no tears seen.","subject_terms_1":"exports flower (motif) leaf scrolls birds (motifs)","subject_terms_2":"Shawls exports Embroidery Motifs","subject_terms_3":"Textile art and design","sgcool_label_text":"Shawls such as this object were often referred to as Manila shawl, or Mantones de Manila. Manila shawls were popular in Europe during the 19th and 20th centuries, especially in Spain. They are usually worn covering the shoulders or as a mantilla covering the heads of women. Made of silk and produced in China, they were brought to European shores through trade routes earlier established by the Manila-Acapulco galleon trade (1565–1815). Although the shawls were made in China, they were usually shipped to Europe via Manila on the galleons, hence the misnomer, “Manila shawls”."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}