{
  "context_23": "1970",
  "context_24": "present",
  "subject_terms_3": "Photography",
  "materials_name": "plastic (organic material) paper (fiber product)",
  "creator_2": "Bestwell Optical & Instrument Corporation P.O. Box 396 Merrick, N.Y. 11566",
  "object_work_type": "photograph viewing equipment buyers' guides packaging",
  "object_colour": "multicoloured",
  "physical_appearance": "The grain focusing scope has a blue body. It comes in a paper box that is white and has blue outlines. The packaging on the box displays the words 'mini sight' as well as 'grain focusing for super sharp enlargements'. It also displays the words 'high performance' at its top. The address and name of the manufacturer, Bestwell Optical & Instrument Corporation, is displayed at the top left hand corner of the instruction manual. Also, there are four images of the grain focuser, drawn at different angles, labelled 'A' to 'D'. A brief description corresponding to each letter is stated in the buyers' guide as well, in single paragraphs.",
  "context_22": "1970 - present",
  "sgcool_label_text": "A grain focuser is a tool used to fine tune the focus of the grains of the negative in photographic film processing. This grain focuser is part of the darkroom photography equipment that was previously used by The Picture Farm, which was set up by the renowned photographer Willie Tang.",
  "preference": "main",
  "context_21": "45 Jalan Pemimpin, #09-00 Foo Wah Industrial Building, Thomson, Singapore",
  "title_text": "Grain focusing scope with instructions manual",
  "creation_date": "1980s-1990s",
  "subject_terms_1": "photographic processing equipment tools manuals (instructional materials)",
  "creator_role": "manufacturers",
  "context_20": "The set of equipment was used by The Picture Farm Pte Ltd",
  "accession_no_csv": "2016-00663",
  "shape": "irregular",
  "creation_place_original_location": "Singapore United States",
  "subject_terms_2": "Photography Equipment and supplies Tools Handbooks and manuals Packaging",
  "techniques_name": "forming (physical activity) colour printing"
}