{
  "materials_name": "paper (fiber product) printing paper",
  "creator_2": "Francois Valentijn",
  "object_work_type": "maps (documents) copper engravings (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "The map depicts several islands such as Mauritius, Tasmania, New Zealand, and Batavia. Different colours are used on the different islands, ranging from pink to turquoise to yellow. The scale used to chart this map is not shown. There are no latitudes and longitudes on this map, and the compass that is located slightly towards the left from its middle. A dotted line is drawn from the island of Mauritius to Java, passing through the islands of van Diemens Land, New Zealand, and Land der Popoas.",
  "sgcool_label_text": "Francois Valentijn (1666–1727) was a minister, naturalist and writer who served the Dutch V.O.C. in the East Indies in the late 17th and early 18th centuries. His monumental work Oud en Nieuw Oost-Indien (Old and New East-India), published between 1724 and 1726, offers a comprehensive mapping of the East Indies with a large selection of scale maps and views. This map, which was published in that work, traces the route of Dutch explorer Abel Tasman from Mauritius, via Van Dieman’s Land (Tasmania) and New Zealand, to Batavia.",
  "preference": "main",
  "creator_1": "Valentijn, Francois, 1666 - 1727",
  "title_text": "Kaart der Reyse van Abel Tasman volgens syn eygen opstel (Map showing the route taken by Abel Tasman)",
  "creation_date": "1726",
  "subject_terms_1": "colonial settlements islands (landforms) expeditions (journeys)",
  "creator_role": "mapmakers",
  "accession_no_csv": "2016-00308",
  "shape": "rectangular",
  "creation_place_original_location": "Holland (Netherlands : Province)",
  "subject_terms_2": "Colonization East Indies Maps Islands Nederlandsche Oost-Indische Compagnie Tasman, Abel Janszoon, 1603? - 1659 Expedition Borneo Indonesia Australia",
  "techniques_name": "mapmaking (process) colour printing"
}