{
  "id": "2016-00613",
  "title": "S Gopalakrishnan playing the violin at Tank Road Temple (80 years old)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00613\n\n  Image: \n\n  object_work_type: colour photographs\n\n  title_text: S Gopalakrishnan playing the violin at Tank Road Temple (80 years old)\n\n  preference: main\n\n  title_language: \n\n  creation_date: 2000s\n\n  creation_place_original_location: Singapore\n\n  styles_periods_indexing_terms: Indian (South Asian)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: printing (process) photographic processes\n\n  object_colour: multicoloured\n\n  physical_appearance: The image shows a rectangular photograph that is in colour. The photograph features an adult male sitting down. He is dressed totally in white and there are a microphone stand in front of him. He is drawing a bow across the strings of a violin. The background of the photograph suggests that it was taken in the interior of a temple\n as seen by the Hindu statues behind him.\n\n  subject_terms_1: temples (buidings) musical performances musicians violinists violins music (performing arts)\n\n  subject_terms_2: Carnatic music Colour photography Tamil (Indic people) Hindu temples Musicians Performances Violin\n\n  subject_terms_3: Temples Performing Arts Photography Indian music Sri Thendayuthapani Temple Musicians\n\n  sgcool_label_text: Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist\n and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00613",
    "Image": "",
    "object_work_type": "colour photographs",
    "title_text": "S Gopalakrishnan playing the violin at Tank Road Temple (80 years old)",
    "preference": "main",
    "title_language": "",
    "creation_date": "2000s",
    "creation_place_original_location": "Singapore",
    "styles_periods_indexing_terms": "Indian (South Asian)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "printing (process) photographic processes",
    "object_colour": "multicoloured",
    "physical_appearance": "The image shows a rectangular photograph that is in colour. The photograph features an adult male sitting down. He is dressed totally in white and there are a microphone stand in front of him. He is drawing a bow across the strings of a violin. The background of the photograph suggests that it was taken in the interior of a temple, as seen by the Hindu statues behind him.",
    "subject_terms_1": "temples (buidings) musical performances musicians violinists violins music (performing arts)",
    "subject_terms_2": "Carnatic music Colour photography Tamil (Indic people) Hindu temples Musicians Performances Violin",
    "subject_terms_3": "Temples Performing Arts Photography Indian music Sri Thendayuthapani Temple Musicians",
    "sgcool_label_text": "Mr. S Gopalakrishnan (b. in 1920 in Tanjavur) was a prominent violinist, and Carnatic singer. He arrived in Singapore in 1939 and actively participated in the Indian classical music scene here. Mr Gopalakrishnan performed alongside veterans of classical performers such as Pandit M Ramalingam and MV Gurusamy at temple and other music festivals. He also taught violin lessons at the Singapore Malayalee Association from the 1970s to 2000s. He was a member of the Tamils Reform Association and performed his wedding according to the principles of the Self-Respect Movement. He was also employed as a compositor at the Far East Air Force from 1954 to 1970."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}