{
  "context_23": "No 102 Serangoon Road, Singapore.",
  "context_24": "Not indicated",
  "subject_terms_4": "Black-and-white photography",
  "subject_terms_3": "religious (people) Ramakrishna Mission Singapore Ramakrishna Mission Temple (Place) Hinduism",
  "materials_name": "paper (fiber product)",
  "creator_2": "Choo Kong Studio",
  "object_work_type": "black-and-white photographs",
  "object_colour": "grey monochrome",
  "physical_appearance": "\"The image shows a photograph that is in black-and-white. There is no frame. At the bottom right hand side beyond the photograph's border,  \"\"Choo Kong Studio\"\" and \"\"No 102 Serangoon Road",
  "context_22": "This item was produced at a photographic studio called Choo Kong.",
  "preference": "main alternate",
  "creator_1": "Not indicated",
  "context_1": "Portrait photography",
  "title_text": "Ramakrishna Mission Singapore Group photograph at the Ramakrishna Mission Singapore",
  "creation_date": "1928",
  "subject_terms_1": "Singapore\"\" are displayed. The image depicts a large group of people posing in front of a building. \"\"Ramakrishna Mission\"\" is displayed at the top of the building above its balcony on the second level. The people who are sitting down on chairs are adults and the ones who are standing up are children and young adults religious centres religious institutions religious organizations religious schools (institutions) group portraits Hinduism circles (social groups) studio portraits",
  "creator_role": "photography studios (organizations)",
  "accession_no_csv": "2016-00217",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "except for the front row where most of the children are kneeling on the ground. They are all looking towards the direction where the photograph was taken at. \" Portraits, Group Ramakrishna Mission Religious institutions Social groups Hinduism Portrait photography",
  "techniques_name": "printing (process) photographic processes"
}