{
  "context_23": "This item was produced at a photographic studio called Yong Fong.",
  "context_24": "79 South Bridge Road Singapore.",
  "subject_terms_4": "folk costume",
  "subject_terms_3": "are stated. Four Chinese characters are stated above \"\"79 South Bridge Road\"\". \" Hinduism Indian costumes Businesspeople",
  "context_2": "Portrait photography",
  "materials_name": "paper (fiber product)",
  "creator_2": "Yong Fong Studio",
  "object_work_type": "black-and-white photographs",
  "object_colour": "grey monochrome",
  "physical_appearance": "\"The image shows a photograph that is in black-and-white. There is an inner and outer border. Both of these borders are demarcated by a grey band. There is no frame. The bottom left hand side of the photograph has been torn. At the middle, the photograph has been completely torn horizontally as well.  A man dressed in his ethnic costume is featured in the photograph. His right hand is resting on the wall beside the gate, and also holding onto a handkerchief. There are several rings and bracelets on that hand. There is a dog to his right. The man is looking towards the direction in which this photograph was taken. Lines of sacred ash have been applied on his arms, chest, and forhead. There is a flower pot on either side of him. The background of the photograph suggests that this was taken in the interior of a building. At the bottom of the photograph's border, \"\"Yong Fong\"\"",
  "sgcool_label_text": "Not indicated",
  "preference": "main alternate",
  "creator_1": "Not indicated",
  "context_1": "Black-and-white photography",
  "title_text": "Chettiar man at a studio Photograph of a Chettiar man taken at a studio",
  "creation_date": "1900 - 1999",
  "subject_terms_1": "\"\"79 South Bridge Road\"\" businessmen Hinduism studio portraits",
  "creator_role": "photography studios (organizations)",
  "accession_no_csv": "2016-00198",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore India",
  "subject_terms_2": "and \"\"Singapore\"\" Ethnic costume Businessmen Nattukottai Chettiars Bhasma Photography Studios and dark rooms Portrait photography",
  "techniques_name": "printing (process) photographic processes"
}