{
  "id": "2016-00419",
  "title": "Dompet with Beaded Butterfly and Flower Design Beaded purse with butterfly and flower design",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00419\n\n  Image: \n\n  object_work_type: purses (ladies\\u0027 accessories)\n\n  title_text: Dompet with Beaded Butterfly and Flower Design Beaded purse with butterfly and flower design\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: c. 1900\n\n  creation_place_original_location: Java (Indonesia)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: semicircular\n\n  materials_name: glass (material) sequins (sprangles) velvet (fabric weave) metal\n\n  techniques_name: sewing (needleworking technique) embroidering\n\n  object_colour: multicolored\n\n  physical_appearance: This is a beaded purse in a semicircular shape. Made from red velvet\n the face of the purse is decorated with embroided beads and stitching. There is a bead button in the center\n holding the flap closed. The purse is decorated with floral motifs along the border. In the center\n there is a beaded butterfly\n with a flower stalk on either side.\n\n  subject_terms_1: pouches beadwork (visual works) Peranakan flower (motif)\n\n  subject_terms_2: Motifs Pouches (Containers) Peranakan (Asian people) Beadwork\n\n  subject_terms_3: Decorative arts\n\n  sgcool_label_text: This dompet has a unique semi-circular shape quite unlike other envelope purses. Chain and bullion stiches are used to create the contours of a butterfly and two stalks of flowers. Unlike Chinese purses which were either square or circular in shape\n the purses made for or by the Peranakan community show more variation.\n",
  "createdDate": "20201125084535",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00419",
    "Image": "",
    "object_work_type": "purses (ladies\u0027 accessories)",
    "title_text": "Dompet with Beaded Butterfly and Flower Design Beaded purse with butterfly and flower design",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "c. 1900",
    "creation_place_original_location": "Java (Indonesia)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "semicircular",
    "materials_name": "glass (material) sequins (sprangles) velvet (fabric weave) metal",
    "techniques_name": "sewing (needleworking technique) embroidering",
    "object_colour": "multicolored",
    "physical_appearance": "This is a beaded purse in a semicircular shape. Made from red velvet, the face of the purse is decorated with embroided beads and stitching. There is a bead button in the center, holding the flap closed. The purse is decorated with floral motifs along the border. In the center, there is a beaded butterfly, with a flower stalk on either side.",
    "subject_terms_1": "pouches beadwork (visual works) Peranakan flower (motif)",
    "subject_terms_2": "Motifs Pouches (Containers) Peranakan (Asian people) Beadwork",
    "subject_terms_3": "Decorative arts",
    "sgcool_label_text": "This dompet has a unique semi-circular shape quite unlike other envelope purses. Chain and bullion stiches are used to create the contours of a butterfly and two stalks of flowers. Unlike Chinese purses which were either square or circular in shape, the purses made for or by the Peranakan community show more variation."
  },
  "nlpDate": "20201125084535",
  "connectorId": 0,
  "tags": {}
}