{"id":"2016-00133","title":"Community donations for Sim family orphans Document related to community donations for Sim family orphans dated 1945","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00133\nImage:\nobject_work_type:document (object genre) notes\ntitle_text:Community donations for Sim family orphans Document related to community donations for Sim family orphans dated 1945\npreference:main alternate\ntitle_language:\ncreation_date:1945\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nscale_type:NA NA\nshape:rectangular\nmaterials_name:rice paper (paper)\ntechniques_name:handwriting\nobject_colour:multicoloured\nphysical_appearance:This document is made up of two pieces of red paper. There are numerous columns of Chinese characters written on it that run from the top to bottom. These characters are all aligned in a straight vertical line\n closely alongside one another. For the smaller piece of paper\n the columns of words vary in length\n with some occupying just half of the paper while others take up the entire length. For the bigger piece of paper\n all the columns take up approximately two third of the paper\\u0027s length. Some of the Chinese characters look to be discoloured and have turned white.\nsubject_terms_1:world wars donations financial aid community development financial records assistance\nsubject_terms_2:World War\n 1939 - 1945 Orphans War victims Records Adopted children Fund raising\nsubject_terms_3:Wars 1942-1945 Japanese occupation\ncontext_1:World War\n 1939 - 1945\ncontext_2:world wars\ncontext_3:1939 - 1945\ncontext_4:1939\ncontext_5:1945\ncontext_6:Asia\nsgcool_label_text:The document\n written on two pieces of red rice paper\n was dated to the 23rd day\n 6th month of the Yiyou year (1945). It is a list of 63 names of the ordinary folk who contributed in cash and kind (old clothes) to three children (one boy\n aged 13 and two girls\n aged 11 and 9) who were orphaned during the Japanese Occupation period. Before the war\n the family was living along Tank Road. Their father\n Sim Teow Kwang\n was working with the Foreign Exchange Department of OCBC Bank. When Singapore fell\n Mr Sim was taken away in February 1942 by Japanese soldiers\n who had gathered all residents from Tank Road\n River Valley Road and Clarke Quay at River Valley Road\n where Liang Court is situated today. A few months later\n on 8th September 1942\n Mrs Sim passed away due to an illness. \\r\\nMany of those who contributed to the fundraising effort (comprising extended family members\n neighbours and friends) had Sim as their family name. The record served as material proof of community self-help during this darkest chapter of Singapore’s history.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00133","Image":"","object_work_type":"document (object genre) notes","title_text":"Community donations for Sim family orphans Document related to community donations for Sim family orphans dated 1945","preference":"main alternate","title_language":"","creation_date":"1945","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","scale_type":"NA NA","shape":"rectangular","materials_name":"rice paper (paper)","techniques_name":"handwriting","object_colour":"multicoloured","physical_appearance":"This document is made up of two pieces of red paper. There are numerous columns of Chinese characters written on it that run from the top to bottom. These characters are all aligned in a straight vertical line, closely alongside one another. For the smaller piece of paper, the columns of words vary in length, with some occupying just half of the paper while others take up the entire length. For the bigger piece of paper, all the columns take up approximately two third of the paper\u0027s length. Some of the Chinese characters look to be discoloured and have turned white.","subject_terms_1":"world wars donations financial aid community development financial records assistance","subject_terms_2":"World War, 1939 - 1945 Orphans War victims Records Adopted children Fund raising","subject_terms_3":"Wars 1942-1945 Japanese occupation","context_1":"World War, 1939 - 1945","context_2":"world wars","context_3":"1939 - 1945","context_4":"1939","context_5":"1945","context_6":"Asia","sgcool_label_text":"The document, written on two pieces of red rice paper, was dated to the 23rd day, 6th month of the Yiyou year (1945). It is a list of 63 names of the ordinary folk who contributed in cash and kind (old clothes) to three children (one boy, aged 13 and two girls, aged 11 and 9) who were orphaned during the Japanese Occupation period. Before the war, the family was living along Tank Road. Their father, Sim Teow Kwang, was working with the Foreign Exchange Department of OCBC Bank. When Singapore fell, Mr Sim was taken away in February 1942 by Japanese soldiers, who had gathered all residents from Tank Road, River Valley Road and Clarke Quay at River Valley Road, where Liang Court is situated today. A few months later, on 8th September 1942, Mrs Sim passed away due to an illness. \r\nMany of those who contributed to the fundraising effort (comprising extended family members, neighbours and friends) had Sim as their family name. The record served as material proof of community self-help during this darkest chapter of Singapore’s history."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}