{"id":"2016-00239","title":"Bedcover Chinese silk bedcover","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00239\nImage:\nobject_work_type:bedcovers\ntitle_text:Bedcover Chinese silk bedcover\npreference:alternate main\ntitle_language:\ncreation_date:1730-1740\ncreation_place_original_location:Macau (China)\nstyles_periods_indexing_terms:European\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:satin silk pigment gold thread\ntechniques_name:weaving embroidering\nobject_colour:multicolored\nphysical_appearance:This is a bedcover embroided with decorative elements. The border of the bedcover is lined with red trimmings\n with tassels attached to each corner. The bedcover features a scrolling foliage multicolored motif. The center of the bedcover has a double-headed eagle motif.\nsubject_terms_1:scrolling foliage birds (motifs) exports Roman Catholicism\nsubject_terms_2:Coverlets Exports Double-headed eagle (Emblem) Augustinians Catholic Church\nsubject_terms_3:Textile art and design\nsgcool_label_text:The double-headed eagle motif in the centre of this bedcover derives from the emblem of the Augustinian Order. This Catholic order established missions in Asian port cities\n including Manila and Macao. \\r\\n\\r\\nChinese silks like this were commissioned for a wide range of purposes – furnishing\n clothing\n and liturgical vestments – and their designs combine Chinese techniques and decorative elements with European motifs\n often copied from European engravings. These silks were primarily made for Portugal and the rest of Europe.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00239","Image":"","object_work_type":"bedcovers","title_text":"Bedcover Chinese silk bedcover","preference":"alternate main","title_language":"","creation_date":"1730-1740","creation_place_original_location":"Macau (China)","styles_periods_indexing_terms":"European","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"satin silk pigment gold thread","techniques_name":"weaving embroidering","object_colour":"multicolored","physical_appearance":"This is a bedcover embroided with decorative elements. The border of the bedcover is lined with red trimmings, with tassels attached to each corner. The bedcover features a scrolling foliage multicolored motif. The center of the bedcover has a double-headed eagle motif.","subject_terms_1":"scrolling foliage birds (motifs) exports Roman Catholicism","subject_terms_2":"Coverlets Exports Double-headed eagle (Emblem) Augustinians Catholic Church","subject_terms_3":"Textile art and design","sgcool_label_text":"The double-headed eagle motif in the centre of this bedcover derives from the emblem of the Augustinian Order. This Catholic order established missions in Asian port cities, including Manila and Macao. \r\n\r\nChinese silks like this were commissioned for a wide range of purposes – furnishing, clothing, and liturgical vestments – and their designs combine Chinese techniques and decorative elements with European motifs, often copied from European engravings. These silks were primarily made for Portugal and the rest of Europe."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}