{"id":"2016-00467","title":"Set of altar tables Altar tables","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00467\nImage:\nobject_work_type:altar tables\ntitle_text:Set of altar tables Altar tables\npreference:alternate main\ntitle_language:\ncreation_date:Late 19th to early 20th centuries\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:teak (wood)\ntechniques_name:woodcarving\nobject_colour:brown (color)\nphysical_appearance:This is a set of teak altar tables. It is carved with Chinese figural\n mythical and plant motifs. The front features the carving of \\u0027Shou Lou\\u0027\n the God of Longevity\n perched on a crane and holding a staff. There are pairs of dragon heads at the corners. The larger table has a slighly curved front while the smaller table is rectangular in shape.\nsubject_terms_1:motifs Peranakan deities figures (representations) worship\nsubject_terms_2:Tables Motifs Peranakan (Asian people) Worship Dragons Gods Buddhist altars\nsubject_terms_3:Religious life and practices\nsgcool_label_text:This imposing set of teakwood altar tables was used for the worship of Chinese deities by a Peranakan family of Singapore at home. It is intricately carved with auspicious Chinese figural\n mythical and plant motifs\n with an unusual curved frontal surface for the higher\n rectangular table. The central motif on the rectangular table features Shou Lou\n the God of Longevity perched on the crane and holding a staff. Pairs of stylized dragon heads decorate the table corners. The deity images\n oil lamp and lamp screen were usually placed on the rectangular table while more elaborate offerings for festive occasions would have been presented on the lower square table. Such altar tables were usually positioned prominently in the front hall.\\r\\n\\r\\nIn particular\n this set of altar tables belonged to the family of Mdm Chua Geok Choo and Tan Eng Wah (1923-2013). They were passed down Mdm Chua’s side of the family and were used for the worship of Guanyin\n the Goddess of Mercy\n in the family home on East Coast Avenue.\\r\\n\\r\\nTan Eng Wah was also the eldest son of Tan Lark Sye (1897-1972). Tan Lark Sye was a highly regarded Chinese businessman and philanthropist in Singapore.","createdDate":"20201018182635","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00467","Image":"","object_work_type":"altar tables","title_text":"Set of altar tables Altar tables","preference":"alternate main","title_language":"","creation_date":"Late 19th to early 20th centuries","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"teak (wood)","techniques_name":"woodcarving","object_colour":"brown (color)","physical_appearance":"This is a set of teak altar tables. It is carved with Chinese figural, mythical and plant motifs. The front features the carving of \u0027Shou Lou\u0027, the God of Longevity, perched on a crane and holding a staff. There are pairs of dragon heads at the corners. The larger table has a slighly curved front while the smaller table is rectangular in shape.","subject_terms_1":"motifs Peranakan deities figures (representations) worship","subject_terms_2":"Tables Motifs Peranakan (Asian people) Worship Dragons Gods Buddhist altars","subject_terms_3":"Religious life and practices","sgcool_label_text":"This imposing set of teakwood altar tables was used for the worship of Chinese deities by a Peranakan family of Singapore at home. It is intricately carved with auspicious Chinese figural, mythical and plant motifs, with an unusual curved frontal surface for the higher, rectangular table. The central motif on the rectangular table features Shou Lou, the God of Longevity perched on the crane and holding a staff. Pairs of stylized dragon heads decorate the table corners. The deity images, oil lamp and lamp screen were usually placed on the rectangular table while more elaborate offerings for festive occasions would have been presented on the lower square table. Such altar tables were usually positioned prominently in the front hall.\r\n\r\nIn particular, this set of altar tables belonged to the family of Mdm Chua Geok Choo and Tan Eng Wah (1923-2013). They were passed down Mdm Chua’s side of the family and were used for the worship of Guanyin, the Goddess of Mercy, in the family home on East Coast Avenue.\r\n\r\nTan Eng Wah was also the eldest son of Tan Lark Sye (1897-1972). Tan Lark Sye was a highly regarded Chinese businessman and philanthropist in Singapore."},"nlpDate":"20201018182635","connectorId":0,"tags":{}}