{
  "id": "2016-00241",
  "title": "Walking stick",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00241\n\n  Image: \n\n  object_work_type: walking sticks\n\n  title_text: Walking stick\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1882\n\n  creation_place_original_location: Vigan (Philippines)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: silver (metal) horn (animal material) ivory (material) mother of pearl\n\n  techniques_name: welding carving (processes)\n\n  object_colour: black (color) silver (color)\n\n  physical_appearance: This walking stick has small decorative inlays with carved stylized crosses along its body. At the top of the walking stick\n there is a silver finial in the shape of a ball\n with some ringed decorative elements. There are slight scratches along the body of the stick.\n\n  subject_terms_1: crosses (motifs) souvenirs\n\n  subject_terms_2: Motifs Souvenirs (Keepsakes) Staffs (Sticks\n canes\n etc.)\n\n  subject_terms_3: Decorative arts\n\n  sgcool_label_text: This walking stick is inscribed with the name of the city of Vigan\n a significant port in the North of the Phillippines. It is dated 1882\n when the city was controlled by a Spanish colonial government.  It bears the name Francisco Carlos Corrales\n a Spaniard who must have bought it or received it as a gift or momento. He probably brought it back with him to Spain where it remained for over a century. Given the fine materials and workmanship it clearly was meant for the use of a wealthy gentleman.\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00241",
    "Image": "",
    "object_work_type": "walking sticks",
    "title_text": "Walking stick",
    "preference": "main",
    "title_language": "",
    "creation_date": "1882",
    "creation_place_original_location": "Vigan (Philippines)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "silver (metal) horn (animal material) ivory (material) mother of pearl",
    "techniques_name": "welding carving (processes)",
    "object_colour": "black (color) silver (color)",
    "physical_appearance": "This walking stick has small decorative inlays with carved stylized crosses along its body. At the top of the walking stick, there is a silver finial in the shape of a ball, with some ringed decorative elements. There are slight scratches along the body of the stick.",
    "subject_terms_1": "crosses (motifs) souvenirs",
    "subject_terms_2": "Motifs Souvenirs (Keepsakes) Staffs (Sticks, canes, etc.)",
    "subject_terms_3": "Decorative arts",
    "sgcool_label_text": "This walking stick is inscribed with the name of the city of Vigan, a significant port in the North of the Phillippines. It is dated 1882, when the city was controlled by a Spanish colonial government.  It bears the name Francisco Carlos Corrales, a Spaniard who must have bought it or received it as a gift or momento. He probably brought it back with him to Spain where it remained for over a century. Given the fine materials and workmanship it clearly was meant for the use of a wealthy gentleman."
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}