{
  "id": "2016-00649",
  "title": "Sarong kecil (young girl’s skirt cloth)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00649\n\n  Image: \n\n  object_work_type: batik art sarongs\n\n  title_text: Sarong kecil (young girl’s skirt cloth)\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1920\n\n  creation_place_original_location: Pekalongan (Indonesia)\n\n  styles_periods_indexing_terms: Javanese (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile) dye\n\n  techniques_name: batik sewing (needleworking technique)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a small batik sarong. It has a light beige background\n with a blue panel in the center. The cloth is decorated with floral motifs\n butterflies and birds.\n\n  subject_terms_1: Peranakan birds (motifs) cultural diffusion foliage (motif) folk costume\n\n  subject_terms_2: Motifs Ethnic costume Peranakan (Asian people) Culture diffusion Batik\n\n  subject_terms_3: Peranakan costumes Batik\n\n  sgcool_label_text: This is a rare sarong kecil or young girl’s tube-like skirt cloth.  A typical sarong however\n is around 2.25 metres long\n with both ends sewn together to form a tube.  The flowering tendrils and butterflies on the white background occupy the main body of the cloth (or badan).  A large bouquet\n a motif known as buketan or ‘bouquet’ is the cloth’s characteristic design feature or head of the cloth (kepala).   The buketan motif is depicted on a dark blue background on this piece.  It is typically accompanied by butterflies and birds as seen in this example.  Although this motif was made popular by the Europeans in the pasisir\n it was later identified with Peranakan Chinese women\n (the nonya) and was a key design for ‘Batik Nonya’.  Other Batik Nonya designs include characters from European children’s fairy tales and other Western motifs. The buketan motif remains popular today and is seen in contemporary batik.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00649",
    "Image": "",
    "object_work_type": "batik art sarongs",
    "title_text": "Sarong kecil (young girl’s skirt cloth)",
    "preference": "main",
    "title_language": "",
    "creation_date": "1920",
    "creation_place_original_location": "Pekalongan (Indonesia)",
    "styles_periods_indexing_terms": "Javanese (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile) dye",
    "techniques_name": "batik sewing (needleworking technique)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a small batik sarong. It has a light beige background, with a blue panel in the center. The cloth is decorated with floral motifs, butterflies and birds.",
    "subject_terms_1": "Peranakan birds (motifs) cultural diffusion foliage (motif) folk costume",
    "subject_terms_2": "Motifs Ethnic costume Peranakan (Asian people) Culture diffusion Batik",
    "subject_terms_3": "Peranakan costumes Batik",
    "sgcool_label_text": "This is a rare sarong kecil or young girl’s tube-like skirt cloth.  A typical sarong however, is around 2.25 metres long, with both ends sewn together to form a tube.  The flowering tendrils and butterflies on the white background occupy the main body of the cloth (or badan).  A large bouquet, a motif known as buketan or ‘bouquet’ is the cloth’s characteristic design feature or head of the cloth (kepala).   The buketan motif is depicted on a dark blue background on this piece.  It is typically accompanied by butterflies and birds as seen in this example.  Although this motif was made popular by the Europeans in the pasisir, it was later identified with Peranakan Chinese women, (the nonya) and was a key design for ‘Batik Nonya’.  Other Batik Nonya designs include characters from European children’s fairy tales and other Western motifs. The buketan motif remains popular today and is seen in contemporary batik."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}