{
  "id": "2016-00585",
  "title": "Chinese stoneware pestle Pestle",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00585\n\n  Image: \n\n  object_work_type: pestles\n\n  title_text: Chinese stoneware pestle Pestle\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: Around 12th - 13th century\n\n  creation_place_original_location: China\n\n  styles_periods_indexing_terms: Jin (Golden Tartars)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: clay ceramic glaze\n\n  techniques_name: pottery glazing (process or technique) firing (technique)\n\n  object_colour: olive green gray (color)\n\n  physical_appearance: This stoneware pestle has a long neck\n that has been incised with a spiraling line. The neck is covered with an olive-green glaze.  It has a globular body\n that is unglazed and smooth at the bottom. The neck of the vessel is hollow. The pestle is slightly scratched with some black marks on its body.\n\n  subject_terms_1: kitchenware ceramics (object genre)\n\n  subject_terms_2: Pestles China History Jin dynasty\n 1115-1234 Kitchen utensils Ceramics\n\n  subject_terms_3: Ceramics\n\n  sgcool_label_text: The long neck of this vessel is incised with a spiralling line and covered with an olive-green glaze. In contrast\n its globular body is unglazed and smooth on the bottom\n which indicates the use of this stoneware as a pestle. The hollow neck of the vessel could also have been used to contain liquids. This allowed the user of the pestle to add small amounts of water\n wine or other liquids to the herbs or other substances that he/she was grinding.\\r\\nStone pestles and mortars have been used to prepare food and medicines in China since the Neolithic period (around 8\n000 BC - 2\n000 BC). Over time\n wooden\n ceramic and metallic pestles were also made and used in China. This pestle is a rare find as very few Chinese ceramic examples have survived from the pre-Qing period. \\r\\n\n",
  "createdDate": "20201125084533",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00585",
    "Image": "",
    "object_work_type": "pestles",
    "title_text": "Chinese stoneware pestle Pestle",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "Around 12th - 13th century",
    "creation_place_original_location": "China",
    "styles_periods_indexing_terms": "Jin (Golden Tartars)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "clay ceramic glaze",
    "techniques_name": "pottery glazing (process or technique) firing (technique)",
    "object_colour": "olive green gray (color)",
    "physical_appearance": "This stoneware pestle has a long neck, that has been incised with a spiraling line. The neck is covered with an olive-green glaze.  It has a globular body, that is unglazed and smooth at the bottom. The neck of the vessel is hollow. The pestle is slightly scratched with some black marks on its body.",
    "subject_terms_1": "kitchenware ceramics (object genre)",
    "subject_terms_2": "Pestles China History Jin dynasty, 1115-1234 Kitchen utensils Ceramics",
    "subject_terms_3": "Ceramics",
    "sgcool_label_text": "The long neck of this vessel is incised with a spiralling line and covered with an olive-green glaze. In contrast, its globular body is unglazed and smooth on the bottom, which indicates the use of this stoneware as a pestle. The hollow neck of the vessel could also have been used to contain liquids. This allowed the user of the pestle to add small amounts of water, wine or other liquids to the herbs or other substances that he/she was grinding.\r\nStone pestles and mortars have been used to prepare food and medicines in China since the Neolithic period (around 8,000 BC - 2,000 BC). Over time, wooden, ceramic and metallic pestles were also made and used in China. This pestle is a rare find as very few Chinese ceramic examples have survived from the pre-Qing period. \r\n"
  },
  "nlpDate": "20201125084533",
  "connectorId": 0,
  "tags": {}
}