{
  "id": "2016-00131",
  "title": "Community donations for Sim family orphans Document related to community donations for Sim family orphans dated 1943",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00131\n\n  Image: \n\n  object_work_type: document (object genre) notes\n\n  title_text: Community donations for Sim family orphans Document related to community donations for Sim family orphans dated 1943\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1943\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: handwriting\n\n  object_colour: multicoloured\n\n  physical_appearance: The three documents look slightly worn out and there are numerous fold lines on all of them. The ink that is used to write the Chinese characters down is black in colour. The ink does not look smudged\n although the handwriting is not neat. The characters are aligned in vertical columns that take up the majority of space in all three documents. The papers of the documents are light brown in colour.\n\n  subject_terms_1: financial records financial aid world wars assistance donations community development\n\n  subject_terms_2: World War\n 1939 - 1945 Fund raising Orphans Records War victims\n\n  subject_terms_3: 1942-1945 Japanese occupation Wars\n\n  context_1: World War\n 1939 - 1945\n\n  context_2: world wars\n\n  context_3: 1939 - 1945\n\n  context_4: 1939\n\n  context_5: 1945\n\n  context_6: Asia\n\n  sgcool_label_text: The document\n written on three scraps of paper\n was dated to the second month of the Guimo year (1943). It is a record of how ordinary people in the community (comprising extended family members\n former employer of the head of family\n neighbours and friends) contributed financially to three children (one boy\n aged 13 and two girls\n aged 11 and 9) who were orphaned during the Japanese Occupation period. Their father\n Sim Teow Kwang\n was taken away in February 1942 by Japanese soldiers\n who had gathered all residents from Tank Road\n River Valley Road and Clarke Quay at River Valley Road\n where Liang Court is situated today. A few months later\n on 8th September 1942\n Mrs Sim passed away due to an illness. Thanks to the pastor of the church which Mrs Sim attended\n the funerary arrangements and the medical expenses that she incurred were taken care of. The Sim orphans went to live with their maternal uncle Tan Eng Seng after their parents\\u0027 deaths. However\n it was a tough struggle for Mr Tan to care for the children by himself\n and an appeal to raise funds among the people in the community was thus made. It was also mentioned that OCBC Bank\n Mr Sim\\u0027s former employer\n also contributed financially to the orphans. Mr Sim used to work at the Foreign Exchange Department of the local bank before the war.\n",
  "createdDate": "20201125084540",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00131",
    "Image": "",
    "object_work_type": "document (object genre) notes",
    "title_text": "Community donations for Sim family orphans Document related to community donations for Sim family orphans dated 1943",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1943",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "handwriting",
    "object_colour": "multicoloured",
    "physical_appearance": "The three documents look slightly worn out and there are numerous fold lines on all of them. The ink that is used to write the Chinese characters down is black in colour. The ink does not look smudged, although the handwriting is not neat. The characters are aligned in vertical columns that take up the majority of space in all three documents. The papers of the documents are light brown in colour.",
    "subject_terms_1": "financial records financial aid world wars assistance donations community development",
    "subject_terms_2": "World War, 1939 - 1945 Fund raising Orphans Records War victims",
    "subject_terms_3": "1942-1945 Japanese occupation Wars",
    "context_1": "World War, 1939 - 1945",
    "context_2": "world wars",
    "context_3": "1939 - 1945",
    "context_4": "1939",
    "context_5": "1945",
    "context_6": "Asia",
    "sgcool_label_text": "The document, written on three scraps of paper, was dated to the second month of the Guimo year (1943). It is a record of how ordinary people in the community (comprising extended family members, former employer of the head of family, neighbours and friends) contributed financially to three children (one boy, aged 13 and two girls, aged 11 and 9) who were orphaned during the Japanese Occupation period. Their father, Sim Teow Kwang, was taken away in February 1942 by Japanese soldiers, who had gathered all residents from Tank Road, River Valley Road and Clarke Quay at River Valley Road, where Liang Court is situated today. A few months later, on 8th September 1942, Mrs Sim passed away due to an illness. Thanks to the pastor of the church which Mrs Sim attended, the funerary arrangements and the medical expenses that she incurred were taken care of. The Sim orphans went to live with their maternal uncle Tan Eng Seng after their parents\u0027 deaths. However, it was a tough struggle for Mr Tan to care for the children by himself, and an appeal to raise funds among the people in the community was thus made. It was also mentioned that OCBC Bank, Mr Sim\u0027s former employer, also contributed financially to the orphans. Mr Sim used to work at the Foreign Exchange Department of the local bank before the war."
  },
  "nlpDate": "20201125084540",
  "connectorId": 0,
  "tags": {}
}