{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "Political events Political events",
  "subject_terms_3": "Tracts Barisan Sosialis Indonesian-Malaysian Confrontation, 1963-1966 1955-1965 Road to independence Tracts Barisan Sosialis Indonesian-Malaysian Confrontation, 1963-1966 1955-1965 Road to independence",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "Barisan Sosialis Barisan Sosialis",
  "object_work_type": "tracts (literary works) tracts (literary works)",
  "object_colour": "grey (colour) grey (colour)",
  "context_18": "NA NA",
  "physical_appearance": "\"The image shows a pair of political tracts. The tract on the right hand side is typewritten in English. \"\"Barisan Sosialis Open Letter\"\" is stated at the right hand side of the tract. The left hand side of the tract featurs a song comprising of six lines. Below the song is a political cartoon. A caricature of Lee Kuan Yew can be discerned. The words \"\"Gee up \"The image shows a pair of political tracts. The tract on the right hand side is typewritten in English. \"\"Barisan Sosialis Open Letter\"\" is stated at the right hand side of the tract. The left hand side of the tract featurs a song comprising of six lines. Below the song is a political cartoon. A caricature of Lee Kuan Yew can be discerned. The words \"\"Gee up",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "NA NA",
  "preference": "main main",
  "context_6": "NA NA",
  "creator_1": "Barisan Sosialis (Singapore) Barisan Sosialis (Singapore)",
  "context_1": "NA NA",
  "edition_description": "NA NA",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "Pair of Barisan Sosialis Chinese-language anti-war and anti-conscription tracts   Pair of Barisan Sosialis Chinese-language anti-war and anti-conscription tracts",
  "creation_date": "1964 1964",
  "subject_terms_1": "to Borneo\"\" can be seen in the cartoon. The tract on the left hand side is typewriiten entirely in Chinese characters. \" political events songs (musical compositions) military service caricatures propaganda armed conflicts  to Borneo\"\" can be seen in the cartoon. The tract on the left hand side is typewriiten entirely in Chinese characters. \" political events songs (musical compositions) military service caricatures propaganda armed conflicts",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "creators publishers creators publishers",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00562",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "political cartoons Political party organization Political science Political cartoons Caricatures Propaganda Draft Pacifism Songs War Malaysia Singapore Indonesia political cartoons Political party organization Political science Political cartoons Caricatures Propaganda Draft Pacifism Songs War Malaysia Singapore Indonesia",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "colour printing colour printing",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}