{
  "context_23": "NA NA",
  "context_24": "NA NA",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Labour and employment University of Singapore Labour and employment University of Singapore",
  "context_2": "NA NA",
  "materials_name": "printing paper printing paper",
  "creator_2": "University of Singpaore Student Union University of Singpaore Student Union",
  "object_work_type": "reports reports",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "The image shows the front cover of a report. It is blue in colour. There are Chinese characters displayed at the top centre and at the bottom. The line of Chinese characters directly below the title is stated on a white paper that seems to be pasted onto the front cover of the report. The image shows the front cover of a report. It is blue in colour. There are Chinese characters displayed at the top centre and at the bottom. The line of Chinese characters directly below the title is stated on a white paper that seems to be pasted onto the front cover of the report.",
  "context_22": "NA NA",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "The dress cap and khaki shirt belonged to Major W.J.F. Sutton, a British veteran of the Malayan Emergency. The daggers and sheaths, jungle scarf and Communist peaked cap were retrieved from the body of a Communist whom he killed.\r\n\r\nFormed in 1930, the Malayan Communist Party (MCP) was allowed to operate openly during the post-war British Military Administration period as it had been Britain’s ally during the war. However, when the MCP attempted to infiltrate trade unions to exploit popular grievances, the British clamped down on its activities. By May 1948, most Communists had left Singapore for the Federation of Malaya to prepare for armed struggle in the jungles. The dress cap and khaki shirt belonged to Major W.J.F. Sutton, a British veteran of the Malayan Emergency. The daggers and sheaths, jungle scarf and Communist peaked cap were retrieved from the body of a Communist whom he killed.\r\n\r\nFormed in 1930, the Malayan Communist Party (MCP) was allowed to operate openly during the post-war British Military Administration period as it had been Britain’s ally during the war. However, when the MCP attempted to infiltrate trade unions to exploit popular grievances, the British clamped down on its activities. By May 1948, most Communists had left Singapore for the Federation of Malaya to prepare for armed struggle in the jungles.",
  "preference": "main alternate main alternate",
  "context_6": "NA NA",
  "creator_1": "Not indciated Not indciated",
  "context_1": "NA NA",
  "edition_description": "Not indicated Not indicated",
  "context_19": "NA NA",
  "context_21": "NA NA",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "Singapore Economic Situation Singapore Economic Situation, a report in Mandarin published by the team from the University of Singapore Student Union investigating employment and retrenchment of workers in Singapore Singapore Economic Situation Singapore Economic Situation, a report in Mandarin published by the team from the University of Singapore Student Union investigating employment and retrenchment of workers in Singapore",
  "creation_date": "1975 1975",
  "subject_terms_1": "workers economy employment (general economic concept) workers economy employment (general economic concept)",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "creators creators",
  "context_20": "NA NA",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2016-00546",
  "shape": "rectangular rectangular",
  "creation_place_original_location": "Singapore Singapore",
  "subject_terms_2": "Employees University of Singapore Student unions Employees University of Singapore Student unions",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "colour printing colour printing",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}