{
  "id": "2016-00542",
  "title": "Personal hygiene Pamphlet",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00542\n\n  Image: \n\n  object_work_type: pamphlets\n\n  title_text: Personal hygiene Pamphlet\n\n  preference: main\n\n  title_language: \n\n  creator_2: Ministry of Education City Council of Singapore Public Works Department Jurong Town Corporation\n\n  creator_1: Singapore. Public Works Department (TTE) Jurong Town Corporation Singapore\n Ministry of Education City Council (TTE)\n\n  creator_role: creators\n\n  creation_date: 1971\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: printing paper\n\n  techniques_name: colour printing\n\n  object_colour: multicoloured\n\n  physical_appearance: The image displays a pamphlet. It is rectangular in shape and Chinese characters are present at the centre of the pamphlet. A cartoon image of a primary school boy is depicted at the bottom right hand side of the pamphlet. The cartoon is pointing at the Chinese characters above it with its thumb.\n\n  subject_terms_1: public health promotional materials hygiene children (people by age group)\n\n  subject_terms_2: Public health Hygiene School children Informational pamphlets Promotional materials\n\n  subject_terms_3: Public health Children\n\n  sgcool_label_text: In 1971\n mass promotional campaigns such as the Keep Singapore Clean Campaign were continued with an added emphasis on pollution and the raising of the standards of personal hygiene. As part of such efforts\n the Ministry of Education re-introduced the teaching pf hygiene in primary schools. Pamphlets such as this and a Travelling Health Exhibition that opened at the Teachers Training College were possibly used in such efforts.\\r\\n\\r\\nThis personal hygiene pamphlet in Chinese advises good hygiene practices such a no spitting.\\r\\n\n",
  "createdDate": "20201201203309",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00542",
    "Image": "",
    "object_work_type": "pamphlets",
    "title_text": "Personal hygiene Pamphlet",
    "preference": "main",
    "title_language": "",
    "creator_2": "Ministry of Education City Council of Singapore Public Works Department Jurong Town Corporation",
    "creator_1": "Singapore. Public Works Department (TTE) Jurong Town Corporation Singapore, Ministry of Education City Council (TTE)",
    "creator_role": "creators",
    "creation_date": "1971",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "printing paper",
    "techniques_name": "colour printing",
    "object_colour": "multicoloured",
    "physical_appearance": "The image displays a pamphlet. It is rectangular in shape and Chinese characters are present at the centre of the pamphlet. A cartoon image of a primary school boy is depicted at the bottom right hand side of the pamphlet. The cartoon is pointing at the Chinese characters above it with its thumb.",
    "subject_terms_1": "public health promotional materials hygiene children (people by age group)",
    "subject_terms_2": "Public health Hygiene School children Informational pamphlets Promotional materials",
    "subject_terms_3": "Public health Children",
    "sgcool_label_text": "In 1971, mass promotional campaigns such as the Keep Singapore Clean Campaign were continued with an added emphasis on pollution and the raising of the standards of personal hygiene. As part of such efforts, the Ministry of Education re-introduced the teaching pf hygiene in primary schools. Pamphlets such as this and a Travelling Health Exhibition that opened at the Teachers Training College were possibly used in such efforts.\r\n\r\nThis personal hygiene pamphlet in Chinese advises good hygiene practices such a no spitting.\r\n"
  },
  "nlpDate": "20201201203309",
  "connectorId": 0,
  "tags": {}
}