{"materials_name" : "wood (plant material) bentwood plywood", "object_work_type" : "chairs (furniture forms) dining chairs", "object_colour" : "brown (colour)", "physical_appearance" : "This is a set of five coffee shop chairs. They are wooden and brown in colour. All of them have a back but no arms. The chairs have a round seat. Each chair comprises of four legs with a circular spindle underneath the seat. There are no decorative motifs on the spindles, legs, and rails. Four of the chairs have geometric motifs visible on their seats, while the last one has floral patterns instead. The chairs also have rails that connect the lower rail to the round seat.", "sgcool_label_text" : "In Singapore, the kopitiam or coffee shop is a place where people meet, socialise, chit-chat and gossip over a cup of freshly-brewed coffee, half-boiled eggs and kaya toast. From the 1950s to the 1980s, the kopitiam had its signature ubiquitous furniture set, comprising a wooden table with marble table top and wooden chairs with round seats. The old chairs were, and are still made in Czechoslovakia. The first kopitiam chairs arrived in Singapore in the late 1930s. Made from pliable and hardy wood, the chair is characterised by a contoured spindle back and moulded plywood seat, using the bentwood technique that was invented by Michael Thonet in the 1830s. It is believed that the seats were knocked down and flat-packed before being shipped in bulk so as to lower freight costs. They were then assembled and varnished in workshops, locally branded and sold. Some of these chairs also have decorative motifs on the seats. These durable chairs have been mostly replaced by plastic chairs and stools which are lightweight, and can therefore be moved around easily and stacked to save space in the kopitiam.", "preference" : "main", "title_text" : "Kopitiam (coffee shop) chair #1 - # 5", "creation_date" : "1960s", "subject_terms_1" : "coffee shops portable furniture geometric motifs floral patterns", "accession_no_csv" : "2016-00405\r\n2016-00406\r\n2016-00407\r\n2016-00408\r\n2016-00409", "shape" : "irregular", "creation_place_original_location" : "Singapore Czechoslovakia", "subject_terms_2" : "Coffee shops Chairs Motifs", "techniques_name" : "forming (physical activity)"}