{"id":"2016-00229","title":"Elephant Caparison  Nettipattam","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00229\nImage:\nobject_work_type:animal equipment ceremonial objects\ntitle_text:Elephant Caparison  Nettipattam\npreference:main main\ntitle_language:\ncreation_date:1900 - 1999\ncreation_place_original_location:Kerala (India)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:gold (metal) copper (metal) textile materials yarn\ntechniques_name:coating (process) metalworking sewing (needleworking technique)\nobject_colour:multicoloured\nphysical_appearance:The image shows an elephant caparison. The textile that can be seen on the sides of the caparison come in a myriad of colours. Some fringes of yarn can be seen to be attached to these textiles. The centre of the caparison consists of a metal plate that is gold in colour. Several spheres of different sizes are embedded within the metal plate\n together with crescents forming a straight vertical line.\nsubject_terms_1:decorations (ornaments) festivals cultural ceremonies celebrations Hinduism Elephantidae (family) crescents (motifs) spheres (geometric figures) religious objects\nsubject_terms_2:Ceremonial objects Festivals Beliefs and cultures Hindu symbolism Ganesha (Hindu deity) Tr?s?s?u?r Pu?ram? Working elephants Motifs Religious articles\nsubject_terms_3:Hinduism Religious festivals Ethnic festivals\nsgcool_label_text:This ornate gold-plated nettipattam or caparison would have been part of the ornamentation of an elephant for a festival celebration in Kerala. This is a typical example of an elephant caparison\n with a core of copper coated with gold\n having five spherical fixtures and edged with a fringe of yarn\n backed with textile.\\r\\nThe nettipattam is symbolic of the elephant-headed god Ganesha. Elephants are central to large festivals and celebrations in Kerala\n with at least one decorated elephant being present at any large festival\n regardless of religion or community. Caparisoned elephants are particularly associated with the Thrissur Pooram\n an annual festival held at the Vadakkunnathan Temple in Thrissur\n Kerala.","createdDate":"20201119143405","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00229","Image":"","object_work_type":"animal equipment ceremonial objects","title_text":"Elephant Caparison  Nettipattam","preference":"main main","title_language":"","creation_date":"1900 - 1999","creation_place_original_location":"Kerala (India)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"gold (metal) copper (metal) textile materials yarn","techniques_name":"coating (process) metalworking sewing (needleworking technique)","object_colour":"multicoloured","physical_appearance":"The image shows an elephant caparison. The textile that can be seen on the sides of the caparison come in a myriad of colours. Some fringes of yarn can be seen to be attached to these textiles. The centre of the caparison consists of a metal plate that is gold in colour. Several spheres of different sizes are embedded within the metal plate, together with crescents forming a straight vertical line.","subject_terms_1":"decorations (ornaments) festivals cultural ceremonies celebrations Hinduism Elephantidae (family) crescents (motifs) spheres (geometric figures) religious objects","subject_terms_2":"Ceremonial objects Festivals Beliefs and cultures Hindu symbolism Ganesha (Hindu deity) Tr?s?s?u?r Pu?ram? Working elephants Motifs Religious articles","subject_terms_3":"Hinduism Religious festivals Ethnic festivals","sgcool_label_text":"This ornate gold-plated nettipattam or caparison would have been part of the ornamentation of an elephant for a festival celebration in Kerala. This is a typical example of an elephant caparison, with a core of copper coated with gold, having five spherical fixtures and edged with a fringe of yarn, backed with textile.\r\nThe nettipattam is symbolic of the elephant-headed god Ganesha. Elephants are central to large festivals and celebrations in Kerala, with at least one decorated elephant being present at any large festival, regardless of religion or community. Caparisoned elephants are particularly associated with the Thrissur Pooram, an annual festival held at the Vadakkunnathan Temple in Thrissur, Kerala."},"nlpDate":"20201119143405","connectorId":0,"tags":{}}