{"subject_terms_3" : "Portrait photography Hinduism Indian costumes Businesspeople", "materials_name" : "paper (fiber product)", "creator_2" : "Tien Seng", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "\"The image shows a photograph that is in black-and-white. There is an inner and outer border. Both of these borders are demarcated by a black band. The surrounding wooden frame is brown in colour. A man dressed in his ethnic costume is featured in the photograph. He is holding an umbrella pointed to the ground with his right hand. He is barefooted and there is a dog to his right. The man is looking towards the direction in which this photograph was taken. Lines of sacred ash have been applied on his arms, chest, and forhead. There is a flower pot on either side of him. The background of the photograph suggests that this was taken in the interior of a building. \"\"Tien Seng\"\" and \"\"Photographer Singapore\"\" are stated at the bottom of the photograph's border. Four Chinese characters are stated in between \"\"Tien Seng\"\" and \"\"Photographer Singapore\"\".  \"", "sgcool_label_text" : "The region of Chettinad in the Southern Indian state of Tamil Nadu is the region of origin of the Chettiar community. The Nagarattar Chettiars are among the early Indian migrants to the Southeast Asian region with business establishments in Vietnam, Myanmar, Malaysia and Singapore. Their migration and establishment of money lending business in Singapore-Malaya in particular can be traced back to the early 18th century onwards. This is a group of two photographs of traditional Chettiars from the family of Meyyappan Chettiar.", "preference" : "main alternate", "creator_1" : "Not indicated", "title_text" : "Chettiar man Framed photograph of a Chettiar man", "creation_date" : "1900 - 1999", "subject_terms_1" : "folk costume businessmen Hinduism studio portraits", "creator_role" : "photography studios (organizations)", "accession_no_csv" : "2016-00197", "shape" : "rectangular", "creation_place_original_location" : "Singapore India", "subject_terms_2" : "Black-and-white photography Ethnic costume Businessmen Nattukottai Chettiars Bhasma Portrait photography", "techniques_name" : "printing (process) photographic processes"}