{"subject_terms_3" : "Decorative arts", "materials_name" : "fritware ceramic glaze", "object_work_type" : "terracottas (sculptural works) tiles (object genre)", "object_colour" : "turquoise (color)", "physical_appearance" : "This is a terracotta tile. The face of the tile is glazed in turquoise. The tile bears an Arabic inscription amidst a scrolling foliated background. The edges of the tile is uneven and jagged. The turquoise glaze is slightly faded around the edges of the design, especially at the bottom of the tile.", "sgcool_label_text" : "Monumental, lavishly decorated architectural projects were a distinctive feature of the arts under the patronage of Timurid rulers whose territories encompassed present-day Iran, Central Asia and the Caucasus as well as parts of India, Syria and Anatolia between the 14th and 16th centuries. This carved and glazed calligraphic tile would have been part of a revetment for a mausoleum, such as those in the Shah-i Zinda necropolis in Samarkand, present-day Uzbekistan, which housed several members of its dynasty founder, Timur. \r\n\r\nAlthough a distinctive Timurid style was to emerge that influenced Safavid Iran and the Mughal emperors of India, carved and glazed terracotta was an existing, pre-conquest local technique that yielded highly attractive results and appeared to be employed only in the 14th century. Set against a scrolling floriated ground is an intricate, plaited Kufic inscription in Arabic which would have been repeated throughout the revetment. The inscription reads as “al-mulk [li’-llah]” meaning “Sovereignty is [for God]”, a phrase often seen on monuments, tiles, pottery, woodwork and metalwork.", "preference" : "alternate main", "title_text" : "Timurid tile with Kufic inscription Timurid tile fragment with Kufic inscription", "creation_date" : "Late 14th century", "subject_terms_1" : "foliage (motif) Kufic", "styles_periods_indexing_terms" : "Timurid", "accession_no_csv" : "2016-00208", "shape" : "irregular", "creation_place_original_location" : "Central Asia", "subject_terms_2" : "Terra-cotta Paleography, Arabic (Cufic) Tiles Art, Timurid Motifs", "techniques_name" : "carving (processes) glazing (painting technique)"}