{
  "id": "2016-00126",
  "title": "Collection of Gaming Pieces and Dice Gaming Pieces and Dice",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00126\n\n  Image: \n\n  object_work_type: game pieces (game elements) dice\n\n  title_text: Collection of Gaming Pieces and Dice Gaming Pieces and Dice\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1700 - 1899\n\n  creation_place_original_location: India\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) silver (metal) ivory (material)\n\n  techniques_name: forming (physical activity)\n\n  object_colour: multicoloured\n\n  physical_appearance: The image shows a collection of gaming pieces and dice. The gaming pieces are placed on the left hand side while the different types of dice are placed on the right hand side. The gaming pieces and dice come in numerous sizes. The different sizes of dice also come in a variety of colours and shapes. There are circular markings on almost all the gaming pieces as well.\n\n  subject_terms_1: play (recreation) board games (activities) dice games pachisi\n\n  subject_terms_2: Play Board games Pachisi Dice games\n\n  subject_terms_3: Games\n\n  sgcool_label_text: This is a large collection of gaming pieces and dice\n relating to the traditional Indian games of chaupar and pacheesi. The collection consists of several sets of gaming pieces and dice. The games of chaupar and pacheesi can be traced back to ancient times\n through archaeological and literary evidences. Although the gaming ‘board’ (traditionally cloth stitched into a ‘cross’ shape\n with square segments where each player’s pawns would be placed and would move over) has seen changes\n the pawns and dice have remained almost consistent through the centuries. The pawns in this collection are shaped as elongated domes\n or squat columns\n are fluted or turned\n and stained with pigment in many pieces. The dice are of the typical Indian fashion\n called pasa – oblong and four-sided.\\r\\nBoth games have been played in various ways across the Indian subcontinent\n and can be dated back to at least the Vedic period. Chaupar was considered a suitable game for royalty\n and was an extremely popular pastime under the Mughal Emperor Akbar. During the British period\n the games were popularised in the west and are still known as ‘parcheesi’. The popularity of the games across class divides led to the creation of gaming pieces and dice that ranged from the simple turned and painted wood\n to elaborate ivory and silver\n as represented in this collection\n and even gemstones\n enamel (meena) and gold.\n",
  "createdDate": "20201125084540",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00126",
    "Image": "",
    "object_work_type": "game pieces (game elements) dice",
    "title_text": "Collection of Gaming Pieces and Dice Gaming Pieces and Dice",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1700 - 1899",
    "creation_place_original_location": "India",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) silver (metal) ivory (material)",
    "techniques_name": "forming (physical activity)",
    "object_colour": "multicoloured",
    "physical_appearance": "The image shows a collection of gaming pieces and dice. The gaming pieces are placed on the left hand side while the different types of dice are placed on the right hand side. The gaming pieces and dice come in numerous sizes. The different sizes of dice also come in a variety of colours and shapes. There are circular markings on almost all the gaming pieces as well.",
    "subject_terms_1": "play (recreation) board games (activities) dice games pachisi",
    "subject_terms_2": "Play Board games Pachisi Dice games",
    "subject_terms_3": "Games",
    "sgcool_label_text": "This is a large collection of gaming pieces and dice, relating to the traditional Indian games of chaupar and pacheesi. The collection consists of several sets of gaming pieces and dice. The games of chaupar and pacheesi can be traced back to ancient times, through archaeological and literary evidences. Although the gaming ‘board’ (traditionally cloth stitched into a ‘cross’ shape, with square segments where each player’s pawns would be placed and would move over) has seen changes, the pawns and dice have remained almost consistent through the centuries. The pawns in this collection are shaped as elongated domes, or squat columns, are fluted or turned, and stained with pigment in many pieces. The dice are of the typical Indian fashion, called pasa – oblong and four-sided.\r\nBoth games have been played in various ways across the Indian subcontinent, and can be dated back to at least the Vedic period. Chaupar was considered a suitable game for royalty, and was an extremely popular pastime under the Mughal Emperor Akbar. During the British period, the games were popularised in the west and are still known as ‘parcheesi’. The popularity of the games across class divides led to the creation of gaming pieces and dice that ranged from the simple turned and painted wood, to elaborate ivory and silver, as represented in this collection, and even gemstones, enamel (meena) and gold."
  },
  "nlpDate": "20201125084540",
  "connectorId": 0,
  "tags": {}
}