{"id":"2016-00766","title":"Turtle shaped censer","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2016-00766\nImage:\nobject_work_type:censers\ntitle_text:Turtle shaped censer\npreference:main\ntitle_language:\ncreation_date:1900-1920\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:brass (alloy)\ntechniques_name:forging (metal forming)\nobject_colour:bronze (color)\nphysical_appearance:This is a small censer. It is engraved decoratively with carvings. The lid is depicted as a turtle. There is a small handle on the right of the lid in the shape of a turtle head.\nsubject_terms_1:altar components Peranakan religious ceremonies ceremonial objects\nsubject_terms_2:Censers Altars Peranakan (Asian people) Rites and ceremonies Ceremonial objects\nsubject_terms_3:Religious life and practices\nsgcool_label_text:This small censer is engraved decoratively with carvings which depict the lid as a turtle. In Chinese symbolism\n turtles signify long life and would be an appropriate motif for the ancestral altar. Incense and ashes would be placed within the body of the turtle and a small hole at the top would allow the smoke of incense to escape.\\r\\n\\r\\nThis item is donated by the family of prominent Peranakan\n Ong Sam Leong (b. 1857\n Singapore – d. 7 February 1918\n Singapore). It comes from his ancestral home of Bukit Rose\n formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island\n which was historically a territory of colonial Singapore.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2016-00766","Image":"","object_work_type":"censers","title_text":"Turtle shaped censer","preference":"main","title_language":"","creation_date":"1900-1920","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"brass (alloy)","techniques_name":"forging (metal forming)","object_colour":"bronze (color)","physical_appearance":"This is a small censer. It is engraved decoratively with carvings. The lid is depicted as a turtle. There is a small handle on the right of the lid in the shape of a turtle head.","subject_terms_1":"altar components Peranakan religious ceremonies ceremonial objects","subject_terms_2":"Censers Altars Peranakan (Asian people) Rites and ceremonies Ceremonial objects","subject_terms_3":"Religious life and practices","sgcool_label_text":"This small censer is engraved decoratively with carvings which depict the lid as a turtle. In Chinese symbolism, turtles signify long life and would be an appropriate motif for the ancestral altar. Incense and ashes would be placed within the body of the turtle and a small hole at the top would allow the smoke of incense to escape.\r\n\r\nThis item is donated by the family of prominent Peranakan, Ong Sam Leong (b. 1857, Singapore – d. 7 February 1918, Singapore). It comes from his ancestral home of Bukit Rose, formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island, which was historically a territory of colonial Singapore."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}