{
  "id": "2016-00124",
  "title": "Hand Mirror Decorated With the Ten Avatars of Vishnu Hand Mirror Decorated With the Ten Avatars of Vishnu",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00124\n\n  Image: \n\n  object_work_type: hand mirrors hand mirrors\n\n  title_text: Hand Mirror Decorated With the Ten Avatars of Vishnu Hand Mirror Decorated With the Ten Avatars of Vishnu\n\n  preference: main main\n\n  title_language: \n\n  creator_2: NA NA\n\n  creator_1: NA NA\n\n  creator_role: NA NA\n\n  creation_date: 1800 - 1899 1800 - 1899\n\n  creation_place_original_location: India\n South India\n South\n\n  styles_periods_indexing_terms: NA NA\n\n  inscriptions: \n\n  inscription_language: \n\n  scale_type: NA NA\n\n  shape: irregular irregular\n\n  materials_name: ivory (material) bone (material) ivory (material) bone (material)\n\n  techniques_name: forming (physical activity) forming (physical activity) forming (physical activity)\n\n  object_colour: multicoloured multicoloured\n\n  edition_description: NA NA\n\n  physical_appearance: The hand mirror is beige in colour\n with a white mirror. The handle of the hand mirror is smaller than its head. There are floral patterns and intertwining branches on the front and back of the handle. On the other side behind the mirror\n there is a carving of the Hindu deity Vishnu in a standing position. He is located in the centre\n and surrounded by the smaller images of his ten avatars. There are some scratches on the surface of the mirror. The hand mirror is beige in colour\n with a white mirror. The handle of the hand mirror is smaller than its head. There are floral patterns and intertwining branches on the front and back of the handle. On the other side behind the mirror\n there is a carving of the Hindu deity Vishnu in a standing position. He is located in the centre\n and surrounded by the smaller images of his ten avatars. There are some scratches on the surface of the mirror.\n\n  subject_terms_1: dowries avatara deities Hinduism floral patterns ornaments (object genre) carvings (visual works) dowries avatara deities Hinduism floral patterns ornaments (object genre) carvings (visual works)\n\n  subject_terms_2: Hand mirrors Dowry Vishnu (Hindu deity) Avatars (Religion) Hinduism Hand mirrors Dowry Vishnu (Hindu deity) Avatars (Religion)\n\n  subject_terms_3: Hinduism NA\n\n  subject_terms_4: NA NA\n\n  context_1: NA NA\n\n  context_2: NA NA\n\n  context_3: NA NA\n\n  context_4: NA NA\n\n  context_5: NA NA\n\n  context_6: NA NA\n\n  context_7: NA NA\n\n  context_8: NA NA\n\n  context_9: NA NA\n\n  context_10: NA NA\n\n  context_11: NA NA\n\n  context_12: NA NA\n\n  context_13: NA NA\n\n  context_14: NA NA\n\n  context_15: NA NA\n\n  context_16: NA NA\n\n  context_17: NA NA\n\n  context_18: NA NA\n\n  context_19: NA NA\n\n  context_20: NA NA\n\n  context_21: NA NA\n\n  context_22: NA NA\n\n  context_23: NA NA\n\n  context_24: NA NA\n\n  sgcool_label_text: Elaborate and ornamental objects such as this rare ivory hand mirror were not meant for everyday use. They were created as luxury accessories\n and were often included in dowries. While the handle is decorated with flowers and intertwining branches\n the back of the mirror is carved with the Dashavatar or ten avatars of Vishnu; a standing Vishnu is placed within an oval frame\n surrounded\n in anti-clockwise direction are the ten avatars.  Elaborate and ornamental objects such as this rare ivory hand mirror were not meant for everyday use. They were created as luxury accessories\n and were often included in dowries. While the handle is decorated with flowers and intertwining branches\n the back of the mirror is carved with the Dashavatar or ten avatars of Vishnu; a standing Vishnu is placed within an oval frame\n surrounded\n in anti-clockwise direction are the ten avatars.\n",
  "createdDate": "20201120223706",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00124",
    "Image": "",
    "object_work_type": "hand mirrors hand mirrors",
    "title_text": "Hand Mirror Decorated With the Ten Avatars of Vishnu Hand Mirror Decorated With the Ten Avatars of Vishnu",
    "preference": "main main",
    "title_language": "",
    "creator_2": "NA NA",
    "creator_1": "NA NA",
    "creator_role": "NA NA",
    "creation_date": "1800 - 1899 1800 - 1899",
    "creation_place_original_location": "India, South India, South",
    "styles_periods_indexing_terms": "NA NA",
    "inscriptions": "",
    "inscription_language": "",
    "scale_type": "NA NA",
    "shape": "irregular irregular",
    "materials_name": "ivory (material) bone (material) ivory (material) bone (material)",
    "techniques_name": "forming (physical activity) forming (physical activity) forming (physical activity)",
    "object_colour": "multicoloured multicoloured",
    "edition_description": "NA NA",
    "physical_appearance": "The hand mirror is beige in colour, with a white mirror. The handle of the hand mirror is smaller than its head. There are floral patterns and intertwining branches on the front and back of the handle. On the other side behind the mirror, there is a carving of the Hindu deity Vishnu in a standing position. He is located in the centre, and surrounded by the smaller images of his ten avatars. There are some scratches on the surface of the mirror. The hand mirror is beige in colour, with a white mirror. The handle of the hand mirror is smaller than its head. There are floral patterns and intertwining branches on the front and back of the handle. On the other side behind the mirror, there is a carving of the Hindu deity Vishnu in a standing position. He is located in the centre, and surrounded by the smaller images of his ten avatars. There are some scratches on the surface of the mirror.",
    "subject_terms_1": "dowries avatara deities Hinduism floral patterns ornaments (object genre) carvings (visual works) dowries avatara deities Hinduism floral patterns ornaments (object genre) carvings (visual works)",
    "subject_terms_2": "Hand mirrors Dowry Vishnu (Hindu deity) Avatars (Religion) Hinduism Hand mirrors Dowry Vishnu (Hindu deity) Avatars (Religion)",
    "subject_terms_3": "Hinduism NA",
    "subject_terms_4": "NA NA",
    "context_1": "NA NA",
    "context_2": "NA NA",
    "context_3": "NA NA",
    "context_4": "NA NA",
    "context_5": "NA NA",
    "context_6": "NA NA",
    "context_7": "NA NA",
    "context_8": "NA NA",
    "context_9": "NA NA",
    "context_10": "NA NA",
    "context_11": "NA NA",
    "context_12": "NA NA",
    "context_13": "NA NA",
    "context_14": "NA NA",
    "context_15": "NA NA",
    "context_16": "NA NA",
    "context_17": "NA NA",
    "context_18": "NA NA",
    "context_19": "NA NA",
    "context_20": "NA NA",
    "context_21": "NA NA",
    "context_22": "NA NA",
    "context_23": "NA NA",
    "context_24": "NA NA",
    "sgcool_label_text": "Elaborate and ornamental objects such as this rare ivory hand mirror were not meant for everyday use. They were created as luxury accessories, and were often included in dowries. While the handle is decorated with flowers and intertwining branches, the back of the mirror is carved with the Dashavatar or ten avatars of Vishnu; a standing Vishnu is placed within an oval frame, surrounded, in anti-clockwise direction are the ten avatars.  Elaborate and ornamental objects such as this rare ivory hand mirror were not meant for everyday use. They were created as luxury accessories, and were often included in dowries. While the handle is decorated with flowers and intertwining branches, the back of the mirror is carved with the Dashavatar or ten avatars of Vishnu; a standing Vishnu is placed within an oval frame, surrounded, in anti-clockwise direction are the ten avatars."
  },
  "nlpDate": "20201120223706",
  "connectorId": 0,
  "tags": {}
}