{
  "id": "2016-00761",
  "title": "Large censer",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2016-00761\n\n  Image: \n\n  object_work_type: censers\n\n  title_text: Large censer\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1900-1920\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: brass (alloy)\n\n  techniques_name: forging (metal forming)\n\n  object_colour: bronze (color)\n\n  physical_appearance: This is a large brass censer. The body and the base of the censor feature a foliage engraved design. The handles are shaped to resemble bamboo shoots and leaves. On top sits a stylised lion figure sitting on leaves. The censer looks slightly worn\n with patches of blue in the middle.\n\n  subject_terms_1: ceremonial objects Peranakan religious ceremonies foliage (motif) altar components\n\n  subject_terms_2: Motifs Rites and ceremonies Censers Peranakan (Asian people) Altars Ceremonial objects\n\n  subject_terms_3: Religious life and practices\n\n  sgcool_label_text: This large\n heavy brass censor is placed at the centre of the altar and when in use\n would contain incense that would be burnt during special occasions such as Chinese New Year. The form of the censor is highly unusual\n with the finial atop shaped by vines and leaves into a strange lion-like figure. The handles are shaped to look like bamboo shoots and leaves.\\r\\n\\r\\n This item is donated by the family of prominent Peranakan\n Ong Sam Leong (b. 1857\n Singapore – d. 7 February 1918\n Singapore). It comes from his ancestral home of Bukit Rose\n formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island\n which was historically a territory of colonial Singapore. \\r\\n\n",
  "createdDate": "20201125084530",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2016-00761",
    "Image": "",
    "object_work_type": "censers",
    "title_text": "Large censer",
    "preference": "main",
    "title_language": "",
    "creation_date": "1900-1920",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "brass (alloy)",
    "techniques_name": "forging (metal forming)",
    "object_colour": "bronze (color)",
    "physical_appearance": "This is a large brass censer. The body and the base of the censor feature a foliage engraved design. The handles are shaped to resemble bamboo shoots and leaves. On top sits a stylised lion figure sitting on leaves. The censer looks slightly worn, with patches of blue in the middle.",
    "subject_terms_1": "ceremonial objects Peranakan religious ceremonies foliage (motif) altar components",
    "subject_terms_2": "Motifs Rites and ceremonies Censers Peranakan (Asian people) Altars Ceremonial objects",
    "subject_terms_3": "Religious life and practices",
    "sgcool_label_text": "This large, heavy brass censor is placed at the centre of the altar and when in use, would contain incense that would be burnt during special occasions such as Chinese New Year. The form of the censor is highly unusual, with the finial atop shaped by vines and leaves into a strange lion-like figure. The handles are shaped to look like bamboo shoots and leaves.\r\n\r\n This item is donated by the family of prominent Peranakan, Ong Sam Leong (b. 1857, Singapore – d. 7 February 1918, Singapore). It comes from his ancestral home of Bukit Rose, formerly at 259 Bukit Timah Road. Ong was a well-known successful businessman who made is money in the mining of phosphate on Christmas island, which was historically a territory of colonial Singapore. \r\n"
  },
  "nlpDate": "20201125084530",
  "connectorId": 0,
  "tags": {}
}