{"subject_terms_3" : "Photography Rengasamy Jayaram Tamils Reform Association Gay World Amusement Park Ethnic festivals Runners (Athletes) Indian clans and associations", "context_2" : "cultural ceremonies", "materials_name" : "paper (fiber product)", "object_work_type" : "black-and-white photographs", "object_colour" : "grey monochrome", "physical_appearance" : "\"The image shows a photograph that is in black-and-white. A man can be seen receiving a trophy from a lady, who is dressed in her ethnic costume. Another man wearing a tie looks on but the trophy is blocking his face from the direction in which the photograph was taken. The trophy has a square base. The inscription on the trophy has the words \"\"champions\"\" and \"\"Mr T.R. Gopal\"\".\"", "sgcool_label_text" : "Jayaram s\/o Rengasamy was an amateur athlete who competed at the club level in Singapore and Malaya in the 1940s and 50s. He started his sporting career at the age of 14 as a boxer. In 1953, a friend and fellow athlete, MS Maniam, invited Mr Rengasamy to participate in the Tamil’s Festival or Tamilar Thirunnal. He then began training in athletics at Anglo-Chinese School Barker Road, the grounds of Victoria School off Jalan Besar and at Farrer Park. Mr Rengasamy also started participating in different races as a middle distance runner at the Tamil’s Festival (1954 – 57), Singapore Amateur Athletic Association meets (1955 – 57), as well as the Merdeka Games, Kuala Lumpur (1957). He was also a member of Swift Athletics Club.", "preference" : "main", "context_6" : "Singapore http:\/\/eresources.nlb.gov.sg\/newspapers\/Microfilm\/Search?RN=NL7329", "context_1" : "The trophy was presented to Jayaram s\/o Rengasamy at the Tamil's Festival (Tamilar Thirunnal) that was held at Happy World Stadium in Singapore", "context_5" : "1957", "title_text" : "Trophy being presented to Jayaram s\/o Rengasamy, Individual Champion for the years 1955, 56 and 57 at the Tamil’s Festival conducted by the Tamils Reform  Association at Happy World Stadium", "creation_date" : "1957", "subject_terms_1" : "trophies (objects) festivals cultural ceremonies celebrations honours athletes Awards sportsmen associations", "context_4" : "1957", "accession_no_csv" : "2016-00272", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Awards Festivals Cultural relations Tamil?ar Ci?rtiruttac Can?kam (Cin?kappu?r) Athletes Black-and-white photography Associations, institutions, etc.", "context_3" : "1957", "techniques_name" : "printing (process) photographic processes"}