{"id":"2017-00573","title":"The Most Mild Mannered Men","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00573\nImage:\nobject_work_type:installations (visual works)\ntitle_text:The Most Mild Mannered Men\npreference:main\ntitle_language:\ncreator_2:Fyerool Darma\ncreator_role:artists (visual artists)\ncreation_date:2016\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:marble (rock)\ntechniques_name:sculpting installing\nobject_colour:white (color)\nphysical_appearance:This installation depicts two plinths\n one supporting the bust of Sir Stamford Raffles\n and the other left empty. The empty plinth has the name of Sultan Hussein Shah engraved upon a plaque. Both sculptures are white\n and are positioned facing each other on opposite ends of the room.\nsubject_terms_1:busts (figures) allegory (artistic device) historical figures founders (originators)\nsubject_terms_2:Installations (Art) Busts Allegory (Art) Raffles\n Thomas Stamford\n Sir\n 1781-1826\nsubject_terms_3:Installation art Raffles\n Thomas Stamford Hussein Shah\n Sultan 1819-1826 Founding and early years\nsgcool_label_text:Driven by his concern about a growing historical amnesia\n Fyerool Darma departs from his characteristic painting practice to present marble busts of two key figures in Singapore history: an appropriated bust of Sir Stamford Raffles by Sir Francis Legatt Chantrey\n and a bustless pedestal inscribed with the name\n birth and death dates of Sultan Hussein Mua’zzam Shah. Both Raffles and Sultan Hussein played pivotal roles in the signing of two treaties that resulted in the founding of modern Singapore\n and this artwork seeks to uncover the relationships between them. The way these men are represented symbolises the partisanship of various narratives about them in historical discourse\n reiterating the sentiment that history is often written by the dominant – in this case\n the British – the very writing of which occludes other accounts and perspectives.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00573","Image":"","object_work_type":"installations (visual works)","title_text":"The Most Mild Mannered Men","preference":"main","title_language":"","creator_2":"Fyerool Darma","creator_role":"artists (visual artists)","creation_date":"2016","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"marble (rock)","techniques_name":"sculpting installing","object_colour":"white (color)","physical_appearance":"This installation depicts two plinths, one supporting the bust of Sir Stamford Raffles, and the other left empty. The empty plinth has the name of Sultan Hussein Shah engraved upon a plaque. Both sculptures are white, and are positioned facing each other on opposite ends of the room.","subject_terms_1":"busts (figures) allegory (artistic device) historical figures founders (originators)","subject_terms_2":"Installations (Art) Busts Allegory (Art) Raffles, Thomas Stamford, Sir, 1781-1826","subject_terms_3":"Installation art Raffles, Thomas Stamford Hussein Shah, Sultan 1819-1826 Founding and early years","sgcool_label_text":"Driven by his concern about a growing historical amnesia, Fyerool Darma departs from his characteristic painting practice to present marble busts of two key figures in Singapore history: an appropriated bust of Sir Stamford Raffles by Sir Francis Legatt Chantrey, and a bustless pedestal inscribed with the name, birth and death dates of Sultan Hussein Mua’zzam Shah. Both Raffles and Sultan Hussein played pivotal roles in the signing of two treaties that resulted in the founding of modern Singapore, and this artwork seeks to uncover the relationships between them. The way these men are represented symbolises the partisanship of various narratives about them in historical discourse, reiterating the sentiment that history is often written by the dominant – in this case, the British – the very writing of which occludes other accounts and perspectives."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}