{
  "id": "2017-00544",
  "title": "Sarong Kecil",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00544\n\n  Image: \n\n  object_work_type: sarongs clothing\n\n  title_text: Sarong Kecil\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1930s\n\n  creation_place_original_location: Java (Indonesia)\n\n  styles_periods_indexing_terms: Javanese (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: cotton (textile)\n\n  techniques_name: batik freehand drawing (technique) weaving\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a red on cream coloured sarong kecil. Flowering lotuses frame the central panel\n where diagonal bands of blue\n green\n cream\n and red filled with birds and flowering plants.\n\n  subject_terms_1: dyeworks Peranakan girls\\u0027 wear birds (motifs) lotus (motif)\n\n  subject_terms_2: Lotus in art Peranakan embroidery Batik Floral decorations Birds in art\n\n  subject_terms_3: Batik\n\n  sgcool_label_text: This piece is a sarong kecil\n or a child’s tube-like skirt. Meant for a child’s body\n it is significantly smaller than a normal sarong. The kepala (head) consists of multicoloured diagonal bands of blue\n green\n cream\n and red\n with a pattern of birds and flowering plants running through them. In the badan (body) section contains a large pattern of a lotus plant and birds.  When toddlers in a Peranakan household grew old enough\n the girls would generally start wearing small sarongs\n whereas the boys would move towards pantsuits. Sarong kecil are quite rare as most people did not want to devote such resources to clothing which would be quickly outgrown.\n",
  "createdDate": "20201125084518",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00544",
    "Image": "",
    "object_work_type": "sarongs clothing",
    "title_text": "Sarong Kecil",
    "preference": "main",
    "title_language": "",
    "creation_date": "1930s",
    "creation_place_original_location": "Java (Indonesia)",
    "styles_periods_indexing_terms": "Javanese (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "cotton (textile)",
    "techniques_name": "batik freehand drawing (technique) weaving",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a red on cream coloured sarong kecil. Flowering lotuses frame the central panel, where diagonal bands of blue, green, cream, and red filled with birds and flowering plants.",
    "subject_terms_1": "dyeworks Peranakan girls\u0027 wear birds (motifs) lotus (motif)",
    "subject_terms_2": "Lotus in art Peranakan embroidery Batik Floral decorations Birds in art",
    "subject_terms_3": "Batik",
    "sgcool_label_text": "This piece is a sarong kecil, or a child’s tube-like skirt. Meant for a child’s body, it is significantly smaller than a normal sarong. The kepala (head) consists of multicoloured diagonal bands of blue, green, cream, and red, with a pattern of birds and flowering plants running through them. In the badan (body) section contains a large pattern of a lotus plant and birds.  When toddlers in a Peranakan household grew old enough, the girls would generally start wearing small sarongs, whereas the boys would move towards pantsuits. Sarong kecil are quite rare as most people did not want to devote such resources to clothing which would be quickly outgrown."
  },
  "nlpDate": "20201125084518",
  "connectorId": 0,
  "tags": {}
}