{
  "subject_terms_3": "Decorative arts",
  "materials_name": "ivory (material)",
  "object_work_type": "figurines ivories (sculptures)",
  "object_colour": "white (color)",
  "physical_appearance": "This is an ivory figuring of a Sri Lankan Nobleman. He is depicted standing on a small octagonal platform, positioned upright and facing forwards, with his arms by his side. The figurine is shown wearing an outfit with a double-layered collar, a tunic with long sleeves, and pants. The figure is wearing a three necklaces, each with a floral pendant, and a tall headdress.",
  "sgcool_label_text": "The active Sinhalese arts and crafts in the last independent ‘mountain kingdom’ of Kandy included the wide use of ivory, which was a favourite medium for sculptures. The royal palace was a centre that attracted the most skilled craftsmen, an artistic elite, who formed a guild called ‘Pattal Hatara’. Members included painters, jewellers, gold and silversmiths and ivory workers. These same skilled workers were also involved in building and decorating the temples found throughout Kandy. They enjoyed the King’s protection and received royal donations. Their presence attracted other artists such as dancers and musicians to the court and the Kings of Kandy became famed for their patronage of the arts. \r\n\r\nThis ivory figurine is a depiction of a Sri Lankan nobleman or dignitary standing on a small pedestal. The artist has engraved vertical lines into the figurine’s wide, double-layered collar that covers his shoulders, and also on his trousers and shirt cuffs. Wavy, horizontal lines have also been carved into his sleeves. He wears a long tunic (bo-hettya) which has five hanging pendants; four rest upon the front and back of his thighs while a larger one hangs upon his back underneath the layers of his collar. The figurine is adorned with three long necklaces with flower shaped pendants and he wears a flower shaped ring on each hand. He has a rotund, rather elaborate hat on his head and his hair is carefully parted and tied in a knot. He wears a benevolent expression, with closed eyes and boasts a magnificent handlebar moustache. His facial expression denotes a devout aspect. The figurine is exquisitely finished on the back, where the careful detailing and depth in carving continues. The relatively small size of the figure emphasizes the artist’s masterful skill in carving. \r\n\r\nStatuettes of kings, other royalty and the nobility – as well as ordinary men and women – are common in ivory dating from this period. They are particularly useful as records of costume of the royalty and nobility. The model for this piece might have been a member of the royal family, perhaps a prince or king. Such portraits are rare and would have probably been commissioned and produced as diplomatic gifts.",
  "preference": "main",
  "title_text": "Ivory Figurine of a Sri Lankan Nobleman",
  "creation_date": "18th - 19th century",
  "subject_terms_1": "Sri Lankan nobles (aristocrats) folk costume commissions (orders for works)",
  "styles_periods_indexing_terms": "Sri Lankan",
  "accession_no_csv": "2017-00844",
  "shape": "irregular",
  "creation_place_original_location": "Sri Lanka",
  "subject_terms_2": "Figurines Ivory carving Sri Lankans Aristocracy (Social class) Ethnic costume",
  "techniques_name": "carving"
}