{"subject_terms_3" : "visual arts  Decorative arts Ceramics", "context_2" : "exhibitions (events)", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "object_work_type" : "porcelain (visual works)  Ceramics (object genre)  cups (drinking vessels)", "object_colour" : "multicoloured", "physical_appearance" : "This is a blue white footed cup whose exterior body is painted with a rich cobalt blue in a cracked ice pattern. Its angularity juxtaposes the curvature of the plum blossoms.  Encircling the lower rim of its stouted stem is a jagged teeth pattern.", "sgcool_label_text" : "This cup is decorated with plum blossoms on a blue, cracked ice pattern (???) ground. The cracked-ice pattern gained popularity as a decorative motif in seventeenth-century China and was appreciated for its beautiful asymmetry. On porcelain vessels, the pattern is often coupled with the plum blossom, which was regarded as a symbol of strength and endurance since the flower blooms in late winter or early spring.", "preference" : "main", "context_6" : "National Museum of Singapore", "context_1" : "The dish was exhibited in the Exhibition of Chinese Blue-and-White Ceramics exhibition held at the National Museum of Singapore in April 1978. It is featured as number 156 in the exhibition catalogue. They are featured as number 284 in the exhibition catalogue.", "context_5" : "18-Apr-78", "title_text" : "Blue and white footed cup", "creation_date" : "1644-1911", "subject_terms_1" : "asymmetry (composition concept)  flower (motif)  porcelain paintings (visual works)  freehand drawings (drawings)  symbolism", "context_4" : "18-Apr-78", "context_8" : "planners curators", "styles_periods_indexing_terms" : "Qing (dynastic styles and periods)  Chinese ceramics styles", "accession_no_csv" : "2017-00274", "shape" : "concave", "creation_place_original_location" : "China", "subject_terms_2" : "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Floral decorations  Flowering plums in art", "context_3" : "Apr-78", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)", "context_7" : "National Museum (Singapore)"}