{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It features two different but related designs on each half of the batik. The left side of the batik features flowering branches emerging from wave-like rocks amidst fishes and birds. The right side of the batik features flower blooms against a set of oddly-shaped rice kernels. The right side is also set against a more densely decorated background filled with geometric shapes. There is a signature on the top-left of the batik kain panjang.", "sgcool_label_text" : "This kain panjang is structured in the pagi-sore format, comprising two different but related designs on each half of the batik.  Flowering branches emerge from wave-like rocks amidst fishes and birds on one half of the cloth.  On the other half, blooms and lanterns are set against a background of oddly-shaped rice kernels.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1950-1980s", "subject_terms_1" : "Peranakan flower (motif) birds (motifs) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00373", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}