{
  "subject_terms_3": "Force 136 (Guerilla movement) 1942-1945 Japanese occupation Lung, Chiu Ying Lim, Bo Seng Lim Bo Seng Memorial Loewen, Charles",
  "materials_name": "paper (fiber product)",
  "object_work_type": "booklets commemoratives",
  "object_colour": "black-and-white (colors)",
  "physical_appearance": "This is a commemorative booklet on the unveiling of Lim Bo Seng Memorial. It is printed in black and white. The cover of the booklet includes a title and date at the top-center, with a Chinese title at the bottom. In the center of the booklet, there is a photograph of an octagonal pagoda, with lions at the base and a roof cap. The booklet is stapled together at three points on the left. The edges of the booklet is slightly folded and torn, especially along the spine and at the bottom right corner.",
  "sgcool_label_text": "This commemorative booklet on unveiling of Lim Bo Seng Memorial belongs to Lung Chui Ying and is part of a collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the mid-1990s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.\r\n\r\nThis booklet belongs to Lung Chui Ying who was a Hainanese born in Johor and recruited as a Force 136 member to fight against the Japanese in Malaya. \r\n",
  "preference": "alternate alternate main",
  "title_text": "Lung Chui Ying Collection: commemorative booklet on unveiling of Lim Bo Seng Memorial  ????? Lung Chiu Ying Collection: commemorative booklet on unveiling of Lim Bo Seng Memorial",
  "creation_date": "1954",
  "subject_terms_1": "world wars resistance movements memorials (monuments) monuments",
  "accession_no_csv": "2017-00150",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "World War, 1939-1945 Great Britain. Army. Force 136 Force 136 (Guerilla movement) Lim, Bo Seng, 1909-1944 Memorials Loewen, Charles F., Sir, 1900- Monuments",
  "techniques_name": "printing (process)"
}