{"subject_terms_3" : "Watercolour painting", "context_2" : "exhibitions (events)", "materials_name" : "watercolour (paint) paper (fiber product)", "object_work_type" : "watercolours (paintings)", "object_colour" : "multicoloured", "physical_appearance" : "This is a watercolour painting of a scenic landscape. Running across the center horizon of the painting is the Taj Mahal. Separating that from the foreground is a calm river with a single boat. The still water is implied by the reflection of the Taj Mahal; as seen in the water. In the foreground, the land is bare except for several standing individuals.", "sgcool_label_text" : "This painting comes under the broad category known as “Company paintings” – referring to a variety of Indo-European styles that were so called because many of their patrons worked for the European East India Companies. These paintings were often commissioned as souvenirs of the European patrons’ sojourns in Asia. Styles or schools were typically associated with places of artistic production. \r\n\r\nUnusually, this view of the Taj Mahal from across the Yamuna river in the city of Agra was painted over a thousand kilometres away by a Murshidabad artist. The lack of detail on the Taj Mahal buildings and the naturalistic watercolour style suggests the possibility that the artist may not have seen the Taj Mahal and modelled this painting on sketches or paintings by visiting European artists. By comparison, Agra artists tended to use draughtsman techniques to produce paintings or drawings of the Taj Mahal as meticulously detailed, architectural renderings.", "preference" : "main", "context_6" : "Francesca Galloway (Gallery)  London (England)", "context_1" : "The Allure of India: Company School Painting from Murshidabad & Patna 1795-1830 exhibition For more see: \r\nFrancesca Galloway. (2017). The Allure of India Company School Painting from Murshidabad & Patna 1795-1830. Retrieved February 7, 2018, from https:\/\/www.francescagalloway.com\/usr\/documents\/exhibitions\/list_of_works_url\/30\/the-allure-of-india-may-exhibition-francesca-galloway.pdf", "context_5" : "7-Jul-17", "title_text" : "The Taj Mahal From Across the River (Tadjemehall sur la Jamna )", "creation_date" : "1795-1810", "subject_terms_1" : "landscapes (representations)", "context_4" : "22-May-17", "context_8" : "planners", "styles_periods_indexing_terms" : "Indo-European (culture) Company (style)", "accession_no_csv" : "2017-00941", "shape" : "Rectangular", "creation_place_original_location" : "Murshidabad (India)", "subject_terms_2" : "Painting Taj Mahal (Agra, India)  Murshidabad (India) Landscapes Yamuna River (India)", "context_3" : "22-May-2017 to 7-July-2017", "techniques_name" : "watercolour painting (technique)", "context_7" : "Francesca Galloway (Gallery)"}