{"id":"2017-00929","title":"Rebana","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00929\nImage:\nobject_work_type:terbangs\ntitle_text:Rebana\npreference:main\ntitle_language:\nstyles_periods_indexing_terms:Malayan\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:wood (plant material) rattan\nobject_colour:brown (color)\nphysical_appearance:This is a Malay drum or rebana. It is brown in colour\n with a tall rounded base. The exterior of the base is supported by rattan strip weavings. The top of the drum is light cream in colour\n. There are several marks and scratches on the drum.\nsubject_terms_1:frame drums musical instruments\nsubject_terms_2:Rebana Drum Dondang sayang Musical instruments\nsubject_terms_3:Music Dondang sayang Koh\n Hoon Teck\nsgcool_label_text:The violin and the Malay drum (rebana) are two of the principal musical instruments used in Dondang Sayang\n an exchange of songs\n which made use of the pantun (a Malay poetic form). These instruments belonged to Koh Hoon Teck\n who founded the Gunong Sayang Association in 1910\n one of the first Peranakan theatre associations in Singapore\n which is still active today. Koh excelled at the violin and also mentored prominent singers such as his nephew Gwee Peng Kwee. Koh’s company (founded in 1905)\n Koh and Company\n published five volumes of Malay poems for Dondang Sayang which were compiled by Koh and his father.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00929","Image":"","object_work_type":"terbangs","title_text":"Rebana","preference":"main","title_language":"","styles_periods_indexing_terms":"Malayan","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"wood (plant material) rattan","object_colour":"brown (color)","physical_appearance":"This is a Malay drum or rebana. It is brown in colour, with a tall rounded base. The exterior of the base is supported by rattan strip weavings. The top of the drum is light cream in colour,. There are several marks and scratches on the drum.","subject_terms_1":"frame drums musical instruments","subject_terms_2":"Rebana Drum Dondang sayang Musical instruments","subject_terms_3":"Music Dondang sayang Koh, Hoon Teck","sgcool_label_text":"The violin and the Malay drum (rebana) are two of the principal musical instruments used in Dondang Sayang, an exchange of songs, which made use of the pantun (a Malay poetic form). These instruments belonged to Koh Hoon Teck, who founded the Gunong Sayang Association in 1910, one of the first Peranakan theatre associations in Singapore, which is still active today. Koh excelled at the violin and also mentored prominent singers such as his nephew Gwee Peng Kwee. Koh’s company (founded in 1905), Koh and Company, published five volumes of Malay poems for Dondang Sayang which were compiled by Koh and his father."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}