{"subject_terms_3" : "Mak, Kum-Siew  Visual arts  Painting  Drawing", "materials_name" : "paper (fiber product)  cotton (textile)  enamel paint", "creator_2" : "Mak Kum Siew", "object_work_type" : "mixed media works?  line drawings (drawings)", "object_colour" : "blue (colour)", "physical_appearance" : "This is a mixed media piece in blue. There are  vertical lines that run across the composition. It appears to have a textured surface.", "sgcool_label_text" : "Mak Kum Siew’s artistic practice represents those from the second generation of Singapore artists trained overseas in Europe and America, with peers including Thomas Yeo, Choy Weng Yang, Teo Eng Seng, Ng Eng Teng, Tan Teo Kwang, Wong Keen and Goh Beng Kwan. A striking difference between Mak and his peers was his early success in London, which led to his decision to remain away from home to live and work in U.K. as a professional artist. \r\n\r\nBorn in 1940 when Singapore was still a British colony, Mak grew up amidst the bustling Joo Chiat district, where his parents ran a laundry business that serviced the British, which later changed to an izakaya (Japanese-style pub) during the Japanese Occupation. Being the youngest of nine siblings, Mak first studied in Yangzheng Primary ???? before enrolling to Chinese High School ????. While the former allowed Mak to cultivate grounds in Chinese calligraphy, it was at the latter that his budding art practice and passion shone. His talent was spotted by Tay Ann Long, Chen Wen Hsi and Cheong Soo Pieng. Amongst his peers, Mak was known as Cheong’s favourite pupil, as he was given private lessons afterschool at NAFA, and both went to London together in 1961 for their individual pursuit of artistic excellence.\r\n\r\nIn London, Mak Kum Siew first studied at Central Saint Martin's School of Art (1961-1964), followed by gaining acceptance to the Painting programme at the Royal College of Art (1964-1967) through the open-application channel. Here, he formed a lasting relation with teacher Peter de Francia (1921 – 2012), who became a confidant to Mak. London was also where Mak became acquainted with Fang Shaoling ??? (1914 – 2006). The two was introduced by Cheong Soo Pieng in the early 1960s and quickly formed a relationship akin to familial members. \r\n\r\nMak exhibited widely in U.K. with solo exhibitions at Arnolfini (1967), RCA London (1969), Commonwealth Institute (1970); and in group exhibitions at Whitechapel (1964), ICA London (1967), Royal Academy of Arts' Summer Show (1968-1981), National Portrait Gallery (2000), to highlight a few. Between 1968 and 1988, Mak took up teaching positions at a number of art colleges and schools in England and Wales as well.\r\n\r\nWith a firm grounding in art established in Singapore, and a blossoming phase in U.K., Mak reached a critical point at the end of the 1980s. He found himself tired of the seemingly repetitive art making process of his well-received abstraction pieces, and overtly occupied with his responsibilities in the art schools. \r\n\r\nThis artwork belongs to the last series of works by Mak that captures his fixation and experimentation with the basic formality of abstract art, deduced to lines and colours. For Mak, as he shared during the interview \/ studio visit in February 2017, he wanted to see how far or how much he could alter one’s optical perspective on these 2-dimensional paintings by varying their tone, colour, and undulation, through everyday ordinary materials. \r\n", "preference" : "main", "creator_1" : "Mak, Kum-Siew  Mai Jinyao", "title_text" : "Music Box L", "creation_date" : "1981-1982", "subject_terms_1" : "collages (visual works)  paintings (visual works)  abstraction  lines (artistic concept)", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Abstract (fine arts style)", "accession_no_csv" : "2017-01052", "shape" : "Rectangular", "creation_place_original_location" : "Singapore  Great Britain", "subject_terms_2" : "Art, Singaporean  Art, Abstract  Mixed media (Art)  Collages  Painting  Lines", "techniques_name" : "painting (image-making)  collage (technique)"}