{
  "id": "2017-00489",
  "title": "Unreadable Wall",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00489\n\n  Image: \n\n  object_work_type: Installations (visual works)\n\n  title_text: Unreadable Wall\n\n  preference: main\n\n  title_language: \n\n  creator_2: Kim Chiew Chong\n\n  creator_1: Chong\n Kim Chiew\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2013\n\n  creation_place_original_location: Malaysia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: installing\n\n  object_colour: white (colour)?\n\n  edition_description: Unique\n\n  physical_appearance: This is an installation piece comprising 1760 bricks made out of newspaper pulp. It covers 3/4 of the doorway.\n\n  subject_terms_1: education politics newspapers ethnicity literacy social issues\n\n  subject_terms_2: Politics and culture Freedom of the press Education Literacy Newspapers Ethnicity Installations (Art) Art\n Malaysian\n\n  subject_terms_3: Education Newspapers Installation art\n\n  sgcool_label_text: \\Chong Kim Chiew (b. 1975) is a Malaysian artist of Chinese extract. He was trained in oil painting at the Guangzhou Academy of Fine Art in China\n and has exhibited widely in Malaysia since 1994; he held his first solo exhibition at Rumah Air Panas gallery in 2005. He has also participated in numerous group exhibitions both within and outside his home country. His work\n Unreadable Wall\n is\n quite literally\n a wall of Babel. Comprised of some 1\n760 bricks made out of shredded and pulped newspaper sheets\n it represents a lamentation on the state of disunity in his home country – an emerging economy that enjoys limited press freedom\n and has seen itself mired in communal\n race-based politics that was the result of the New Economic Policy\n and which gave rise to a new generation of Malaysians who remain divided along ethnic\n linguistic and religious lines. According to the artist\n \\\\Where the real story is never told to the masses and in order for them to gain access to the issues at hand they need more than access to the press.This traces back to a more deep-rooted issue of a less than satisfactory education system which stifles and undermines them and prevents them from making a change to the system and the powers that be. A small minority of educated individuals may be able to read between the lines\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00489",
    "Image": "",
    "object_work_type": "Installations (visual works)",
    "title_text": "Unreadable Wall",
    "preference": "main",
    "title_language": "",
    "creator_2": "Kim Chiew Chong",
    "creator_1": "Chong, Kim Chiew",
    "creator_role": "artists (visual artists)",
    "creation_date": "2013",
    "creation_place_original_location": "Malaysia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "installing",
    "object_colour": "white (colour)?",
    "edition_description": "Unique",
    "physical_appearance": "This is an installation piece comprising 1760 bricks made out of newspaper pulp. It covers 3/4 of the doorway.",
    "subject_terms_1": "education politics newspapers ethnicity literacy social issues",
    "subject_terms_2": "Politics and culture Freedom of the press Education Literacy Newspapers Ethnicity Installations (Art) Art, Malaysian",
    "subject_terms_3": "Education Newspapers Installation art",
    "sgcool_label_text": "\"Chong Kim Chiew (b. 1975) is a Malaysian artist of Chinese extract. He was trained in oil painting at the Guangzhou Academy of Fine Art in China, and has exhibited widely in Malaysia since 1994; he held his first solo exhibition at Rumah Air Panas gallery in 2005. He has also participated in numerous group exhibitions both within and outside his home country. His work, Unreadable Wall, is, quite literally, a wall of Babel. Comprised of some 1,760 bricks made out of shredded and pulped newspaper sheets, it represents a lamentation on the state of disunity in his home country – an emerging economy that enjoys limited press freedom, and has seen itself mired in communal, race-based politics that was the result of the New Economic Policy, and which gave rise to a new generation of Malaysians who remain divided along ethnic, linguistic and religious lines. According to the artist, \"\"Where the real story is never told to the masses and in order for them to gain access to the issues at hand they need more than access to the press.This traces back to a more deep-rooted issue of a less than satisfactory education system which stifles and undermines them and prevents them from making a change to the system and the powers that be. A small minority of educated individuals may be able to read between the lines"
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}