{"id":"2017-00553","title":"The Journey of Panji","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00553\nImage:\nobject_work_type:installations (visual works) prints (visual works)\ntitle_text:The Journey of Panji\npreference:main\ntitle_language:\ncreator_2:Eddy Susanto\ncreator_role:artists (visual artists)\ncreation_date:2016\ncreation_place_original_location:Indonesia\nstyles_periods_indexing_terms:Contemporary (style of art)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:Ink canvas (textile material) acrylic paint wood (plant material)\ntechniques_name:installing\nobject_colour:multicolored\nphysical_appearance:This installation depicts the collection of stories\n the Wangbang Wideya\n written by S.O. Robson\n as a physical artwork. There is a large sculpture of the book on the ground\n with letters spilling out from its sides. Behind the book\n the letters lead up to a screen. On the screen are illustrated images of human figures in various scenes.\nsubject_terms_1:symbolism folk tales cartography (discipline) depictions (visual works) alphabets (symbols)\nsubject_terms_2:Installations (Art) Symbolism Panji Melayu Folk tales Cartography Prints Robson\n S. O. (Stuart O.)\n 1941- Alphabets\nsubject_terms_3:Installation art\nsgcool_label_text:The Panji cycle is a collection of stories revolving around the legendary Prince Panji\n which originated in Java around the 14th century and spread to what is now modern-day Malaysia\n Cambodia\n Myanmar\n the Philippines and Thailand. It was only in the last century that these stories were gathered into a single volume\n the Wangbang Wideya\n by S.O. Robson.    The images in this artwork are taken from reliefs illustrating episodes from the Panji cycle. Their outlines are rendered in scripts\n starting first with Javanese script\n then flowing out into scripts reflecting the various regions and localities that this narrative has travelled to: a calligraphic cartography charting the movement of the Panji cycle throughout Southeast Asia. Even as the work reminds us of Southeast Asia’s shared cultural histories\n the letters spilling out from the compendium of Panji stories suggest the impossibility of ‘containing’ Southeast Asia and the limits of any attempt to unify its histories or to conceive of the region as a singular entity.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00553","Image":"","object_work_type":"installations (visual works) prints (visual works)","title_text":"The Journey of Panji","preference":"main","title_language":"","creator_2":"Eddy Susanto","creator_role":"artists (visual artists)","creation_date":"2016","creation_place_original_location":"Indonesia","styles_periods_indexing_terms":"Contemporary (style of art)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"Ink canvas (textile material) acrylic paint wood (plant material)","techniques_name":"installing","object_colour":"multicolored","physical_appearance":"This installation depicts the collection of stories, the Wangbang Wideya, written by S.O. Robson, as a physical artwork. There is a large sculpture of the book on the ground, with letters spilling out from its sides. Behind the book, the letters lead up to a screen. On the screen are illustrated images of human figures in various scenes.","subject_terms_1":"symbolism folk tales cartography (discipline) depictions (visual works) alphabets (symbols)","subject_terms_2":"Installations (Art) Symbolism Panji Melayu Folk tales Cartography Prints Robson, S. O. (Stuart O.), 1941- Alphabets","subject_terms_3":"Installation art","sgcool_label_text":"The Panji cycle is a collection of stories revolving around the legendary Prince Panji, which originated in Java around the 14th century and spread to what is now modern-day Malaysia, Cambodia, Myanmar, the Philippines and Thailand. It was only in the last century that these stories were gathered into a single volume, the Wangbang Wideya, by S.O. Robson.    The images in this artwork are taken from reliefs illustrating episodes from the Panji cycle. Their outlines are rendered in scripts, starting first with Javanese script, then flowing out into scripts reflecting the various regions and localities that this narrative has travelled to: a calligraphic cartography charting the movement of the Panji cycle throughout Southeast Asia. Even as the work reminds us of Southeast Asia’s shared cultural histories, the letters spilling out from the compendium of Panji stories suggest the impossibility of ‘containing’ Southeast Asia and the limits of any attempt to unify its histories or to conceive of the region as a singular entity."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}