{"subject_terms_3" : "Decorative arts  customs", "materials_name" : "porcelain (material)  clay ceramic glaze", "creator_2" : "Hans Tan", "object_work_type" : "porcelain (visual works)  containers (receptacles)", "object_colour" : "multicoloured", "physical_appearance" : "This is a large lidded vessel. Its body and lie is decorated with coloured dots that hint of the original decorative scheme which was composed of floral and foliage motifs. Its handle however, is entirely white.", "sgcool_label_text" : "This large covered vessel is one of the five porcelain wares from the award-winning “Spotted Nyonya” series by Singaporean designer, Hans Tan.  This series is a contemporary take on traditional Peranakan porcelain or nyonyaware.  Hans Tan was inspired by batik, particularly the resist-dyeing technique, to transform the surface of these wares.  Original glazed portions are preserved in the form of a new dotted pattern while the white porcelain body is revealed after sandblasting away and erasing the original glaze on these pieces.  The combination of green and pink polychrome colours or dots on the original decoration of these pieces are typical of nyonyaware.  Motifs commonly found on nyonyaware would include realistically depicted birds and insects amongst floral sprays.", "preference" : "main", "title_text" : "Large vessel with cover", "creation_date" : "2012", "subject_terms_1" : "Peranakan  weddings (ceremonies)  Chinese (culture or style)  ceremonial containers  commissions (orders for works)", "creator_role" : "designers", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00840-001 and 002", "shape" : "biconvex??", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Batik  Contemporary art  Geometry in art Reinterpreting history  Wedding  Zhongguo wen hua xi lie Ceremonial objects  Porcelain, Peranakan", "techniques_name" : "sandblasting  glazing (coating process)  throwing (pottery techniques)  molding (forming)  firing (technique)"}