{
  "id": "2017-00426",
  "title": "Painted fabric template",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00426\n\n  Image: \n\n  object_work_type: templates (shaping tools)\n\n  title_text: Painted fabric template\n\n  preference: main\n\n  title_language: \n\n  creation_date: early 20th century\n\n  creation_place_original_location: Pulau Pinang (Malaysia : State)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile) ink\n\n  techniques_name: painting (image-making)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a painted fabric template. It consists of four panels arranged in a horizontal row. Within each panel\n there is an image of a bird surrounded by floral patterns. The coloured birds are drawn in a variety of positions with different uncoloured background motifs. The cloth is slightly stained.\n\n  subject_terms_1: textile art (visual works) birds (motifs) flower (motif) patterns (design elements)\n\n  subject_terms_2: Motifs Textile design Textile crafts\n\n  subject_terms_3: Vanishing trade Textile art and design\n\n  sgcool_label_text: Fabric templates were used to guide the embroiderer. Drawn in a lively manner\n each bird is surrounded by a dense square of ferns and flowers. These creatures are fantastical inventions\n with peacock feathers for tails and bodies that are painted blue\n green and yellow.\\r\\n\\r\\nAs pre-prepared template patterns were typically repetitive and conventional\n this example stands out for the variety of animated postures and flora depicted. Pre-prepared patterns could be purchased and were popular because they could be used with beads\n silk floss or a combination of different materials.\\r\\n\n",
  "createdDate": "20201125084520",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00426",
    "Image": "",
    "object_work_type": "templates (shaping tools)",
    "title_text": "Painted fabric template",
    "preference": "main",
    "title_language": "",
    "creation_date": "early 20th century",
    "creation_place_original_location": "Pulau Pinang (Malaysia : State)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile) ink",
    "techniques_name": "painting (image-making)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a painted fabric template. It consists of four panels arranged in a horizontal row. Within each panel, there is an image of a bird surrounded by floral patterns. The coloured birds are drawn in a variety of positions with different uncoloured background motifs. The cloth is slightly stained.",
    "subject_terms_1": "textile art (visual works) birds (motifs) flower (motif) patterns (design elements)",
    "subject_terms_2": "Motifs Textile design Textile crafts",
    "subject_terms_3": "Vanishing trade Textile art and design",
    "sgcool_label_text": "Fabric templates were used to guide the embroiderer. Drawn in a lively manner, each bird is surrounded by a dense square of ferns and flowers. These creatures are fantastical inventions, with peacock feathers for tails and bodies that are painted blue, green and yellow.\r\n\r\nAs pre-prepared template patterns were typically repetitive and conventional, this example stands out for the variety of animated postures and flora depicted. Pre-prepared patterns could be purchased and were popular because they could be used with beads, silk floss or a combination of different materials.\r\n"
  },
  "nlpDate": "20201125084520",
  "connectorId": 0,
  "tags": {}
}