{
  "id": "2017-00342",
  "title": "Kain panjang",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00342\n\n  Image: \n\n  object_work_type: folk costume batik art\n\n  title_text: Kain panjang\n\n  preference: main\n\n  title_language: \n\n  creator_2: Kok Sing Oey\n\n  creator_role: textile designers\n\n  creation_date: Early 20th century\n\n  creation_place_original_location: Pekalongan (Indonesia)\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile)\n\n  techniques_name: batik\n\n  object_colour: multicolored\n\n  physical_appearance: This is a batik kain panjang. It features a broad vertical panel on the left\n with a darker green background filled with fern-like leaves and a flower petal. The main body of the kain panjang has a lighter green background filled with vegetation patterns. Repeated floral bouquets with flying birds. There is a signature on the bottom left of the kain panjang.\n\n  subject_terms_1: Peranakan flower (motif) birds (motifs) foliage (motif)\n\n  subject_terms_2: Batik Ethnic costume Peranakan (Asian people) Motifs\n\n  subject_terms_3: Batik Peranakan costumes\n\n  sgcool_label_text: The batik is the work of a strong hand\n exhibiting both technical mastery and artistic flair.  Oey Kok Sing (1896-1966) elevates the buketan design (large bouquets of European flowers) with her sensitive treatment of filler motifs.  On the dark green kepala (broad vertical panel of the batik)\n each filler motif combines a fern-like design with a minutely detailed flower petal.  The light green ground of the badan (main design field of the batik) in contrast\n is filled with dense vegetation.  This batik comes from the family collection of Oey Kok Sing\n the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular\n exudes a strong sense of artistic individuality\n possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.  This piece is signed “Nj Oey Kok Sing”.\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00342",
    "Image": "",
    "object_work_type": "folk costume batik art",
    "title_text": "Kain panjang",
    "preference": "main",
    "title_language": "",
    "creator_2": "Kok Sing Oey",
    "creator_role": "textile designers",
    "creation_date": "Early 20th century",
    "creation_place_original_location": "Pekalongan (Indonesia)",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile)",
    "techniques_name": "batik",
    "object_colour": "multicolored",
    "physical_appearance": "This is a batik kain panjang. It features a broad vertical panel on the left, with a darker green background filled with fern-like leaves and a flower petal. The main body of the kain panjang has a lighter green background filled with vegetation patterns. Repeated floral bouquets with flying birds. There is a signature on the bottom left of the kain panjang.",
    "subject_terms_1": "Peranakan flower (motif) birds (motifs) foliage (motif)",
    "subject_terms_2": "Batik Ethnic costume Peranakan (Asian people) Motifs",
    "subject_terms_3": "Batik Peranakan costumes",
    "sgcool_label_text": "The batik is the work of a strong hand, exhibiting both technical mastery and artistic flair.  Oey Kok Sing (1896-1966) elevates the buketan design (large bouquets of European flowers) with her sensitive treatment of filler motifs.  On the dark green kepala (broad vertical panel of the batik), each filler motif combines a fern-like design with a minutely detailed flower petal.  The light green ground of the badan (main design field of the batik) in contrast, is filled with dense vegetation.  This batik comes from the family collection of Oey Kok Sing, the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular, exudes a strong sense of artistic individuality, possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.  This piece is signed “Nj Oey Kok Sing”."
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}