{"subject_terms_3" : "Installation art Photography Nature and Environment", "materials_name" : "cement aluminium (metal)", "creator_2" : "Zen Teh, Sharifah Nasser", "object_work_type" : "installations (visual works)", "object_colour" : "multicolored", "physical_appearance" : "This installation depicts a triptych of concrete panels. On each panel, there are narrow strips of photographic prints set in shallow trenches cut into the surface of the panels. The trench on the top panel is cut vertically, the second horizontally, while the third panel only has a short trench on the bottom left corner.", "sgcool_label_text" : "In Between Spaces is a collaboration between Singaporean artist Zen Teh and product designer, Sharifah Nasser. Teh (b. 1988) was educated at the School of Art, Design and Media of NTU, and has so far been included in numerous group shows locally, and abroad in Thailand, Taiwan and China; she enjoyed a solo presentation at 2902 Gallery in their former Waterloo space. Her practice is defined by her interest in the impact of human activity and urban expansion on the natural world, especially in Southeast Asia, and often assumes the mediums of photography, sculpture and installation, integrating photographic images in three-dimensional forms. The present work consists of a triptych of raw concrete panels, into which has been set – in shallow trenches cut into the surface of the panels – narrow strips of photographic prints on dibond. The images are of the Green Corridor, an uninterrupted stretch of natural greenery that runs the entire length of Singapore, from the old Tanjong Pagar Rail Station in the south to the border of Malaysia in the north; the stretch, of course, once marked the extent of the Malaysian KTM line that reached its southern terminus in Singapore. The material configurations of the piece are symbolic and immediately recognizable: the concrete suggests the rapid and large-scale urbanization of the island’s terrain, and the strips of images of vegetation evokes the corridor itself, a confined, circumscribed island of natural flora adrift in a sea of unchecked development – at the expense of the environment.", "preference" : "main", "title_text" : "In Between Spaces", "creation_date" : "2016", "subject_terms_1" : "mixed media photographs symbolism urban development nature trails urban environments triptychs", "creator_role" : "artists (visual artists)", "accession_no_csv" : "2017-00950", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Installations (Art) Mixed media (Art) Photography Symbolism Urbanisation Nature Triptychs", "techniques_name" : "sculpting photography (process) printing (process)"}