{"id":"2017-00330","title":"Sarong","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00330\nImage:\nobject_work_type:sarongs batik art\ntitle_text:Sarong\npreference:main\ntitle_language:\ncreator_2:Soen King Oey\ncreator_role:textile designers\ncreation_date:Late 19th-early 20th century\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik sarong. The left of the batik features a vertical panel of square diamonds in between rows of interlocking triangles.The triangular panels are densely decorated with intricate flower and bird motifs. The right of the batik contains a more sparse design\n with larger leaves against a faint\n diamond-patterned background. There are no signatures seen on this batik sarong.\nsubject_terms_1:Peranakan folk costume flower (motif) birds (motifs) foliage (motif)\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:On the broad\n vertical panel of this batik (or kepala)\n square and upright diamonds appear between the rows of interlocking triangles (or tumpal).  While the motifs enclosed within the upright diamonds stand out against a plain cream ground\n the triangular panels are densely filled with intricate motifs.  The main decorative field (or badan) of this sarong in comparison\n is sparsely decorated with leaves set against a ground of faint\n diamond-patterned background.  This batik comes from the family collection of Oey Soen King (1861-1942)\n the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time\n and are embellished with Chinese traditional motifs.  These motifs include lotus flowers\n centipedes and cloud motifs\n which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java\n before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00330","Image":"","object_work_type":"sarongs batik art","title_text":"Sarong","preference":"main","title_language":"","creator_2":"Soen King Oey","creator_role":"textile designers","creation_date":"Late 19th-early 20th century","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik sarong. The left of the batik features a vertical panel of square diamonds in between rows of interlocking triangles.The triangular panels are densely decorated with intricate flower and bird motifs. The right of the batik contains a more sparse design, with larger leaves against a faint, diamond-patterned background. There are no signatures seen on this batik sarong.","subject_terms_1":"Peranakan folk costume flower (motif) birds (motifs) foliage (motif)","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"On the broad, vertical panel of this batik (or kepala), square and upright diamonds appear between the rows of interlocking triangles (or tumpal).  While the motifs enclosed within the upright diamonds stand out against a plain cream ground, the triangular panels are densely filled with intricate motifs.  The main decorative field (or badan) of this sarong in comparison, is sparsely decorated with leaves set against a ground of faint, diamond-patterned background.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}