{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_3" : "visual arts  Decorative arts Ceramics  visual arts  Decorative arts Ceramics", "context_2" : "NA NA", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze  blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "creator_2" : "NA NA", "object_work_type" : "porcelain (visual works)  bowls (vessels)  Ceramics (object genre)  porcelain (visual works)  bowls (vessels)  Ceramics (object genre)", "object_colour" : "multicoloured multicoloured", "context_18" : "NA NA", "physical_appearance" : "\"This is a blue-and-white ceramic bowl that only on closer inspection reveals an \"\"anhua\"\" (hidden decoration) of a three-clawed dragon chasing a pearl. Circulating its lower rim is a blue scroll design. \" \"This is a blue-and-white ceramic bowl that only on closer inspection reveals an \"\"anhua\"\" (hidden decoration) of a three-clawed dragon chasing a pearl. Circulating its lower rim is a blue scroll design. \"", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "This bowl, which appears plain at first glance but reveals its subtle patterns on closer inspection, features an anhua ?? (‘hidden decoration’) design of a three-clawed dragon chasing a pearl. This is paired with a sketchy blue scroll painted around the narrow foot rim. The use of anhua decoration on porcelain is thought to have begun in the Ming dynasty during the reign of the Yongle emperor (1403–1424), and refers to delicately-incised designs that almost seem to vanish when covered with a glaze.  This bowl, which appears plain at first glance but reveals its subtle patterns on closer inspection, features an anhua ?? (‘hidden decoration’) design of a three-clawed dragon chasing a pearl. This is paired with a sketchy blue scroll painted around the narrow foot rim. The use of anhua decoration on porcelain is thought to have begun in the Ming dynasty during the reign of the Yongle emperor (1403–1424), and refers to delicately-incised designs that almost seem to vanish when covered with a glaze.", "preference" : "main main", "context_6" : "NA NA", "creator_1" : "NA NA", "context_1" : "NA NA", "edition_description" : "NA NA", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "Bowl with anhua decoration Bowl with anhua decoration", "creation_date" : "Ming dynasty, 16th century Ming dynasty, 16th century", "subject_terms_1" : "porcelain paintings (visual works)  symbolism  dragons  porcelain paintings (visual works)  symbolism  dragons", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "NA NA", "context_8" : "NA NA", "creator_role" : "NA NA", "context_20" : "NA NA", "styles_periods_indexing_terms" : "Ming (culture, period, and styles) Ming (culture, period, and styles)", "accession_no_csv" : "2017-000267", "shape" : "concave  concave", "creation_place_original_location" : "China China", "subject_terms_2" : "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Dragons Pearl  Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Dragons Pearl", "context_3" : "NA NA", "context_9" : "NA NA", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making)", "scale_type" : "NA NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}