{
  "id": "2017-00015",
  "title": "A talismanic youth’s jama",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00015\n\n  Image: \n\n  object_work_type: talismans shirts (main garments)\n\n  title_text: A talismanic youth’s jama\n\n  preference: main\n\n  title_language: \n\n  creation_date: 16th or early 17th century\n\n  creation_place_original_location: India  Mogul Empire\n\n  styles_periods_indexing_terms: Mughal\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: T-shaped\n\n  materials_name: cotton (textile)\n\n  techniques_name: inscribing\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a shirt with a lattice of rectangles filled with red\n blue\n and gold concentric circles. Words have been inscribed all over the shirt. In particular\n there are two blue roundels on the breast of the shirt that have been inscribed with the shahada.\n\n  subject_terms_1: Qur\\u0027ans  Islam Mughal textile styles  healing  religious objects\n\n  subject_terms_2: Talismans Qur\\u0027an  Islam  Healing  Shahada\n\n  subject_terms_3: Islam  Decorative arts\n\n  subject_terms_4: \n\n  sgcool_label_text: This cotton shirt is inscribed with all the sura of the Quran in black and red ghubari script within a lattice of rectangles linked with red\n blue and gold concentric roundels. The ghubari script produces fine\n delicate words which is suited to miniaturising text\n compressed into the smallest possible space. Each rectangular panel contains a single verse\n with sura headings in blue on gold panel. Two large roundels on the front of the jama are inscribed wih the shahada in elongated gold bihari script on a red and blue ground while the border is filled with the 99 names of ‘Allah reserved against a hatched ground bearing polychrome dots. \\r\\n\\r\\nTalismanic shirts are considered to be related to large paper and parchment talismanic charts\n that is\n they can be viewed more as manuscripts than wearable garments. The use of these shirts are not always well defined\n although it is commonly understood that such shirts are worn by warriors underneath their armour to protect them during battles. However\n it has also been suggested that these shirts could be worn for other objectives such as healing garments\n much like how large talismanic charts have been used to cover the body of a sick person like a blanket.\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00015",
    "Image": "",
    "object_work_type": "talismans shirts (main garments)",
    "title_text": "A talismanic youth’s jama",
    "preference": "main",
    "title_language": "",
    "creation_date": "16th or early 17th century",
    "creation_place_original_location": "India  Mogul Empire",
    "styles_periods_indexing_terms": "Mughal",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "T-shaped",
    "materials_name": "cotton (textile)",
    "techniques_name": "inscribing",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a shirt with a lattice of rectangles filled with red, blue, and gold concentric circles. Words have been inscribed all over the shirt. In particular, there are two blue roundels on the breast of the shirt that have been inscribed with the shahada.",
    "subject_terms_1": "Qur\u0027ans  Islam Mughal textile styles  healing  religious objects",
    "subject_terms_2": "Talismans Qur\u0027an  Islam  Healing  Shahada",
    "subject_terms_3": "Islam  Decorative arts",
    "subject_terms_4": "",
    "sgcool_label_text": "This cotton shirt is inscribed with all the sura of the Quran in black and red ghubari script within a lattice of rectangles linked with red, blue and gold concentric roundels. The ghubari script produces fine, delicate words which is suited to miniaturising text, compressed into the smallest possible space. Each rectangular panel contains a single verse, with sura headings in blue on gold panel. Two large roundels on the front of the jama are inscribed wih the shahada in elongated gold bihari script on a red and blue ground while the border is filled with the 99 names of ‘Allah reserved against a hatched ground bearing polychrome dots. \r\n\r\nTalismanic shirts are considered to be related to large paper and parchment talismanic charts, that is, they can be viewed more as manuscripts than wearable garments. The use of these shirts are not always well defined, although it is commonly understood that such shirts are worn by warriors underneath their armour to protect them during battles. However, it has also been suggested that these shirts could be worn for other objectives such as healing garments, much like how large talismanic charts have been used to cover the body of a sick person like a blanket."
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}