{"id":"2017-00818","title":"Mother and Child","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00818\nImage:\nobject_work_type:oil paintings (visual works)  canvas paintings\ntitle_text:Mother and Child\npreference:main\ntitle_language:\ncreator_2:Yong Mun Sen\ncreator_1:Yong\n Mun Sen\n 1896-1962\ncreator_role:artists (visual artists)\ncreation_date:1930s\ncreation_place_original_location:Malaysia\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:oil paint (paint)  canvas (textile material)\ntechniques_name:oil painting (technique)\nobject_colour:multicoloured\nphysical_appearance:This painting depicts a lady holding on to a child. She wears her hair in a bun\n and holds her son in her left hand. Her head faces away from the viewer. The background is depicted to be flat and in two colours; a quarter of it green\n the other of a yellowish-orange.\nsubject_terms_1:mothers children (people by age group)  families (kinship groups)\nsubject_terms_2:Mother and child  Families Painting\nsubject_terms_3:visual arts  Painting  mother\nsgcool_label_text:Yong Mun Sen (1896-1962) is often referred to as the Father of Malaysian painting\n particularly in the genre of watercolour. Born Yong Yen Lang in Kuching\n Sarawak Malaysia and was formally trained in calligraphy and Chinese ink painting in Guan-dong\n China. In 1918\n he worked in a bookstore in Singapore and in 1922 was transferred to the Penang branch of this store. He adopted this artist name of Mun Sen this same year and established his well-known art studios for art\n sculpture and photography – the Tai Woon/Wei Guan Art Studio (renamed Mun Sen Studio in 1930). The studio was to become a meeting point for other leading artists of the time.  \\r\\n \\r\\nHe was one of the rallying forces behind the formation of key art societies including the Penang Chinese Art Club and Singapore Chinese Art Club\n both formed in 1935. At his height Yong actively exhibited in America\n UK\n Malaysia and Singapore. He held exhibitions in Singapore from 1947 to 1953 at the Victoria Memorial Hall\n Robinsons \\u0026 Co. and John Littles\n many of which were fundraisers for various causes including University Endowments\n discharged prisoners\n nurses’ welfare and campaigns against tuberculosis. \\r\\n\\r\\nWhile Yong is principally known for his naturalistic\n expressive renditions of landscapes and landmarks in watercolour\n he was also an accomplished oil painter who found an affinity with Paul Gauguin and his depictions of native subjects in Tahiti.  \\r\\n \\r\\nThe influence of Gauguin is discernible in Yong’s studies and rendering of regional subjects when he was travelling extensively throughout Malaya particularly in the 1940s and early 50s. This may be seen in the treatment of this subject as well as in a work already in the NGS Collection (Ref: Relaxing\n c 1940s).  \\r\\n \\r\\nThe female subject in a sarong\n is depicted in a pose that would be familiar to many in the region. Her arms are wrapped around her child who is hoisted to her side or hip\n as is a common sight in many kampong dwellings. Both are rendered as being dark complexioned\n their forms seamlessly melding one to the other - suggesting the strong bond between mother and child. This painting was featured in the exhibition Pioneers (2007\n Valentine Willie Fine Art\n KL) and dated 1940 during that exhibition.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00818","Image":"","object_work_type":"oil paintings (visual works)  canvas paintings","title_text":"Mother and Child","preference":"main","title_language":"","creator_2":"Yong Mun Sen","creator_1":"Yong, Mun Sen, 1896-1962","creator_role":"artists (visual artists)","creation_date":"1930s","creation_place_original_location":"Malaysia","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"oil paint (paint)  canvas (textile material)","techniques_name":"oil painting (technique)","object_colour":"multicoloured","physical_appearance":"This painting depicts a lady holding on to a child. She wears her hair in a bun, and holds her son in her left hand. Her head faces away from the viewer. The background is depicted to be flat and in two colours; a quarter of it green, the other of a yellowish-orange.","subject_terms_1":"mothers children (people by age group)  families (kinship groups)","subject_terms_2":"Mother and child  Families Painting","subject_terms_3":"visual arts  Painting  mother","sgcool_label_text":"Yong Mun Sen (1896-1962) is often referred to as the Father of Malaysian painting, particularly in the genre of watercolour. Born Yong Yen Lang in Kuching, Sarawak Malaysia and was formally trained in calligraphy and Chinese ink painting in Guan-dong, China. In 1918, he worked in a bookstore in Singapore and in 1922 was transferred to the Penang branch of this store. He adopted this artist name of Mun Sen this same year and established his well-known art studios for art, sculpture and photography – the Tai Woon/Wei Guan Art Studio (renamed Mun Sen Studio in 1930). The studio was to become a meeting point for other leading artists of the time.  \r\n \r\nHe was one of the rallying forces behind the formation of key art societies including the Penang Chinese Art Club and Singapore Chinese Art Club, both formed in 1935. At his height Yong actively exhibited in America, UK, Malaysia and Singapore. He held exhibitions in Singapore from 1947 to 1953 at the Victoria Memorial Hall, Robinsons \u0026 Co. and John Littles, many of which were fundraisers for various causes including University Endowments, discharged prisoners, nurses’ welfare and campaigns against tuberculosis. \r\n\r\nWhile Yong is principally known for his naturalistic, expressive renditions of landscapes and landmarks in watercolour, he was also an accomplished oil painter who found an affinity with Paul Gauguin and his depictions of native subjects in Tahiti.  \r\n \r\nThe influence of Gauguin is discernible in Yong’s studies and rendering of regional subjects when he was travelling extensively throughout Malaya particularly in the 1940s and early 50s. This may be seen in the treatment of this subject as well as in a work already in the NGS Collection (Ref: Relaxing, c 1940s).  \r\n \r\nThe female subject in a sarong, is depicted in a pose that would be familiar to many in the region. Her arms are wrapped around her child who is hoisted to her side or hip, as is a common sight in many kampong dwellings. Both are rendered as being dark complexioned, their forms seamlessly melding one to the other - suggesting the strong bond between mother and child. This painting was featured in the exhibition Pioneers (2007, Valentine Willie Fine Art, KL) and dated 1940 during that exhibition."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}