{
  "context_23": "NA 1841",
  "context_24": "NA 1841",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Visual arts East India Company Visual Arts  East India Company",
  "context_2": "NA NA",
  "materials_name": "paper (fiber product) paper (fiber product)",
  "creator_2": "William Huggins Edward Duncan William Huggins Edward Duncan  James Minns Dicey",
  "object_work_type": "aquatints (prints) engravings (prints) paperwork (visual works)  aquatints",
  "object_colour": "multicoloured multicoloured",
  "context_18": "NA NA",
  "physical_appearance": "This artwork depicts a steamer being damaged by fire in stormy weather in the ocean. There is a wooden frame and it has a white border with a brown perimeter in between. At the bottom of the artwork, its title is displayed in capital letters. Under its title, there are three rows of paragraphs that dedicate this artwork to H.E. Vice Admiral Sir William Parker. The colours on the aquatint do not look smudged.  A paddle-wheel steamer is set ablaze in the middle of a tumultuous ocean. Several boats can be seen riding the waves around the steamer.",
  "context_22": "NA 1841",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "This print depicts the loss by fire of the Madagascar, a paddle-wheel steamer, with severa otherl boats seen in the midst of the storm. The steamer was caught in a typhoon at the entrance of the Formosa Channel when it was part of the British expedition to China in 1841. This aquatint was engraved by Edward Duncan, after a painting by marine artist William Huggins, who based his work on a sketch by the ship's captain James Minns Dicey. This print depicts the loss by fire of the Madagascar, a paddle-wheel steamer, with several other boats seen in the midst of the storm. The steamer was caught in a typhoon at the entrance of the Formosa Channel when it was part of the British expedition to China in 1841. This aquatint was engraved by Edward Duncan, after a painting by marine artist William Huggins, who based his work on a sketch by the ship's captain James Minns Dicey.",
  "preference": "main main",
  "context_6": "NA NA",
  "creator_1": "Huggins, William John, 1781 - 1845 Duncan, Edward, 1804 - 1882 Huggins, William John, 1781-1845? Duncan, Edward, 1804-1882 NA",
  "context_1": "NA NA",
  "edition_description": "NA NA",
  "context_19": "NA NA",
  "context_21": "NA Entrance of the Formosa Channel",
  "context_15": "NA NA",
  "context_5": "NA NA",
  "title_text": "The Loss by Fire of the H.E.I. Steamer Madagascar The Loss by Fire of the H.E.I. Steamer Madagascar",
  "creation_date": "1843 1843",
  "subject_terms_1": "marines (visual works) steamships fire damage storms paddle steamers  disasters expeditions (journeys)  fire (physical concept) typhoons",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA NA",
  "context_8": "NA NA",
  "creator_role": "marine artists engravers (printmakers) artists (visual artists) engravers (printmakers) captains (military officers)",
  "context_20": "NA It was here that the Madagascar, a paddle-wheel steamer, was lost to a raging fire.",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2017-00050",
  "shape": "rectangular Rectangular",
  "creation_place_original_location": "London (England) London (England)",
  "subject_terms_2": "Aquatint Engraving East India Company Steamboats prints Storms Paddle steamers  Typhoons  Expedition Fires Aquatint Huggins, William John, 1781-1845? Duncan, Edward, 1804-1882 East India Company  Storms  Engraving",
  "context_3": "NA NA",
  "context_9": "NA NA",
  "techniques_name": "aquatint (printing process) aquatint (printing process)",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA NA",
  "context_12": "NA NA",
  "context_17": "NA NA"
}