{
  "context_23": "NA 15 February 1804",
  "context_24": "NA 15 February 1804",
  "subject_terms_4": "NA NA",
  "subject_terms_3": "Visual arts East India Company Military leaders East India Company  Visual Arts",
  "context_2": "NA naval battles",
  "materials_name": "plate (material) paper (fiber product) paper (fiber product)",
  "creator_2": "John Raphael Smith John Raphael Smith",
  "object_work_type": "mezzotints (prints) engravings (prints) portraits paperwork (visual works)  mezzotints (prints)  portraits",
  "object_colour": "multicoloured black-and-white (colours)",
  "context_18": "NA NA",
  "physical_appearance": "This print depicts a portrait of Commodore Sir Nathaniel Dance. It is engraved as mezzotint. He is posing in a building and his right hand is resting on a open scroll which is atop a table. He is dressed in the attire of a British naval officer. Below the image, its title is displayed in capital letters. Under its title, there are three rows of lines indicating that this artwork had been dedicated to The Earl Camden.  This is a portrait of a man. He wears a coat, stands with his right calm on the table adjacent to him, and looks directly at the viewer. A stack of books, telescope, and maps are sprawled across the table, and above the table to the left of the print is framed painting of ships at sea.",
  "context_22": "NA 15 February 1804",
  "context_14": "NA NA",
  "context_11": "NA NA",
  "sgcool_label_text": "Commodore Sir Nathaniel Dance was the captain of a fleet of British East Indiamen which had defeated a French squadron off the Straits of Malacca on 15 February 1804. This portrait was painted and engraved as a mezzotint by English artist, engraver and publisherJohn Raphael Smith (1752-1812), engraver to the Prince of Wales. Smith  was renown for his mastery of  mezzotint printing. Commodore Sir Nathaniel Dance was the captain of a fleet of British East Indiamen which had defeated a French squadron off the Straits of Malacca on 15 February 1804. This portrait was painted and engraved as a mezzotint by English artist, engraver and publisherJohn Raphael Smith (1752-1812), engraver to the Prince of Wales. Smith  was renown for his mastery of  mezzotint printing.",
  "preference": "alternate main main",
  "context_6": "NA Malacca, Strait of",
  "creator_1": "Smith, John Raphael, 1752 - 1812 Smith, John Raphael, 1752-1812",
  "context_1": "NA Commodore Sir Nathaniel Dance, as captain of a fleet of British East Indiamen successfully defeated a French squadron off the Straits of Malacca on 15 February 1804.",
  "edition_description": "NA NA",
  "context_19": "NA NA",
  "context_21": "NA Malacca, Strait of",
  "context_15": "NA NA",
  "context_5": "NA 15 February 1804",
  "title_text": "Portrait of Commodore Sir Nathaniel Dance Commodore Sir Nathaniel Dance Portrait of Commodore Sir Nathaniel Dance",
  "creation_date": "1805 1805",
  "subject_terms_1": "military officers commanding officers ships captains (military officers)  naval battles",
  "context_16": "NA NA",
  "context_10": "NA NA",
  "context_4": "NA 15 February 1804",
  "context_8": "NA armed forces?",
  "creator_role": "artists (visual artists) artists (visual artists)",
  "context_20": "NA Site where the British fleet defeated the French Squadron",
  "styles_periods_indexing_terms": "NA NA",
  "accession_no_csv": "2017-00049",
  "shape": "rectangular Rectangular",
  "creation_place_original_location": "London (England) London (England)",
  "subject_terms_2": "Navies Officers Military officer Mezzotint engraving East India Company  Portrait  Mezzotint engraving  Malacca, Strait of  Prints  Indiamen Ship captains",
  "context_3": "NA 15 February 1804",
  "context_9": "NA NA",
  "techniques_name": "mezzotint (process) painting (image-making) mezzotint (process)",
  "scale_type": "NA NA",
  "context_13": "NA NA",
  "context_7": "NA England and Wales, Royal Navy?",
  "context_12": "NA NA",
  "context_17": "NA NA"
}