{
  "id": "2017-00268",
  "title": "Blue and white bowl with figural decoration",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00268\n\n  Image: \n\n  object_work_type: porcelain (visual works) drinking vessels Ceramics (object genre)\n\n  title_text: Blue and white bowl with figural decoration\n\n  preference: main\n\n  title_language: \n\n  creation_date: Ming dynasty\n 17th century\n\n  creation_place_original_location: China\n\n  styles_periods_indexing_terms: Ming (culture\n period\n and styles) Chinese ceramics styles Chinese export (ceramics style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: concave\n\n  materials_name: clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)\n\n  techniques_name: freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) glazing (coating process) throwing (pottery techniques)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a Ming dynasty blue-white cup. It is slightly chip at certain areas along its rim. Painted on its exterior is a robed rigure reclined against a rock\n while his young attendant (depicted on the other side of the cup) prepares a drink for him on the stove.  On its interior\n enclosed within two concentric circles in the central medallion is a simplified mountain amidst shrouds of clouds.\n\n  subject_terms_1: servants porcelain paintings (visual works) clouds Chinese export porcelain mountains freehand drawings (drawings) symbolism\n\n  subject_terms_2: Porcelain\n Chinese Ming- Qing dynasties\n 1368-1912 China trade porcelain China painting Mountains Clouds Robes Blue and white ware China\n\n  subject_terms_3: visual arts Ceramics Decorative arts\n\n  subject_terms_4: \n\n  context_14: It was recovered from the Hatcher shipwreck\n an Asian ship that sank in the South China Sea around 1643.\n\n  context_15: South China Sea\n\n  context_16: Hatcher\n Michael  (LC)\n\n  context_17: 1983\n\n  context_18: 1983\n\n  context_19: 1983\n\n  context_21: South China Sea\n\n  sgcool_label_text: This small bowl is painted with a robed figure reclining against a rock. On the other side of the bowl\n a young attendant seems to be preparing a drink for his master by a stove. Many similarly-sized bowls with designs sketchily-executed in underglaze blue were recovered from the Hatcher shipwreck\n an Asian ship that sank in the South China Sea around 1643. While many bowls of this less refined quality were exported overseas\n they have also been excavated in China and were probably used for drinking tea.\n",
  "createdDate": "20201125084523",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00268",
    "Image": "",
    "object_work_type": "porcelain (visual works) drinking vessels Ceramics (object genre)",
    "title_text": "Blue and white bowl with figural decoration",
    "preference": "main",
    "title_language": "",
    "creation_date": "Ming dynasty, 17th century",
    "creation_place_original_location": "China",
    "styles_periods_indexing_terms": "Ming (culture, period, and styles) Chinese ceramics styles Chinese export (ceramics style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "concave",
    "materials_name": "clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)",
    "techniques_name": "freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) glazing (coating process) throwing (pottery techniques)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a Ming dynasty blue-white cup. It is slightly chip at certain areas along its rim. Painted on its exterior is a robed rigure reclined against a rock, while his young attendant (depicted on the other side of the cup) prepares a drink for him on the stove.  On its interior, enclosed within two concentric circles in the central medallion is a simplified mountain amidst shrouds of clouds.",
    "subject_terms_1": "servants porcelain paintings (visual works) clouds Chinese export porcelain mountains freehand drawings (drawings) symbolism",
    "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 China trade porcelain China painting Mountains Clouds Robes Blue and white ware China",
    "subject_terms_3": "visual arts Ceramics Decorative arts",
    "subject_terms_4": "",
    "context_14": "It was recovered from the Hatcher shipwreck, an Asian ship that sank in the South China Sea around 1643.",
    "context_15": "South China Sea",
    "context_16": "Hatcher, Michael  (LC)",
    "context_17": "1983",
    "context_18": "1983",
    "context_19": "1983",
    "context_21": "South China Sea",
    "sgcool_label_text": "This small bowl is painted with a robed figure reclining against a rock. On the other side of the bowl, a young attendant seems to be preparing a drink for his master by a stove. Many similarly-sized bowls with designs sketchily-executed in underglaze blue were recovered from the Hatcher shipwreck, an Asian ship that sank in the South China Sea around 1643. While many bowls of this less refined quality were exported overseas, they have also been excavated in China and were probably used for drinking tea."
  },
  "nlpDate": "20201125084523",
  "connectorId": 0,
  "tags": {}
}