{"subject_terms_3" : "Force 136 (Guerilla movement) 1942-1945 Japanese occupation Letters war personalities", "materials_name" : "paper (fiber product)", "creator_2" : "Saw Huat Lye (?)", "object_work_type" : "letters (correspondence)", "object_colour" : "black-and-white (colors)", "physical_appearance" : "This is a black-and-white reproduction of a termination letter. The address is printed on the top-right of the document. The document is typed. There is a signature on the bottom-right of the document. There are no tears or folds seen on the document.", "sgcool_label_text" : "These reproductions belong to part of a collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the late 1980s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.", "preference" : "alternate alternate main", "title_text" : "Lim Hong Pei Collection: Reproductions of certificates & letters  ????? Lim Hong Pei Collection: Letter of termination", "creation_date" : "Not indicated", "subject_terms_1" : "world wars resistance movements documents (object genre) photocopies firing (management function)", "creator_role" : "authors", "accession_no_csv" : "2017-00183-003", "shape" : "rectangular", "creation_place_original_location" : "Singapore Perak (Malaysia)", "subject_terms_2" : "World War, 1939-1945 Great Britain. Army. Force 136 Force 136 (Guerilla movement) Letters Facsimiles Lim, Hong Pei, 1922-", "techniques_name" : "printing (process)"}