{
  "id": "2017-00952",
  "title": "Mavis",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00952\n\n  Image: \n\n  object_work_type: sculpture (visual works) figure works portraits\n\n  title_text: Mavis\n\n  preference: main\n\n  title_language: \n\n  creator_2: Annaratnam Gunaratnam\n\n  creator_1: Gunaratnam Annaratnam\n Mrs\n\n  creator_role: Artist (visual artists)\n\n  creation_date: 1953\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: bronze (metal)\n\n  techniques_name: casting (process)\n\n  object_colour: bronze (colour)\n\n  physical_appearance: This is a sculpture of a lady. She has short hair\n and sharp features. Her head turns away from the viewer\n and her collar bones are defined. The sculpture is realistic in its style.\n\n  subject_terms_1: realism (artistic form of expression)\n\n  subject_terms_2: Portrait sculpture Eurasians Realism in art\n\n  subject_terms_3: Sculpture\n\n  sgcool_label_text: \\Annaratnam Gunaratnam was a women who has sustained her practice through commissions. She was an important artist in the genre of portrait sculpture. She produced portrait sculptures of many dignitaries like Mahatma Gandhi\n and Swami Vivekananda\n were presented to the Ramakrishna Mission Bartley Road Singapore. She was also important in the field of art education. She taught art at the Methodist Girls\\u0027 School\n Kuala Lumpur\n and then as head of the art department at the Raffles Girls\\u0027 Secondary School from 1948 to 1968 in Singapore. She also taught art to boys at the Beatty Secondary School before her early retirement.\\r\\n\\r\\nThis sculpture shows strong technical ability in casting\n capturing the flowing lines of her clothes and detailed features of her facial expression. Her commitment to realism is shown in her focus on details and her representation of women not as \\\\idealised types\\\\ but as an individual with her own subjectivity\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00952",
    "Image": "",
    "object_work_type": "sculpture (visual works) figure works portraits",
    "title_text": "Mavis",
    "preference": "main",
    "title_language": "",
    "creator_2": "Annaratnam Gunaratnam",
    "creator_1": "Gunaratnam Annaratnam, Mrs",
    "creator_role": "Artist (visual artists)",
    "creation_date": "1953",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "bronze (metal)",
    "techniques_name": "casting (process)",
    "object_colour": "bronze (colour)",
    "physical_appearance": "This is a sculpture of a lady. She has short hair, and sharp features. Her head turns away from the viewer, and her collar bones are defined. The sculpture is realistic in its style.",
    "subject_terms_1": "realism (artistic form of expression)",
    "subject_terms_2": "Portrait sculpture Eurasians Realism in art",
    "subject_terms_3": "Sculpture",
    "sgcool_label_text": "\"Annaratnam Gunaratnam was a women who has sustained her practice through commissions. She was an important artist in the genre of portrait sculpture. She produced portrait sculptures of many dignitaries like Mahatma Gandhi, and Swami Vivekananda, were presented to the Ramakrishna Mission Bartley Road Singapore. She was also important in the field of art education. She taught art at the Methodist Girls\u0027 School, Kuala Lumpur, and then as head of the art department at the Raffles Girls\u0027 Secondary School from 1948 to 1968 in Singapore. She also taught art to boys at the Beatty Secondary School before her early retirement.\r\n\r\nThis sculpture shows strong technical ability in casting, capturing the flowing lines of her clothes and detailed features of her facial expression. Her commitment to realism is shown in her focus on details and her representation of women not as \"\"idealised types\"\" but as an individual with her own subjectivity"
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}