{
  "subject_terms_3": "Installation art",
  "materials_name": "textile materials  polyester (fiber)",
  "creator_2": "Jakkai Siributr",
  "object_work_type": "installations (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "This is an installation work consisting of 39 Thai civil service uniforms, each with an embroidered portrait of a Thai politician. The uniforms hover above the ground.",
  "sgcool_label_text": "Thai artist Jakkai Siributr is best known for his works in the textile medium. Featuring intricate embroidery and needlework, Jakkai confronts socio-political issues afflicting Thailand through the medium of fabric. In his numerous exploration of the turbulent Thai political scene, Jakkai hasn’t shied away from vocal critique. Immediately confrontational, Rape and Pillage features 39 white polyester jacket and trouser uniforms worn by the Thai civil service. Each uniform has been embroidered with the portrait of a Thai politician. Hovering off the ground, these uniforms strike the viewer as spectral representations of the politicians. Jakkai’s distrust of the state’s political leaders rings clear – the title of the work makes no attempt at concealing any disdain whatsoever. Yet, the work is also an invitation to viewers to cast their own judgement on these leaders themselves.In a time of political instability, the textile-based practice of Jakkai Siributr stands as a stark contrast to the state of affairs in the country today. The meticulously-crafted and labour-intensive hand-made pieces, all slow, skillful precision and carefully worked stitching, are in their sobriety and virtuosity in absolute opposition to the ethos of Thai public affairs today: fast, thoughtless, and random.",
  "preference": "main",
  "creator_1": "Siributr, Jakkai, 1969-",
  "edition_description": "Unique",
  "title_text": "Rape and Pillage",
  "creation_date": "2013",
  "subject_terms_1": "politicians  embroidery (visual works)  uniforms  public services (organizations) social issues",
  "creator_role": "artists (visual artists)",
  "accession_no_csv": "2017-00946-001 TO 079",
  "creation_place_original_location": "Thailand",
  "subject_terms_2": "Thailand  Politicians  Civil service  Uniforms  Installations (Art)  Embroidery",
  "techniques_name": "sound recordings embroidering"
}