{"subject_terms_3" : "visual arts  Painting", "materials_name" : "oil paint (paint)", "creator_2" : "Lim Mu Hue (1936-2008)", "object_work_type" : "oil paintings (visual works)  self-portraits", "object_colour" : "multicoloured", "physical_appearance" : "This is a portrait of a man; he wears a collared shirt, and faces the audience. Noticibly, he dons half of a spectacle where the only remaining lens is cracked. In the background to the right is a painting on an easel.", "sgcool_label_text" : "Lim Mu Hue ??? (sometimes Ling Mu Hua) [1936-2008] is reputed as one of Singapore’s leading printmakers, in particular in the woodcut and woodblock printmaking techniques. A respected art educator and alumnus of the Nanyang Academy of Fine Arts (graduating in 1955), his oeuvre was far more extensive that popularly assumed. Lim was also highly proficient in pastel and charcoal drawing, Chinese ink and Western painting, exploring figuration, landscapes and still-life. He taught at NAFA from 1960-69 before leaving to work at the Nanyang Siang Pau (a Chinese newspaper), becoming its Art Editor from 1969-1975. He later set up his own printing company but continued to be active in various art capacities throughout his life. He was honorary advisor to the Lee Kong Chian Art Museum from 1970 to 1980); and Senior Researcher for the Xu Bei Hong Memorial Hall in Nanjing in 2001 and Visiting Professor at the Inner Mongolian Eastern Cultural Museum, China in 2002. Lim’s monumental public art mural for the Esplanade SMRT station was completed in the year of his passing.  \r\n\r\nThe interest in Lim’s woodcut prowess has often eclipsed his proficient and interesting painting portfolio. He has been celebrated largely for his detailed woodcutting imagery derived from street theatre and puppetry as well as distinctly local and regional activities such as fishing or gathering toddy.  \r\n\r\nThis self portrait painting presents another facet of Lim’s practice that merits more attention. This is a self-portrait of the artist when he was 27 years old. It is an intriguing phase not only within Lim’s oeuvre but also in the larger discussion of Surrealist and Symbolist influences or their variants in Singapore art development. That this was executed in 1963 throws light and insight on this area of research at this particular juncture of art history here and in the region. During this period, Lim was teaching art at NAFA; he was also producing woodcuts, drawings and cartoons.  \r\nIn this unusually small portrait, Lim’s self-depiction is dense with details that are open to interpretative possibilities. He dons spectacles but his eye-glasses appear snapped off so that only 1 side of the framed lens is left. The reflection appears to capture images of abstract paintings, possibly of those surrounding him in the studio or space he is in. The green tinge in this work is characteristic of surrealist-influenced works. This work also adds to the area of artist’s self-representations – an area of interest for museum curators and historians.  \r\n", "preference" : "main", "creator_1" : "Lim, Mu Hue, 1936-2008", "title_text" : "Self-portrait", "creation_date" : "1963", "subject_terms_1" : "Surrealist  self-expression", "creator_role" : "artists (visual artists)", "accession_no_csv" : "2017-00814", "shape" : "Rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Painting  Self-portraits  Surrealism  Expression (Philosophy)", "techniques_name" : "oil painting (technique)"}