{"subject_terms_3" : "visual arts  Decorative arts Ceramics", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "object_work_type" : "porcelain (visual works)  Ceramics (object genre)  jars", "object_colour" : "multicoloured", "physical_appearance" : "This is a blue white jarlet and its aesthetic is comprised of three decorative schemes; the top concentric band is made up of patterned flower petals, the middle register being that of lotus scrolls, while the bottom has a curvilinear motif. The surface of the jarlet shows signs of wear; there are patches of browning covering its exterior.", "sgcool_label_text" : "This globular jarlet features three bands of decoration executed in underglaze cobalt blue around its body, with stylised lotus scrolls occupying the middle register. The development of Vietnamese blue and white ceramics was spurred by the Chinese occupation of north Vietnam from 1407 to 1428 and the decline of Chinese porcelain exports during the fifteenth century.  Vietnamese potters were quick to capitalise on the gap and became prolific producers of blue and white wares, which they exported to overseas consumers in Indonesia, Malaysia and the Phillipines. Small ceramic jars or jarlets were a popular commodity among the local communities and were probably used to contain medicines, oils and even magic potions.", "preference" : "main", "title_text" : "Blue and white jarlet", "creation_date" : "15th or 16th century", "subject_terms_1" : "lotus (motif)  cultural diffusion? porcelain paintings (visual works)  freehand drawings (drawings)  symbolism  miniature (size attribute)  utilitarian objects exports", "styles_periods_indexing_terms" : "Vietnamese (culture or style)", "accession_no_csv" : "2017-00279", "shape" : "concave", "creation_place_original_location" : "Vietnam", "subject_terms_2" : "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Floral decorations  Porcelain, Vietnamese  Miniature porcelain", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)  patterning?"}