{"id":"2017-00549","title":"History","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00549\nImage:\nobject_work_type:textile art (visual works)\ntitle_text:History\npreference:main\ntitle_language:\ncreator_2:Phasao Lao\ncreator_1:Not indicated\ncreator_role:textile artists\ncreation_date:2013 - 2015\ncreation_place_original_location:Laos\nstyles_periods_indexing_terms:Hmong (culture or style)\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile) cloth coloured ink\ntechniques_name:appliqué (technique) embroidering drawing (image-making)\nobject_colour:multicoloured\nedition_description:Unique\nphysical_appearance:The images present a series of five rectangular textile artworks\n placed side by side. They are mounted on a wall. All of the artworks have a similar border comprising of a black motif with red dots in the triangular\n heart\n and clubbed shape designs. The background of the artworks are yellow in colour. Each artwork depicts the outlines of two people standing side by side. They are holding hands and facing the viewer. All of them are barefoot. They are represented with ethnic costumes and headgears. Lao script has been embroidered on all five of the textile artworks.\nsubject_terms_1:motifs symbolism (artistic concept) depictions (visual works) ethnic groups folk costume genealogies (histories)\nsubject_terms_2:Motifs Symbolism Hmong (Asian people) Ethnic costume Family histories Appliqué Embroidery\n Hmong\nsubject_terms_3:Ethnic costume Textile art and design Genealogy\nsubject_terms_4:\nsgcool_label_text:Phasao Lao’s History series is a rudimentary chronicle of his Hmong clan and its familial provenance. Each panel includes a black border of motifs that symbolise ‘spirits’\n and an outline of different ancestors or leaders in red\n the colour of strength and courage. But whereas oral and pictorial histories are more commonplace in Hmong culture\n Lao has embroidered Lao script onto the fabric\n placing significance on the posterity of both his artwork and his Hmong clan.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00549","Image":"","object_work_type":"textile art (visual works)","title_text":"History","preference":"main","title_language":"","creator_2":"Phasao Lao","creator_1":"Not indicated","creator_role":"textile artists","creation_date":"2013 - 2015","creation_place_original_location":"Laos","styles_periods_indexing_terms":"Hmong (culture or style)","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile) cloth coloured ink","techniques_name":"appliqué (technique) embroidering drawing (image-making)","object_colour":"multicoloured","edition_description":"Unique","physical_appearance":"The images present a series of five rectangular textile artworks, placed side by side. They are mounted on a wall. All of the artworks have a similar border comprising of a black motif with red dots in the triangular, heart, and clubbed shape designs. The background of the artworks are yellow in colour. Each artwork depicts the outlines of two people standing side by side. They are holding hands and facing the viewer. All of them are barefoot. They are represented with ethnic costumes and headgears. Lao script has been embroidered on all five of the textile artworks.","subject_terms_1":"motifs symbolism (artistic concept) depictions (visual works) ethnic groups folk costume genealogies (histories)","subject_terms_2":"Motifs Symbolism Hmong (Asian people) Ethnic costume Family histories Appliqué Embroidery, Hmong","subject_terms_3":"Ethnic costume Textile art and design Genealogy","subject_terms_4":"","sgcool_label_text":"Phasao Lao’s History series is a rudimentary chronicle of his Hmong clan and its familial provenance. Each panel includes a black border of motifs that symbolise ‘spirits’, and an outline of different ancestors or leaders in red, the colour of strength and courage. But whereas oral and pictorial histories are more commonplace in Hmong culture, Lao has embroidered Lao script onto the fabric, placing significance on the posterity of both his artwork and his Hmong clan."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}