{"id":"2017-00012-001 to 003","title":"SIA ground staff uniform","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00012-001 to 003\nImage:\nobject_work_type:uniforms  blouses (main garments)  skirts (garments)\ntitle_text:SIA ground staff uniform\npreference:main\ntitle_language:\ncreator_2:Pierre Balmain\ncreator_1:Balmain\n Pierre\n 1914-1982\ncreator_role:fashion designers\ncreation_date:1960s\ncreation_place_original_location:Singapore  Malaysia\ninscriptions:\ninscription_language:\nmaterials_name:cotton (textile)  metal\ntechniques_name:sewing (needleworking technique)\nobject_colour:multicoloured\nphysical_appearance:This is a three-piece uniform consisting of a turquoise A-line skirt\n jacket\n and a batik-print blouse. The latter is short-sleeved\n and collared; ending with a narrow bow where the top button usually is. Pocketed\n the jacket has the Singapore Airlines logo minted on it.\nsubject_terms_1:batik  corporate image identity  flower (motifs)\nsubject_terms_2:Pierre Balmain (Firm)  Corporate image Identity  Floral decorations  Uniforms  Malaysia-Singapore Airlines  Batik\nsubject_terms_3:Malaysia-Singapore Airlines\ncontext_21:108-A Orchard Road\nsgcool_label_text:This three-piece uniform belonged to a former Singapore Airlines ground hostess.  It consists of a turquoise A-line skirt that was coordinated with a short-sleeve collared blouse with a narrow bow in batik print design.  The uniform was designed by French couturier Pierre Balmain\n and was first unveiled in 1968 when Singapore Airlines was still part of Malaysia-Singapore Airlines (MSA).  Balmain’s choice of batik print for the uniforms of both cabin crew and ground staff was a means for SIA to assert Malayan identity and hospitality. The batik print design consists of brightly-coloured floral motifs and a colourful border resembling the sawtooth motif that runs along the edges of these uniforms.  A label stating the name of the tailor for this uniform\n “Lilian’s 108-A Orchard Road\n Tel: 377626” in on the jacket and blouse.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00012-001 to 003","Image":"","object_work_type":"uniforms  blouses (main garments)  skirts (garments)","title_text":"SIA ground staff uniform","preference":"main","title_language":"","creator_2":"Pierre Balmain","creator_1":"Balmain, Pierre, 1914-1982","creator_role":"fashion designers","creation_date":"1960s","creation_place_original_location":"Singapore  Malaysia","inscriptions":"","inscription_language":"","materials_name":"cotton (textile)  metal","techniques_name":"sewing (needleworking technique)","object_colour":"multicoloured","physical_appearance":"This is a three-piece uniform consisting of a turquoise A-line skirt, jacket, and a batik-print blouse. The latter is short-sleeved, and collared; ending with a narrow bow where the top button usually is. Pocketed, the jacket has the Singapore Airlines logo minted on it.","subject_terms_1":"batik  corporate image identity  flower (motifs)","subject_terms_2":"Pierre Balmain (Firm)  Corporate image Identity  Floral decorations  Uniforms  Malaysia-Singapore Airlines  Batik","subject_terms_3":"Malaysia-Singapore Airlines","context_21":"108-A Orchard Road","sgcool_label_text":"This three-piece uniform belonged to a former Singapore Airlines ground hostess.  It consists of a turquoise A-line skirt that was coordinated with a short-sleeve collared blouse with a narrow bow in batik print design.  The uniform was designed by French couturier Pierre Balmain, and was first unveiled in 1968 when Singapore Airlines was still part of Malaysia-Singapore Airlines (MSA).  Balmain’s choice of batik print for the uniforms of both cabin crew and ground staff was a means for SIA to assert Malayan identity and hospitality. The batik print design consists of brightly-coloured floral motifs and a colourful border resembling the sawtooth motif that runs along the edges of these uniforms.  A label stating the name of the tailor for this uniform, “Lilian’s 108-A Orchard Road, Tel: 377626” in on the jacket and blouse."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}