{
  "id": "2017-00409",
  "title": "Kain panjang",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00409\n\n  Image: \n\n  object_work_type: batik art folk costume\n\n  title_text: Kain panjang\n\n  preference: main\n\n  title_language: \n\n  creator_2: Jane Hendromartono\n\n  creator_role: textile designers\n\n  creation_date: 1965-1980s\n\n  creation_place_original_location: Pekalongan (Indonesia)\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile)\n\n  techniques_name: batik\n\n  object_colour: multicolored\n\n  physical_appearance: This is a batik kain panjang. It is decorated with floral motifs. On the broad vertical panel on the right\n there is a large bouquet of flowers against a dark blue background. The main body of the kain panjang features repeated patterns of flowers and curling tendrils against a light cream background. There is a signature on the bottom-right of the batik kain panjang.\n\n  subject_terms_1: Peranakan flower (motif) foliage (motif)\n\n  subject_terms_2: Motifs Ethnic costume Peranakan (Asian people) Batik\n\n  subject_terms_3: Peranakan costumes Batik\n\n  sgcool_label_text: The broad vertical panel of this kain panjang or kepala is decorated with a large bouquet of flowers\n also known as the buketan motif.  On the main design feature of this cloth (badan)\n repeated patterns of flowers and curling tendrils are set against a cream background.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s. This piece is signed “Jane Hendromartono Pekalongan Java”.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00409",
    "Image": "",
    "object_work_type": "batik art folk costume",
    "title_text": "Kain panjang",
    "preference": "main",
    "title_language": "",
    "creator_2": "Jane Hendromartono",
    "creator_role": "textile designers",
    "creation_date": "1965-1980s",
    "creation_place_original_location": "Pekalongan (Indonesia)",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile)",
    "techniques_name": "batik",
    "object_colour": "multicolored",
    "physical_appearance": "This is a batik kain panjang. It is decorated with floral motifs. On the broad vertical panel on the right, there is a large bouquet of flowers against a dark blue background. The main body of the kain panjang features repeated patterns of flowers and curling tendrils against a light cream background. There is a signature on the bottom-right of the batik kain panjang.",
    "subject_terms_1": "Peranakan flower (motif) foliage (motif)",
    "subject_terms_2": "Motifs Ethnic costume Peranakan (Asian people) Batik",
    "subject_terms_3": "Peranakan costumes Batik",
    "sgcool_label_text": "The broad vertical panel of this kain panjang or kepala is decorated with a large bouquet of flowers, also known as the buketan motif.  On the main design feature of this cloth (badan), repeated patterns of flowers and curling tendrils are set against a cream background.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s. This piece is signed “Jane Hendromartono Pekalongan Java”."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}