{
  "id": "2017-01040-114",
  "title": "Sixteen Months in Singapore: Photograph of race car on a road \"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\"",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-01040-114\n\n  Image: \n\n  object_work_type: photographs black-and-white photographs\n\n  title_text: Sixteen Months in Singapore: Photograph of race car on a road \\Personal photograph album titled \\\\Sixteen Months in Singapore\\\\\\\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1951-1952\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: photographic processes\n\n  object_colour: black-and-white (colors)\n\n  physical_appearance: This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features a road\n stretching from the bottom left of the photograph to the right. In the right of the photograph\n there is a back view of a race car with a driver seated in it. Beside the car\n there is a man dressed in light clothing\n holding a flag. In the left of the photograph\n there is a tall wired fence seen. There are no inscriptions on the photograph. There are no tears or folds seen.\n\n  subject_terms_1: automobile racing snapshots races (events)\n\n  subject_terms_2: Racetracks (Automobile racing) Photographs\n\n  subject_terms_3: Photography Auto racing events\n\n  subject_terms_4: \n\n  sgcool_label_text: This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life\n including friends she made within the Jewish community in Singapore.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-01040-114",
    "Image": "",
    "object_work_type": "photographs black-and-white photographs",
    "title_text": "Sixteen Months in Singapore: Photograph of race car on a road \"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\"",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1951-1952",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "photographic processes",
    "object_colour": "black-and-white (colors)",
    "physical_appearance": "This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features a road, stretching from the bottom left of the photograph to the right. In the right of the photograph, there is a back view of a race car with a driver seated in it. Beside the car, there is a man dressed in light clothing, holding a flag. In the left of the photograph, there is a tall wired fence seen. There are no inscriptions on the photograph. There are no tears or folds seen.",
    "subject_terms_1": "automobile racing snapshots races (events)",
    "subject_terms_2": "Racetracks (Automobile racing) Photographs",
    "subject_terms_3": "Photography Auto racing events",
    "subject_terms_4": "",
    "sgcool_label_text": "This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life, including friends she made within the Jewish community in Singapore."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}