{"subject_terms_3" : "Batik", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "altar cloths", "object_colour" : "multicolored", "physical_appearance" : "This is a batik altar cloth. It consists of two panels. The lower panel features a Chinese character painted in the middle as a medallion, bordered by foliage designs. It is accompanied by a pair of birds perched on a tree on the right, and a pair of fishes swimming amongst plants on the left. The upper panel features four Chinese characters in scallop medallions. There is a signature on the bottom-left of the batik altar cloth.", "sgcool_label_text" : "The Chinese character denoting ‘double happiness’ is shown on the lower panel of this tok wi or altar cloth.  It is flanked by a pair of birds on the one side, and a pair of fishes on the other.  On the upper panel are four Chinese characters denoting wishes of loyalty and faith.  This altar cloth was probably used as part of a wedding ceremony given the pictorial symbolism of martial bliss and harmony.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Jane Hendromartono Pekalongan Java”.", "preference" : "main", "title_text" : "Altar cloth", "creation_date" : "1965-1980s", "subject_terms_1" : "Peranakan symbolism depictions (visual works) foliage (motif) ceremonial objects", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00421", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Altar-cloths Batik Peranakan (Asian people) Symbolism Motifs", "techniques_name" : "batik"}