{
  "subject_terms_3": "1942-1945 Japanese occupation Great Britain, Royal Air Force",
  "context_2": "world wars occupations (armed conflicts)",
  "materials_name": "paper (fiber product) ink",
  "creator_2": "George Dudley Binsted (?)",
  "object_work_type": "maps (documents)",
  "object_colour": "multicolored",
  "physical_appearance": "This is an annotated map of the Malay Peninsular. The map is printed in multiple colours including black, beige and red. There are several penned annotations, marking out places and interest, written in blue ink. The map is quite worn, with the fold lines stained and the edges creased and slightly torn.",
  "sgcool_label_text": "This map belonged to George Dudley Binsted, a former Changi POW. This map of the Malay Peninsular was issued by the Royal Air Force (RAF), which Binsted had kept throughout his years of captivity and after. The map contains hand markings, which were believed to be the escape route he had planned. Binsted joined the Royal Air Force in 1941 and had flown Spitfires over France before being posted to Java. After the fall of Singapore in February 1942, Binsted along with four others, were captured by the Japanese. They were transported by ship to Singapore, where they spent the next three and a half years as POWs in Changi Prison.",
  "preference": "main",
  "context_6": "Malaya Singapore",
  "context_1": "World War, 1939-1945 1942-1945 Japanese Occupation",
  "context_5": "1945 1945",
  "title_text": "1941 RAF map of the Malay Peninsular",
  "creation_date": "1941",
  "subject_terms_1": "prisoners of war world wars military officers",
  "context_4": "1939 1942",
  "context_8": "armed forces",
  "creator_role": "creators",
  "accession_no_csv": "2017-00585",
  "shape": "rectangular",
  "creation_place_original_location": "Malaya Singapore",
  "subject_terms_2": "Maps Great Britain, Royal Air Force Prisoner of war World War, 1939-1945 Malay Peninsula",
  "context_3": "1939-1945 1942-1945",
  "techniques_name": "printing (processes) drawing (image-making)",
  "scale_type": "Not indicated",
  "context_7": "Great Britain. Army. Force 136"
}