{"context_23" : "NA 1808", "context_24" : "NA 1808", "subject_terms_4" : "NA NA", "subject_terms_3" : "Visual arts East India Company East India Company  Visual Arts", "context_2" : "NA NA", "materials_name" : "paper (fiber product) paper (fiber product)", "creator_2" : "William Daniell (engraver) (1769 - 1837) William Daniell (engraver)", "object_work_type" : "aquatints (prints) engravings (prints) paperwork (visual works)  aerial views aquatints", "object_colour" : "multicoloured black-and-white (colours) ??", "context_18" : "NA NA", "physical_appearance" : "This artwork depicts a landscape view of the East India Docks. The top half of the aquatint consists of the sky and clouds, while the bottom half depicts the ships, docks, and rivers. The artwork has a wooden frame and it has a white border with a brown perimeter in between. At the bottom of the artwork, its title is displayed in capital letters. Under its title, there are four rows of paragraphs describing aspects of the East India docks. The colours on the aquatint do not look smudged.  This is an aerial view of a dock. The meandering river is filled with ships of various sizes, and the land across seems vast and expansive with sparse settlement.", "context_22" : "NA 1808", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "The East India Docks were opened in 1806 in Blackwall, London, to accommodate the shipping needs of the East India Company. This aquatint presents an aerial view of the docks, with the Thames in the middle ground, and Greenwich in the distance to the right. It was drawn, engraved and published by William Daniell, an English landscape and marine artist who together with his uncle Thomas Daniell  travelled extensively in India. The East India Docks were opened in 1806 in Blackwall, London, to accommodate the shipping needs of the East India Company. This aquatint presents an aerial view of the docks, with the Thames in the middle ground, and Greenwich in the distance to the right. It was drawn, engraved and published by William Daniell, an English landscape and marine artist who together with his uncle Thomas Daniell  travelled extensively in India.", "preference" : "main main", "context_6" : "NA NA", "creator_1" : "Daniell, William, 1769 - 1837 Daniell, William, 1769-1837", "context_1" : "NA NA", "edition_description" : "NA NA", "context_19" : "NA NA", "context_21" : "NA Blackwall (London, England)", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "A View of the East India Docks A View of the East India Docks", "creation_date" : "1808 1808", "subject_terms_1" : "landscapes (representations) marines (visual works) dockyards docks (waterfront spaces) shipping  landscapes (representations) ships", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "NA NA", "context_8" : "NA NA", "creator_role" : "artists (visual artists) landscapists artists (visual artists)", "context_20" : "NA East India Docks", "styles_periods_indexing_terms" : "NA NA", "accession_no_csv" : "2017-00048", "shape" : "rectangular Rectangular", "creation_place_original_location" : "London (England) London (England) Blackwall (London, England)", "subject_terms_2" : "Landscapes Aquatint Engraving Docks England East India Company prints Thames River (England) Blackwall (London, England) East India Company  Thames River (England) Greenwich (London, England)  Daniell, Thomas, 1749-1840? Aerial views  Docks  Indiamen Landscapes  Aquatint", "context_3" : "NA NA", "context_9" : "NA NA", "techniques_name" : "aquatint (printing process) aquatint (printing process)", "scale_type" : "NA NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}