{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "sarongs batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik sarong. It is red, blue, and white in colour, and is densely decorated with design motifs. On the center-right, there is a vertical row of opposing and interlocking triangles. The main body of the batik features lotus flowers, tendrils and stylised birds and animals. There are no signatures on this batik sarong.", "sgcool_label_text" : "Rows of opposing and interlocking triangles, known as tumpal or pucuk rebung, occupy the broad vertical panel (kepala) of this sarong.  Together with the two panels flanking the kepala, known as papan, they divide the main design field (badan) into two equal parts.  A profusion of lotus flowers, tendrils and stylised birds and animals is harmoniously executed on this piece.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "title_text" : "Sarong", "creation_date" : "Late 19th-20th century", "subject_terms_1" : "Peranakan folk costume flower (motif) birds (motifs) foliage (motif)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00322", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}