{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "sarongs batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik sarong. The left of the batik features a broad vertical panel with alternating elongated triangles that contains floral motifs and birds. The triangles are set against a red background with rosettes. The body of this sarong are decorated with swirling branches and birds against a cream background. There are no signatures seen on this batik sarong.", "sgcool_label_text" : "Alternating elongated triangles or tumpal rows with floral motifs, birds and rosettes are shown on the broad vertical panel of this sarong (or kepala).  The main design field (or badan) is set against a cream ground and embellished with swirling branches, and birds in flight.  A wave-like indigo blue band of floral motifs appear on the lower border of this sarong.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "title_text" : "Sarong", "creation_date" : "Late 19th-early 20th century", "subject_terms_1" : "Peranakan folk costume flower (motif) birds (motifs) foliage (motif)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00331", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}