{
  "subject_terms_3": "Batik Peranakan costumes",
  "materials_name": "cotton (textile)",
  "creator_2": "Jane Hendromartono",
  "object_work_type": "folk costume batik art",
  "object_colour": "multicolored",
  "physical_appearance": "This is a batik kain panjang. It features a repeated motif pattern of a large bouquet of flowers on both the main design of the batik and the broad vertical panel. The floral blooms and tendrils on the panel on the right are set against a brown background. On the main body, the motif is set against diagonal rows of parang design. There is a signature on the bottom right of the batik.",
  "sgcool_label_text": "The buketan motif or a large bouquet of flowers is depicted on both the main design field (on the body or badan) and broad vertical panel (kepala) of this batik.  The curving tendrils and exuberant blooms are set against a plain traditional soga brown ground in the kepala.  While the buketan is set against diagonal rows of the parang design, an ancient Javanese motif that was traditionally associated with the Javanese royalty.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Liem Giok Hwa Kedungwuni”.",
  "preference": "main",
  "title_text": "Kain panjang",
  "creation_date": "1950-1965",
  "subject_terms_1": "Peranakan flower (motif) geometric motif cultural diffusion",
  "creator_role": "textile designers",
  "styles_periods_indexing_terms": "Peranakan",
  "accession_no_csv": "2017-00364",
  "shape": "rectangular",
  "creation_place_original_location": "Pekalongan (Indonesia)",
  "subject_terms_2": "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion",
  "techniques_name": "batik"
}