{
  "id": "2017-00061",
  "title": "Man\u0027s sash",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00061\n\n  Image: \n\n  object_work_type: sashes (costume accessories)\n\n  title_text: Man\\u0027s sash\n\n  preference: main\n\n  title_language: \n\n  creation_date: Late 19th - early 20th century\n\n  creation_place_original_location: Sumatra (Indonesia)\n\n  styles_periods_indexing_terms: Indonesian (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: silk (textile) metal thread\n\n  techniques_name: sewing (needleworking technique) embroidering\n\n  object_colour: multicolored\n\n  physical_appearance: This is a long sash. The sash is blue\n with the ends featuring embroidery work comprised of brightly-coloured\n geometric patterns. The ends of the panels are bordered by stitched triangles. There are several tears in the middle of the sash.\n\n  subject_terms_1: geometric motifs ceremonial costume embroidery (visual works) folk costume\n\n  subject_terms_2: Motifs Ethnic costume Embroidery Sashes (Clothing)\n\n  subject_terms_3: Chinese costumes\n\n  sgcool_label_text: The form of this sash is similar to Chinese men’s sashes.  Both ends of the sash are embroidered in drawn work technique.  The embroidery panels comprise brightly-coloured\n geometric patterns.  They are segmented by flattened and couched metallic thread work.  The pointed end of the panels are bordered by triangles in darning stitches.  The style of this drawn work is typical of West Sumatran examples\n which features angular animal motifs as well.  Gold bobbin lace and the sawtooth motif worked in a variant of buttonhole stitch bind the edges of the sash.  Given its labour intensive production and choice of silk\n this sash may have been worn as part of a ceremony\n such as a wedding.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00061",
    "Image": "",
    "object_work_type": "sashes (costume accessories)",
    "title_text": "Man\u0027s sash",
    "preference": "main",
    "title_language": "",
    "creation_date": "Late 19th - early 20th century",
    "creation_place_original_location": "Sumatra (Indonesia)",
    "styles_periods_indexing_terms": "Indonesian (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "silk (textile) metal thread",
    "techniques_name": "sewing (needleworking technique) embroidering",
    "object_colour": "multicolored",
    "physical_appearance": "This is a long sash. The sash is blue, with the ends featuring embroidery work comprised of brightly-coloured, geometric patterns. The ends of the panels are bordered by stitched triangles. There are several tears in the middle of the sash.",
    "subject_terms_1": "geometric motifs ceremonial costume embroidery (visual works) folk costume",
    "subject_terms_2": "Motifs Ethnic costume Embroidery Sashes (Clothing)",
    "subject_terms_3": "Chinese costumes",
    "sgcool_label_text": "The form of this sash is similar to Chinese men’s sashes.  Both ends of the sash are embroidered in drawn work technique.  The embroidery panels comprise brightly-coloured, geometric patterns.  They are segmented by flattened and couched metallic thread work.  The pointed end of the panels are bordered by triangles in darning stitches.  The style of this drawn work is typical of West Sumatran examples, which features angular animal motifs as well.  Gold bobbin lace and the sawtooth motif worked in a variant of buttonhole stitch bind the edges of the sash.  Given its labour intensive production and choice of silk, this sash may have been worn as part of a ceremony, such as a wedding."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}