{
  "subject_terms_3": "visual arts  Taoism Buddhism Decorative arts Ceramics",
  "context_2": "exhibitions (events)",
  "materials_name": "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze",
  "object_work_type": "porcelain (visual works)  dishes (object genre)  Ceramics (object genre)",
  "object_colour": "multicoloured",
  "physical_appearance": "This is a Ming dynasty blue-and-white dish. The centre of this large dish depicts a carp leaping out of the waves into the sky; implied by the cloud motifs. The flat rim is decorated with peonies that alternate between a variety of auspicious symbols  common to the Chinese tradition. Its outer body is painted with jasmine flowers. Its lower outer rim has sprawling vine motifs.",
  "sgcool_label_text": "The centre of this large dish is painted with a carp leaping from waves, while the flattened rim is decorated with the various auspicious emblems and peony sprays. In Chinese art and culture, the leaping carp represents determination and accomplishment as it is associated with the passing of the civil service examinations. The imagery stems from a traditional Chinese belief that carps which swim upstream in the Yellow River and leap successfully across the rapids at Dragon’s Gate are transformed into dragons.",
  "preference": "main",
  "context_6": "National Museum of Singapore",
  "context_1": "It was exhibited at the Exhibition of Chinese Blue-and-White Ceramics held at the National Museum of Singapore in 1978.",
  "context_5": "18-Apr-78",
  "title_text": "Blue and white dish with carp",
  "creation_date": "Ming, 16 or 17th century",
  "subject_terms_1": "carp  Paeonia (genus)  symbolism  flower (motif) repeated motif Taoism",
  "context_4": "18-Apr-78",
  "context_8": "planners curators",
  "styles_periods_indexing_terms": "Ming (culture, period, and styles)  Chinese ceramics styles",
  "accession_no_csv": "2017-00260",
  "shape": "concave",
  "creation_place_original_location": "China",
  "subject_terms_2": "Carp Peonies Faith in art Fortune  Taoism and the arts Buddhism and art  Buddhism and culture Blue and white ware China Porcelain, Chjnese Ming- Qing dynasties, 1368-1912",
  "context_3": "Apr-78",
  "techniques_name": "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)",
  "context_7": "National Museum (Singapore)"
}