{"id":"2017-00047","title":"Singapore from Cairn Hill","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00047\nImage:\nobject_work_type:watercolours (paintings) paintings (visual works)\ntitle_text:Singapore from Cairn Hill\npreference:main\ntitle_language:\ncreator_2:Percy Carpenter (1820-1895)\ncreator_1:Carpenter\n Percy\n 1820 - 1895\ncreator_role:artists (visual artists)\ncreation_date:February 1858\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product) watercolour (paint)\ntechniques_name:painting (image-making)\nobject_colour:multicoloured\nphysical_appearance:This painting depicts the landscape of Singapore from Cairn Hill. Almost three quarters of the painting consists of the sky and clouds\n with the remaining space depicting the natural landscape of Singapore. There are three human figures drawn in the painting. Two of them are standing alongside one another\n dressed in white colonial garb. The other figure is a gardener dressed in blue and tending to the vegetation. Nearer to the horizon line on the painting\n colonial buildings atop hills can be seen as well as the coastline. The colours of the painting do not look smudged. There is a signature of the artist and the date of the creation of the artwork on the bottom right\n in a single row.\nsubject_terms_1:landscapes (representations) colonials (people) colonial settlements\nsubject_terms_2:Watercolour painting Singapore Colonization Landscapes\nsubject_terms_3:Watercolour Painting Visual arts\nsgcool_label_text:This view of Singapore was painted by Percy Carpenter (1820-1895)\n an English artist who resided in Singapore from 1855 until he moved to Calcutta by 1859. The foreground of this watercolour work depicts John James Greenshields\n a partner of Guthrie \\u0026 Co. and a member of the Singapore Municipal Committee\n together with his wife\n looking outwards from the vantage point of their residence at Cairn Hill. Government Hill is visible at the centre of this landscape\n flanked by Mount Sophia on the left and Institution Hill on the right. This idyllic\n picturesque view nonetheless shows hints of Singapore\\u0027s busy trade\n with glimpses of shipping scenes in the background.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00047","Image":"","object_work_type":"watercolours (paintings) paintings (visual works)","title_text":"Singapore from Cairn Hill","preference":"main","title_language":"","creator_2":"Percy Carpenter (1820-1895)","creator_1":"Carpenter, Percy, 1820 - 1895","creator_role":"artists (visual artists)","creation_date":"February 1858","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product) watercolour (paint)","techniques_name":"painting (image-making)","object_colour":"multicoloured","physical_appearance":"This painting depicts the landscape of Singapore from Cairn Hill. Almost three quarters of the painting consists of the sky and clouds, with the remaining space depicting the natural landscape of Singapore. There are three human figures drawn in the painting. Two of them are standing alongside one another, dressed in white colonial garb. The other figure is a gardener dressed in blue and tending to the vegetation. Nearer to the horizon line on the painting, colonial buildings atop hills can be seen as well as the coastline. The colours of the painting do not look smudged. There is a signature of the artist and the date of the creation of the artwork on the bottom right, in a single row.","subject_terms_1":"landscapes (representations) colonials (people) colonial settlements","subject_terms_2":"Watercolour painting Singapore Colonization Landscapes","subject_terms_3":"Watercolour Painting Visual arts","sgcool_label_text":"This view of Singapore was painted by Percy Carpenter (1820-1895), an English artist who resided in Singapore from 1855 until he moved to Calcutta by 1859. The foreground of this watercolour work depicts John James Greenshields, a partner of Guthrie \u0026 Co. and a member of the Singapore Municipal Committee, together with his wife, looking outwards from the vantage point of their residence at Cairn Hill. Government Hill is visible at the centre of this landscape, flanked by Mount Sophia on the left and Institution Hill on the right. This idyllic, picturesque view nonetheless shows hints of Singapore\u0027s busy trade, with glimpses of shipping scenes in the background."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}