{
  "subject_terms_3": "Chinese ink painting visual arts",
  "materials_name": "Chinese ink paper (fiber product)",
  "creator_2": "Fan, Chang Tien",
  "object_work_type": "ink wash paintings",
  "object_colour": "multicoloured",
  "physical_appearance": "This is a chinese ink and colour on paper work depicting a flight of swallows flying past a willow tree. Executed in a mixture of dry and wet brush of varying ink hues, the scene is dynamic and alive with movement.",
  "sgcool_label_text": "\"As one of the most influential pioneer artists in local art scene, Fan Chang Tien(1907-1987) was significant in shaping the direction for the modern development of ink painting in Singapore. During the 1920s, Fan studied in Shanghai Xin Hua Art Academy and then Shanghai Changming Academy of Art. He was taught by renowned Shanghai school artists such as Wang Geyi, Wang Yiting, Zhu Wenyun and Pan Tianshou. Fan arrived in Singapore in 1956 and began teaching art in Chung Cheng High School and Whampoa Secondary School respectively. Over decades, the artist nurtured a group of ink painters, and some of them become the leading figures of modern ink innovation in Singapore such Chua Ek Kay, Tan Oe Pang and Chen Kezhan. \r\n\r\nFan is specialised in the \"\"xieyi\"\" style (an expressive and sketchy style of Chinese ink painting) Chinese painting and competent both in the traditional genres of mountain-and-water and flower-and-bird. \"\"Swallows Passing by the Willows” produced in 1985",
  "preference": "main alternate",
  "creator_1": "Fan, Changqian, 1907-1987",
  "title_text": "Swallows Passing by the Willows  ????",
  "creation_date": "1985",
  "subject_terms_1": "running script  Aves (class)  Salix (genus) inscriptions",
  "creator_role": "artists (visual artists)",
  "styles_periods_indexing_terms": "Chinese (culture or style) xieyi",
  "accession_no_csv": "2017-00319",
  "shape": "Rectangular",
  "subject_terms_2": "Chinese language Writing Xing style  Swallows  Inscriptions, Chinese  Ink painting, Chinese Willow",
  "techniques_name": "xieyi dry-brush painting painting (image-making)"
}