{
  "id": "2017-00556-001 to 003",
  "title": "Untitled 2014 (curry for the soul of the forgotten)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00556-001 to 003\n\n  Image: \n\n  object_work_type: installations (visual works)\n\n  title_text: Untitled 2014 (curry for the soul of the forgotten)\n\n  preference: main\n\n  title_language: \n\n  creator_2: Rirkrit Tiravanija\n\n  creator_1: Tiravanija\n Rirkrit\n 1961-\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2014\n\n  creation_place_original_location: Thailand\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: mixed media\n\n  techniques_name: videography\n\n  object_colour: multicoloured\n\n  physical_appearance: This is an installation that includes a bronze brazier placed in front of a video that shows the artist cooking with a brazier. This contextualizes the use of the object in an environment where the activity itself could not be replicated.\n\n  subject_terms_1: genre (visual works) cooking and heating devices performance art\n\n  subject_terms_2: Performance art Cooking\n Thai Installations (Art) Art genres\n\n  subject_terms_3: Films Installation art\n\n  sgcool_label_text: Rirkrit Tiravanija was born in 1961 in Buenos Aires\n Argentina and lives and works in Chiang Mai\n Berlin and New York. He studied at the Ontario College of Art\n Toronto\n the Banff Center School of Fine Arts\n Canada\n the School of the Art Institute of Chicago\n and the Whitney Independent Study Program\n New York. Tiravanija’s invitation of audience participation through staging social events not usually undertaken within a gallery context informed the influential concept of ‘relational aesthetics’\n coined by French curator Nicolas Bourriaud\n which had a major impact on contemporary art in the 1990s. \\r\\n\\r\\nuntitled 2014 (curry for the soul of the forgotten) is a development of Tiravanija’s renowned cooking performances\n which he began in 1990. It features a bronze cookpot\n evocative of ancient sculpture\n which has been used to cook Thai curry near Tiravanija’s home in Chiang Mai. The accompanying video projection depicts the curry being cooked in the pot\n as ‘documentation’ of the action. While the curry is cooking\n the pot mysteriously moves across the platform\n creating a sense of anticipation that is not entirely resolved. We don’t participate in\n or even see\n the eating of the meal; only the evidence of its production through the video and the blackened cookpot. Many of Tiravanija’s installations form the stage for events to take place\n involving the viewer as part of the work. In this case\n the artist creates a distance between the meal and the audience\n who can only experience the work as evidence of an event that happened in the past.\\r\\n\n",
  "createdDate": "20201125084518",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00556-001 to 003",
    "Image": "",
    "object_work_type": "installations (visual works)",
    "title_text": "Untitled 2014 (curry for the soul of the forgotten)",
    "preference": "main",
    "title_language": "",
    "creator_2": "Rirkrit Tiravanija",
    "creator_1": "Tiravanija, Rirkrit, 1961-",
    "creator_role": "artists (visual artists)",
    "creation_date": "2014",
    "creation_place_original_location": "Thailand",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "mixed media",
    "techniques_name": "videography",
    "object_colour": "multicoloured",
    "physical_appearance": "This is an installation that includes a bronze brazier placed in front of a video that shows the artist cooking with a brazier. This contextualizes the use of the object in an environment where the activity itself could not be replicated.",
    "subject_terms_1": "genre (visual works) cooking and heating devices performance art",
    "subject_terms_2": "Performance art Cooking, Thai Installations (Art) Art genres",
    "subject_terms_3": "Films Installation art",
    "sgcool_label_text": "Rirkrit Tiravanija was born in 1961 in Buenos Aires, Argentina and lives and works in Chiang Mai, Berlin and New York. He studied at the Ontario College of Art, Toronto, the Banff Center School of Fine Arts, Canada, the School of the Art Institute of Chicago, and the Whitney Independent Study Program, New York. Tiravanija’s invitation of audience participation through staging social events not usually undertaken within a gallery context informed the influential concept of ‘relational aesthetics’, coined by French curator Nicolas Bourriaud, which had a major impact on contemporary art in the 1990s. \r\n\r\nuntitled 2014 (curry for the soul of the forgotten) is a development of Tiravanija’s renowned cooking performances, which he began in 1990. It features a bronze cookpot, evocative of ancient sculpture, which has been used to cook Thai curry near Tiravanija’s home in Chiang Mai. The accompanying video projection depicts the curry being cooked in the pot, as ‘documentation’ of the action. While the curry is cooking, the pot mysteriously moves across the platform, creating a sense of anticipation that is not entirely resolved. We don’t participate in, or even see, the eating of the meal; only the evidence of its production through the video and the blackened cookpot. Many of Tiravanija’s installations form the stage for events to take place, involving the viewer as part of the work. In this case, the artist creates a distance between the meal and the audience, who can only experience the work as evidence of an event that happened in the past.\r\n"
  },
  "nlpDate": "20201125084518",
  "connectorId": 0,
  "tags": {}
}