{
  "id": "2017-00584",
  "title": "Cu?i Cùng (The End)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00584\n\n  Image: \n\n  object_work_type: oil painting (visual works) canvas paintings\n\n  title_text: Cu?i Cùng (The End)\n\n  preference: main\n\n  title_language: \n\n  creator_2: Nguy?n Lâm (b.1941)\n\n  creator_role: artists (visual artists)\n\n  creation_date: 1965\n\n  creation_place_original_location: Vietnam\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: canvas board oil paint (paint)\n\n  techniques_name: oil painting (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a semi-abstract painting in an off-white colour. A black stroke runs horizontally  across the upper half of the canvas\n and in it lies a skeleton. A pair of wooden Vietnamese shoes have been painted to be neatly placed facing the corpse in the bottom left corner.\n\n  subject_terms_1: deaths abstraction life\n\n  subject_terms_2: Death Life Art\n Abstract\n\n  subject_terms_3: visual arts\n\n  sgcool_label_text: Artist Nguy?n Lâm’s work is a strong representation of the cosmopolitan tendencies of the art world of Saigon (now known as Ho Chi Minh City) in the 1960s. Born in Can Tho in Vietnam’s south in 1941\n Nguy?n Lâm came to prominence at an early age. He was a member of the Saigon Young Artist’s Association\n a dynamic group of artists who strove to bring greater innovation to the art scene in Saigon. He was selected for representation in many international platforms in the period\n including the Paris biennales of 1961 and 1963\n and the Sao Paulo biennale of 1967. He was also one of the youngest Vietnamese artists to be represented at Saigon’s First International Art Exhibition of 1962. This artwork is a semi-abstract composition imbued with symbolic references. It represents a textured\n off-white field of colour\n traversed by a dark channel. Figured subtly within the central channel of paint is the image of a corpse\n while a pair of traditional Vietnamese wooden shoes interrupt the composition in the bottom right corner. The work is a mediation on life and death\n and the traces of life remaining after death.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00584",
    "Image": "",
    "object_work_type": "oil painting (visual works) canvas paintings",
    "title_text": "Cu?i Cùng (The End)",
    "preference": "main",
    "title_language": "",
    "creator_2": "Nguy?n Lâm (b.1941)",
    "creator_role": "artists (visual artists)",
    "creation_date": "1965",
    "creation_place_original_location": "Vietnam",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "canvas board oil paint (paint)",
    "techniques_name": "oil painting (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a semi-abstract painting in an off-white colour. A black stroke runs horizontally  across the upper half of the canvas, and in it lies a skeleton. A pair of wooden Vietnamese shoes have been painted to be neatly placed facing the corpse in the bottom left corner.",
    "subject_terms_1": "deaths abstraction life",
    "subject_terms_2": "Death Life Art, Abstract",
    "subject_terms_3": "visual arts",
    "sgcool_label_text": "Artist Nguy?n Lâm’s work is a strong representation of the cosmopolitan tendencies of the art world of Saigon (now known as Ho Chi Minh City) in the 1960s. Born in Can Tho in Vietnam’s south in 1941, Nguy?n Lâm came to prominence at an early age. He was a member of the Saigon Young Artist’s Association, a dynamic group of artists who strove to bring greater innovation to the art scene in Saigon. He was selected for representation in many international platforms in the period, including the Paris biennales of 1961 and 1963, and the Sao Paulo biennale of 1967. He was also one of the youngest Vietnamese artists to be represented at Saigon’s First International Art Exhibition of 1962. This artwork is a semi-abstract composition imbued with symbolic references. It represents a textured, off-white field of colour, traversed by a dark channel. Figured subtly within the central channel of paint is the image of a corpse, while a pair of traditional Vietnamese wooden shoes interrupt the composition in the bottom right corner. The work is a mediation on life and death, and the traces of life remaining after death."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}