{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It features both Chinese and Javanese motifs. The panel on the right consists of a verticle square diamonds in between rows of triangles. The right panel  is densely decorated with floral and bird motifs. The left side of the kain panjang consists of zigzag bands, containing motifs such as qilins, phoenixes and swastikas. There are no signatures seen on the batik kain panjang.", "sgcool_label_text" : "This exquisite batik combines design elements of both Chinese and Javanese inspiration.  Auspicious Chinese motifs such as mythical qilins, phoenixes and banji (or swastika) are enclosed within the zigzag bands on the main design field of this batik (or badan).  Javanese elements are also present, such as the ancient kawung and parang motifs, both of which were initially reserved for the exclusive use by the Central Javanese courts.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "Late 19th-early 20th century", "subject_terms_1" : "Peranakan flower (motif) birds (motifs) foliage (motif) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00327", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}