{
  "id": "2017-00860 ",
  "title": "Bride-to-be",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00860 \n\n  Image: \n\n  object_work_type: woodcuts (prints)\n\n  title_text: Bride-to-be\n\n  preference: main\n\n  title_language: \n\n  creator_2: See Cheen Tee\n\n  creator_1: See\n Cheen Tee\n 1928-1996\n\n  creator_role: Artist (visual artists)\n\n  creation_date: 1966\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: paper (fiber product) wood (plant material) coloured ink\n\n  techniques_name: woodcut (process)\n\n  object_colour: multicoloured\n\n  edition_description: 8th edition\n\n  physical_appearance: This is a coloured woodcut print depicting an elderly lady combing the hair of a younger lady who\n in this image\n is squatting. She holds a mirror in her right hand\n and has three bangles on her left hand. A basket with yellow and red flowers and a used scissor lie in the foreground.\n\n  subject_terms_1: cultural ceremonies hairstyling combs (grooming tools) weddings (ceremonies) hand mirrors flower (motif)\n\n  subject_terms_2: Combs Hairdressing Cats in art Flowers in art Wedding wood-engraving\n\n  subject_terms_3: visual arts\n\n  sgcool_label_text: See Cheen Tee (1928 - 1996) was born in Terengganu\n Malaysia. He came to Singapore in 1947 to pursue a formal Chinese education and completed his secondary education at the Catholic High School in 1948. He then joined NAFA in 1950 and was taught by the pioneer artists which include Cheong Soo Pieng\n Chen Wen Hsi\n Chen Chong Swee and Lim Hak Tai.\\r\\n\\r\\nSee Cheen Tee was adept at various mediums which include oil painting\n watercolour\n and sculpture but he was most known for his woodcuts. He started producing black-and-white woodcuts in the mid-1950s where his depictions of the social realities of life in Malaya back then\n were amongst the finest he produced. Subsequently he started producing coloured woodblock prints from the mid-1960s. The latter were generally more decorative but his draftsmanship and illustrations continued to be of the highest quality\n if not\n more refined.\n",
  "createdDate": "20201125084515",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00860 ",
    "Image": "",
    "object_work_type": "woodcuts (prints)",
    "title_text": "Bride-to-be",
    "preference": "main",
    "title_language": "",
    "creator_2": "See Cheen Tee",
    "creator_1": "See, Cheen Tee, 1928-1996",
    "creator_role": "Artist (visual artists)",
    "creation_date": "1966",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "paper (fiber product) wood (plant material) coloured ink",
    "techniques_name": "woodcut (process)",
    "object_colour": "multicoloured",
    "edition_description": "8th edition",
    "physical_appearance": "This is a coloured woodcut print depicting an elderly lady combing the hair of a younger lady who, in this image, is squatting. She holds a mirror in her right hand, and has three bangles on her left hand. A basket with yellow and red flowers and a used scissor lie in the foreground.",
    "subject_terms_1": "cultural ceremonies hairstyling combs (grooming tools) weddings (ceremonies) hand mirrors flower (motif)",
    "subject_terms_2": "Combs Hairdressing Cats in art Flowers in art Wedding wood-engraving",
    "subject_terms_3": "visual arts",
    "sgcool_label_text": "See Cheen Tee (1928 - 1996) was born in Terengganu, Malaysia. He came to Singapore in 1947 to pursue a formal Chinese education and completed his secondary education at the Catholic High School in 1948. He then joined NAFA in 1950 and was taught by the pioneer artists which include Cheong Soo Pieng, Chen Wen Hsi, Chen Chong Swee and Lim Hak Tai.\r\n\r\nSee Cheen Tee was adept at various mediums which include oil painting, watercolour, and sculpture but he was most known for his woodcuts. He started producing black-and-white woodcuts in the mid-1950s where his depictions of the social realities of life in Malaya back then, were amongst the finest he produced. Subsequently he started producing coloured woodblock prints from the mid-1960s. The latter were generally more decorative but his draftsmanship and illustrations continued to be of the highest quality, if not, more refined."
  },
  "nlpDate": "20201125084515",
  "connectorId": 0,
  "tags": {}
}