{"id":"2017-00411","title":"Batik dress pattern (uncut) Uncut kain panjang","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00411\nImage:\nobject_work_type:textiles (visual works) batik art\ntitle_text:Batik dress pattern (uncut) Uncut kain panjang\npreference:alternate main\ntitle_language:\ncreator_2:Jane Hendromartono\ncreator_role:textile designers\ncreation_date:1950-1965\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is an unfinished batik kain panjang. It features a band of pink and red blooms draping in a U-shape\n set against a plain teal background. The Chinese character \\u0027shou\\u0027 is repeated alongside the flowers. The main motifs are embellished with intricately detailed filler motifs. There is a small band of flowers on the bottom-right of the batik. There is a signature on the left end of the batik kain panjang.\nsubject_terms_1:Peranakan flower (motif) symbolism cloth folk costume unfinished\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs Symbolism\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:This kain panjang is decorated with a band of pink and red blooms that drapes in a U shape across the length of the batik.  The Chinese character ‘shou’ denoting longevity is repeated alongside the flowers.  Although set against a plain teal background\n the main motifs are embellished with intricately detailed filler motifs.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.  This piece is signed “Liem Siok Hien Pekl”.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00411","Image":"","object_work_type":"textiles (visual works) batik art","title_text":"Batik dress pattern (uncut) Uncut kain panjang","preference":"alternate main","title_language":"","creator_2":"Jane Hendromartono","creator_role":"textile designers","creation_date":"1950-1965","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is an unfinished batik kain panjang. It features a band of pink and red blooms draping in a U-shape, set against a plain teal background. The Chinese character \u0027shou\u0027 is repeated alongside the flowers. The main motifs are embellished with intricately detailed filler motifs. There is a small band of flowers on the bottom-right of the batik. There is a signature on the left end of the batik kain panjang.","subject_terms_1":"Peranakan flower (motif) symbolism cloth folk costume unfinished","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs Symbolism","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"This kain panjang is decorated with a band of pink and red blooms that drapes in a U shape across the length of the batik.  The Chinese character ‘shou’ denoting longevity is repeated alongside the flowers.  Although set against a plain teal background, the main motifs are embellished with intricately detailed filler motifs.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Liem Siok Hien Pekl”."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}