{"id":"2017-00507-001 to 132","title":"Passage to Little India (Community Portraits Panorama Painting)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00507-001 to 132\nImage:\nobject_work_type:installations (exhibitions)\ntitle_text:Passage to Little India (Community Portraits Panorama Painting)\npreference:main\ntitle_language:\ncreator_2:Navin Rawanchaikul\ncreator_1:Rawanchaikul\n Navin\ncreator_role:artists (visual artists)\ncreation_date:2016\ncreation_place_original_location:Singapore\nstyles_periods_indexing_terms:Contemporary (style of art)\ninscriptions:??\ninscription_language:\nshape:Rectangular\nmaterials_name:acrylic paint  canvas board canvas (textile material)\ntechniques_name:acrylic painting (technique)\nobject_colour:multicoloured\nphysical_appearance:This is a panoramic view of the Singapore/ Little India landscape. The artist has pieced together multiple canvasses to create this panorama. The imagery includes the various signages\n buildings\n and architectural elements of the precinct.\nsubject_terms_1:signage  local history (discipline)  communities (inhabited places)  laundries (businesses)  dry cleaning  deities  facades  folk costume  immigrants  Divali (Hindu holiday)  barbershops temples (buildings) mosques (buildings)\nsubject_terms_2:Little India (Singapore)  Communities  Signs and signboards  Acrylic painting  Local history  Dhoby Ghaut (Singapore)  Laundry workers Hindu gods in art  Dry cleaning  Facades  Serangoon Road (Singapore)  Ethnic costumes  Immigrants  Thaipusam Divali  Barbershops Sikh temples  Mosques\nsubject_terms_3:Little India Conservation Area? Little India Sub Zone Community development  Acrylic painting History  Saint George\\u0027s Road Serangoon Road  Indian costumes  Indian food  Religious life and practices  Streets and places  Buffalo Road  Chander Road  Sri Srinivasa Perumal Temple  Central Sikh Temple  Race Course Road  Kandang Kerbau Market Rangoon Road  Campbell Lane  SINDA (Organization) Rex Cinemas (Place)  Singapore Malayalee Association\nsubject_terms_4:\nsgcool_label_text:\\The panoramic view of the Singapore/Little India landscape includes major buildings and signs that are part of the history of Little India and its communities. The people and communities of Little India\n past and present\n are painted against this backdrop. The painting juxtaposes the precinct\\u0027s history and contemporary narrative seamlessly\n with hundreds of people placed next to each other\n in a nod to the continuing growth and story of the locality. Shop signs\n buildings\n architectural elements\n and \\\\notes\\\\ from the artist about the history of the precicnt pop up in the multi-canvas panorama.\\","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00507-001 to 132","Image":"","object_work_type":"installations (exhibitions)","title_text":"Passage to Little India (Community Portraits Panorama Painting)","preference":"main","title_language":"","creator_2":"Navin Rawanchaikul","creator_1":"Rawanchaikul, Navin","creator_role":"artists (visual artists)","creation_date":"2016","creation_place_original_location":"Singapore","styles_periods_indexing_terms":"Contemporary (style of art)","inscriptions":"??","inscription_language":"","shape":"Rectangular","materials_name":"acrylic paint  canvas board canvas (textile material)","techniques_name":"acrylic painting (technique)","object_colour":"multicoloured","physical_appearance":"This is a panoramic view of the Singapore/ Little India landscape. The artist has pieced together multiple canvasses to create this panorama. The imagery includes the various signages, buildings, and architectural elements of the precinct.","subject_terms_1":"signage  local history (discipline)  communities (inhabited places)  laundries (businesses)  dry cleaning  deities  facades  folk costume  immigrants  Divali (Hindu holiday)  barbershops temples (buildings) mosques (buildings)","subject_terms_2":"Little India (Singapore)  Communities  Signs and signboards  Acrylic painting  Local history  Dhoby Ghaut (Singapore)  Laundry workers Hindu gods in art  Dry cleaning  Facades  Serangoon Road (Singapore)  Ethnic costumes  Immigrants  Thaipusam Divali  Barbershops Sikh temples  Mosques","subject_terms_3":"Little India Conservation Area? Little India Sub Zone Community development  Acrylic painting History  Saint George\u0027s Road Serangoon Road  Indian costumes  Indian food  Religious life and practices  Streets and places  Buffalo Road  Chander Road  Sri Srinivasa Perumal Temple  Central Sikh Temple  Race Course Road  Kandang Kerbau Market Rangoon Road  Campbell Lane  SINDA (Organization) Rex Cinemas (Place)  Singapore Malayalee Association","subject_terms_4":"","sgcool_label_text":"\"The panoramic view of the Singapore/Little India landscape includes major buildings and signs that are part of the history of Little India and its communities. The people and communities of Little India, past and present, are painted against this backdrop. The painting juxtaposes the precinct\u0027s history and contemporary narrative seamlessly, with hundreds of people placed next to each other, in a nod to the continuing growth and story of the locality. Shop signs, buildings, architectural elements, and \"\"notes\"\" from the artist about the history of the precicnt pop up in the multi-canvas panorama.\""},"nlpDate":"20201018182636","connectorId":0,"tags":{}}