{"id":"2017-00232","title":"Meditative Series IV","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00232\nImage:\nobject_work_type:mixed media works  collages (visual works)\ntitle_text:Meditative Series IV\npreference:main\ntitle_language:\ncreator_2:Rodolfo Paras-Perez\ncreator_1:Paras-Perez\n Rodolfo\ncreator_role:artists (visual artists)\ncreation_date:c.1960s\ncreation_place_original_location:Philippines\ninscriptions:\ninscription_language:\nshape:Square\nmaterials_name:paper (fibre product)  rice paper (paper)  acrylic paint glass (material)\ntechniques_name:lighting  dyeing layering  pressing  laminating\nobject_colour:multicoloured\nphysical_appearance:This is an illuminated collage consisting of acrylic-dyed coloured rice paper pressed together. Abstract and non-representational\n its layering shines through when the light is turned on. Bulbs are arranged within the glass panel (behind the most exterior surface) and has a power cord that leads to an adaptor which when plugged in\n lights up the entire work. Composition wise\n particularly striking are two hemispherical blotches of blue along the right edge of the work\n the yellow\n red\n and orange dyed paper presses.\nsubject_terms_1:abstraction experimentation  illuminations (lighted visual works)  ideograms\nsubject_terms_2:Art\n Abstract Experiments  Lighting  Ideology in art\nsubject_terms_3:visual arts  Mixed media artists\ncontext_1:Prints and Collages  Retrospective Exhibition Collage  Illuminating Rod. Paras-Perez\ncontext_2:exhibitions (events)\ncontext_3:16 to 28 February 1968  14 to 26 January 1971 23 July to 8 August 1976 2014\ncontext_4:16-Feb-68 14-Jan-71 23-Jul-76 2014\ncontext_5:28-Feb-68 26-Jan-71 8-Aug-76 2014\ncontext_6:Manila (Philippines)  Makati (Philippines)  Manila (Philippines)  Manila (Philippines)\ncontext_21:Luz Gallery\n Manila\n Philippines  Rustan\\u0027s Department Store. Courtyard Drive cor. Ayala Avenue\n Courtyard Dr\n Makati\n Metro Manila\n Philippines Cultural Center of the Philippines.  Ateneo Art Gallery. Ground Floor\n Rizal Library\n University Road\n Diliman\n Quezon City\n Metro Manila\n Philippines\nsgcool_label_text:Rodolfo Paras-Perez (1934-2011) or Rod. Paras-Perez\n as he frequently used in texts he authored\n is a respected Philippine artist and art historian. In the 1960s\n Paras-Perez created illuminated collages\n made of acrylic-dyed rice paper pressed between glass and lighted from behind. They were seen as quite experimental for its time\n using static light to expose and highlight the layers composing the collage. The works combine the growing influence of collage with an early experimentation with using lighting as a medium. As collages of various layers of coloured paper\n the works are also abstract\n in line with the vogue of abstract art at that time. The abstract form and the effort to expose the collage process through lighting provides visual intrigue and elicits more thinking on the part of the viewer on composition and method. Paras-Perez has said\n “an image should be ambiguous enough to slide into several meanings. In a collage\n one can use several layers of forms to sustain interest.”","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00232","Image":"","object_work_type":"mixed media works  collages (visual works)","title_text":"Meditative Series IV","preference":"main","title_language":"","creator_2":"Rodolfo Paras-Perez","creator_1":"Paras-Perez, Rodolfo","creator_role":"artists (visual artists)","creation_date":"c.1960s","creation_place_original_location":"Philippines","inscriptions":"","inscription_language":"","shape":"Square","materials_name":"paper (fibre product)  rice paper (paper)  acrylic paint glass (material)","techniques_name":"lighting  dyeing layering  pressing  laminating","object_colour":"multicoloured","physical_appearance":"This is an illuminated collage consisting of acrylic-dyed coloured rice paper pressed together. Abstract and non-representational, its layering shines through when the light is turned on. Bulbs are arranged within the glass panel (behind the most exterior surface) and has a power cord that leads to an adaptor which when plugged in, lights up the entire work. Composition wise, particularly striking are two hemispherical blotches of blue along the right edge of the work, the yellow, red, and orange dyed paper presses.","subject_terms_1":"abstraction experimentation  illuminations (lighted visual works)  ideograms","subject_terms_2":"Art, Abstract Experiments  Lighting  Ideology in art","subject_terms_3":"visual arts  Mixed media artists","context_1":"Prints and Collages  Retrospective Exhibition Collage  Illuminating Rod. Paras-Perez","context_2":"exhibitions (events)","context_3":"16 to 28 February 1968  14 to 26 January 1971 23 July to 8 August 1976 2014","context_4":"16-Feb-68 14-Jan-71 23-Jul-76 2014","context_5":"28-Feb-68 26-Jan-71 8-Aug-76 2014","context_6":"Manila (Philippines)  Makati (Philippines)  Manila (Philippines)  Manila (Philippines)","context_21":"Luz Gallery, Manila, Philippines  Rustan\u0027s Department Store. Courtyard Drive cor. Ayala Avenue, Courtyard Dr, Makati, Metro Manila, Philippines Cultural Center of the Philippines.  Ateneo Art Gallery. Ground Floor, Rizal Library, University Road, Diliman, Quezon City, Metro Manila, Philippines","sgcool_label_text":"Rodolfo Paras-Perez (1934-2011) or Rod. Paras-Perez, as he frequently used in texts he authored, is a respected Philippine artist and art historian. In the 1960s, Paras-Perez created illuminated collages, made of acrylic-dyed rice paper pressed between glass and lighted from behind. They were seen as quite experimental for its time, using static light to expose and highlight the layers composing the collage. The works combine the growing influence of collage with an early experimentation with using lighting as a medium. As collages of various layers of coloured paper, the works are also abstract, in line with the vogue of abstract art at that time. The abstract form and the effort to expose the collage process through lighting provides visual intrigue and elicits more thinking on the part of the viewer on composition and method. Paras-Perez has said, “an image should be ambiguous enough to slide into several meanings. In a collage, one can use several layers of forms to sustain interest.”"},"nlpDate":"20201119143406","connectorId":0,"tags":{}}