{
  "id": "2017-00944",
  "title": "Three Horizons",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00944\n\n  Image: \n\n  object_work_type: oil painting (visual works)  triptychs\n\n  title_text: Three Horizons\n\n  preference: main\n\n  title_language: \n\n  creator_2: Ismail Mustam\n\n  creator_role: Artist (visual artists)\n\n  creation_date: 1965\n\n  creation_place_original_location: Malaysia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: oil paint (paint)\n\n  techniques_name: oil painting (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a colourful oil painting done on three boards. The central figure is a female nude\n and her figure spreads across the boards with her head being in the right most panel. For the middle panel\n the figure\\u0027s torso appears to have been cut open; her internal organs are exposed\n and a fluid seems to be gushing out. As for her legs\n they have been executed in an abstract form that causes the figure to appear blended with the background.\n\n  subject_terms_1: nudes (representations)  abstraction  Surrealist\n\n  subject_terms_2: Art\n Malaysian Triptychs  Art\n Abstract Surrealism\n\n  subject_terms_3: Visual arts Oil painting\n\n  context_1: Exhibition of Malaysian Art\n\n  context_2: exhibitions (events)\n\n  context_3: 1965-67\n\n  context_4: 1965\n\n  context_5: 1967\n\n  context_6: Europe\n\n  context_7: Ministry of Culture\n Youth\n and Sports\n\n  context_8: sponsors\n\n  sgcool_label_text: Ismail Mustam was born in Sabak Bernam\n Selangor in 1944. He attended the Malay School at Sungai Air Tawar (1950-53)\n and the Government English School in Sabak Bernam (1954-56). He studied at the Victoria Institution in Kuala Lumpur (1957-61). As an artist\n Ismail is primarily self taught. He did\n however\n received the guidance of his art teacher\n Patrick Ng\n as a student at the Victoria Institution and a member of the Wednesday Art Group. Before turning twenty-five in 1969\n he had been a temporary art teacher at the Government Secondary School in Sabak Bernam (1962)\n a book illustrator with Dewan Bahasa dan Pustaka (Language and Literature Agency) (1963-65)\n and a designer at the Handicraft Development Centre of the MARA Institute of Technology (UiTM) (1966-69). \\r\\n\\r\\nHe clinched the first prize for his work\n ‘Evolution’ (1968)\n in the batik category at Salon Malaysia in 1968. ‘Evolution’ was selected for Malaysia’s participation at the 10th Sao Paulo Biennial held in 1969. Another three of his batik paintings were also showcased at the Biennial. With a scholarship from UiTM\n Ismail studied advertising design at the Art Centre College of Design in Los Angeles\n USA between 1969 and 1971\n graduating with a Bachelor of Fine Arts degree. He worked at Leo Burnett Advertising (1971-81) as its art director. He later joined Johan Design Associates (1981-82) as an associate creative director\n and eventually set up his own agency\n Ismail \\u0026 Associates\n in 1983 where he served as its managing creative director until 2009. Throughout his practice\n the artist has produced works of diverse stylistic expression which may have been influenced by the training he received and his experiences in different artistic fields\n namely illustration\n textile design and graphic design. \\r\\n\\r\\nThrough his work\n Ismail has contributed to Malaysia’s nation-building projects locally and internationally. For instance\n his mural design\n which is discussed below\n was used for the façade of a government building in the country’s capital. The painting proposed for this acquisition was produced in the 1960s\n a critical time for a newly-independent nation during which the government sought ways – in this case\n visual and artistic – to project national ideals to a wide audience. ‘Three Horizons’ was part of a travelling exhibition in Europe between 1965 and 1967. Sponsored by the Ministry of Culture\n Youth and Sports\n this exhibition showcased a selection of paintings and sculptures by contemporary Malaysian/Singaporean artists such as Latiff Mohidin\n Chuah Thean Teng\n Cheong Soo Pieng\n Chen Wen Hsi\n Hoessein Enas\n Syed Ahmad Jamal and Khoo Sui Hoe. \\r\\n\\r\\nIsmail experienced early success in his late teens. When he was only seventeen years old and a pupil at the Victoria Institution\n he was regarded as a prodigy after making an entry into the arena of public art when\n in 1961\n his first mural design won the grand prize in a nation-wide competition and was chosen to adorn the façade of Dewan Bahasa dan Pustaka (DBP). His design materialised into a 64 ¼ x 34 ¼ ft (approx. 20 x 10m) mosaic which was celebrated as “the largest in the country” in 1962 (“A Mighty Mural Gets Its Final Touches”\n The Straits Times\n 31 January 1962\n p. 20). \\r\\n\\r\\n‘Three Horizons’ is a triptych – of semi-abstract paintings – which depicts a stylized\n nude female figure lying on her side\n with her head in the right-most panel\n her torso in the middle and her lower body in the left-most one. Her long spiny fingers resemble claws\n and her hands are tied loosely together with what looks like a red barbed wire. Parts of her stomach and legs appear as though the skin had been cut open\n exposing her internal organs and muscles\n and suggesting a surrealist touch to the painting. The painting also displays cubist elements as seen with the different angles by which the face and body were rendered. Done in a palette of reds\n browns\n oranges\n yellows and blues\n the female figure stands out against a dark\n quiet background. A horizon runs across the three panels at the top of the work. A solitary moon is positioned at a distance in the middle panel. Despite standing out against the background\n the figure appears to fuse with the background at some parts. The left-most panel\n for instance\n shows her lower body abstracted to look as though it is part of a mountainous landscape. \\r\\n\\r\\nProduced when Ismail was twenty-one years old and prior to the formal art training he underwent in the late 1960s\n ‘Three Horizons’ bears a composition and stylistic approach that are arguably influenced by the work he had done for the mural designs in the early 1960s. Here he created an image of a stylized figure that is laid out across three segments of a pictorial space\n with each segment focusing on different parts of the female figure. \\r\\n\\r\\n\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00944",
    "Image": "",
    "object_work_type": "oil painting (visual works)  triptychs",
    "title_text": "Three Horizons",
    "preference": "main",
    "title_language": "",
    "creator_2": "Ismail Mustam",
    "creator_role": "Artist (visual artists)",
    "creation_date": "1965",
    "creation_place_original_location": "Malaysia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "oil paint (paint)",
    "techniques_name": "oil painting (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a colourful oil painting done on three boards. The central figure is a female nude, and her figure spreads across the boards with her head being in the right most panel. For the middle panel, the figure\u0027s torso appears to have been cut open; her internal organs are exposed, and a fluid seems to be gushing out. As for her legs, they have been executed in an abstract form that causes the figure to appear blended with the background.",
    "subject_terms_1": "nudes (representations)  abstraction  Surrealist",
    "subject_terms_2": "Art, Malaysian Triptychs  Art, Abstract Surrealism",
    "subject_terms_3": "Visual arts Oil painting",
    "context_1": "Exhibition of Malaysian Art",
    "context_2": "exhibitions (events)",
    "context_3": "1965-67",
    "context_4": "1965",
    "context_5": "1967",
    "context_6": "Europe",
    "context_7": "Ministry of Culture, Youth, and Sports",
    "context_8": "sponsors",
    "sgcool_label_text": "Ismail Mustam was born in Sabak Bernam, Selangor in 1944. He attended the Malay School at Sungai Air Tawar (1950-53), and the Government English School in Sabak Bernam (1954-56). He studied at the Victoria Institution in Kuala Lumpur (1957-61). As an artist, Ismail is primarily self taught. He did, however, received the guidance of his art teacher, Patrick Ng, as a student at the Victoria Institution and a member of the Wednesday Art Group. Before turning twenty-five in 1969, he had been a temporary art teacher at the Government Secondary School in Sabak Bernam (1962), a book illustrator with Dewan Bahasa dan Pustaka (Language and Literature Agency) (1963-65), and a designer at the Handicraft Development Centre of the MARA Institute of Technology (UiTM) (1966-69). \r\n\r\nHe clinched the first prize for his work, ‘Evolution’ (1968), in the batik category at Salon Malaysia in 1968. ‘Evolution’ was selected for Malaysia’s participation at the 10th Sao Paulo Biennial held in 1969. Another three of his batik paintings were also showcased at the Biennial. With a scholarship from UiTM, Ismail studied advertising design at the Art Centre College of Design in Los Angeles, USA between 1969 and 1971, graduating with a Bachelor of Fine Arts degree. He worked at Leo Burnett Advertising (1971-81) as its art director. He later joined Johan Design Associates (1981-82) as an associate creative director, and eventually set up his own agency, Ismail \u0026 Associates, in 1983 where he served as its managing creative director until 2009. Throughout his practice, the artist has produced works of diverse stylistic expression which may have been influenced by the training he received and his experiences in different artistic fields, namely illustration, textile design and graphic design. \r\n\r\nThrough his work, Ismail has contributed to Malaysia’s nation-building projects locally and internationally. For instance, his mural design, which is discussed below, was used for the façade of a government building in the country’s capital. The painting proposed for this acquisition was produced in the 1960s, a critical time for a newly-independent nation during which the government sought ways – in this case, visual and artistic – to project national ideals to a wide audience. ‘Three Horizons’ was part of a travelling exhibition in Europe between 1965 and 1967. Sponsored by the Ministry of Culture, Youth and Sports, this exhibition showcased a selection of paintings and sculptures by contemporary Malaysian/Singaporean artists such as Latiff Mohidin, Chuah Thean Teng, Cheong Soo Pieng, Chen Wen Hsi, Hoessein Enas, Syed Ahmad Jamal and Khoo Sui Hoe. \r\n\r\nIsmail experienced early success in his late teens. When he was only seventeen years old and a pupil at the Victoria Institution, he was regarded as a prodigy after making an entry into the arena of public art when, in 1961, his first mural design won the grand prize in a nation-wide competition and was chosen to adorn the façade of Dewan Bahasa dan Pustaka (DBP). His design materialised into a 64 ¼ x 34 ¼ ft (approx. 20 x 10m) mosaic which was celebrated as “the largest in the country” in 1962 (“A Mighty Mural Gets Its Final Touches”, The Straits Times, 31 January 1962, p. 20). \r\n\r\n‘Three Horizons’ is a triptych – of semi-abstract paintings – which depicts a stylized, nude female figure lying on her side, with her head in the right-most panel, her torso in the middle and her lower body in the left-most one. Her long spiny fingers resemble claws, and her hands are tied loosely together with what looks like a red barbed wire. Parts of her stomach and legs appear as though the skin had been cut open, exposing her internal organs and muscles, and suggesting a surrealist touch to the painting. The painting also displays cubist elements as seen with the different angles by which the face and body were rendered. Done in a palette of reds, browns, oranges, yellows and blues, the female figure stands out against a dark, quiet background. A horizon runs across the three panels at the top of the work. A solitary moon is positioned at a distance in the middle panel. Despite standing out against the background, the figure appears to fuse with the background at some parts. The left-most panel, for instance, shows her lower body abstracted to look as though it is part of a mountainous landscape. \r\n\r\nProduced when Ismail was twenty-one years old and prior to the formal art training he underwent in the late 1960s, ‘Three Horizons’ bears a composition and stylistic approach that are arguably influenced by the work he had done for the mural designs in the early 1960s. Here he created an image of a stylized figure that is laid out across three segments of a pictorial space, with each segment focusing on different parts of the female figure. \r\n\r\n"
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}