{
  "id": "2017-00279",
  "title": "Blue and white jarlet",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00279\n\n  Image: \n\n  object_work_type: porcelain (visual works) jars Ceramics (object genre)\n\n  title_text: Blue and white jarlet\n\n  preference: main\n\n  title_language: \n\n  creation_date: 15th or 16th century\n\n  creation_place_original_location: Vietnam\n\n  styles_periods_indexing_terms: Vietnamese (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: concave\n\n  materials_name: clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)\n\n  techniques_name: freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) patterning? glazing (coating process) throwing (pottery techniques)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a blue white jarlet and its aesthetic is comprised of three decorative schemes; the top concentric band is made up of patterned flower petals\n the middle register being that of lotus scrolls\n while the bottom has a curvilinear motif. The surface of the jarlet shows signs of wear; there are patches of browning covering its exterior.\n\n  subject_terms_1: porcelain paintings (visual works) exports miniature (size attribute) lotus (motif) utilitarian objects freehand drawings (drawings) symbolism cultural diffusion?\n\n  subject_terms_2: Porcelain\n Chinese Ming- Qing dynasties\n 1368-1912 Porcelain\n Vietnamese China painting Floral decorations Miniature porcelain Blue and white ware China\n\n  subject_terms_3: visual arts Ceramics Decorative arts\n\n  subject_terms_4: \n\n  sgcool_label_text: This globular jarlet features three bands of decoration executed in underglaze cobalt blue around its body\n with stylised lotus scrolls occupying the middle register. The development of Vietnamese blue and white ceramics was spurred by the Chinese occupation of north Vietnam from 1407 to 1428 and the decline of Chinese porcelain exports during the fifteenth century.  Vietnamese potters were quick to capitalise on the gap and became prolific producers of blue and white wares\n which they exported to overseas consumers in Indonesia\n Malaysia and the Phillipines. Small ceramic jars or jarlets were a popular commodity among the local communities and were probably used to contain medicines\n oils and even magic potions.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00279",
    "Image": "",
    "object_work_type": "porcelain (visual works) jars Ceramics (object genre)",
    "title_text": "Blue and white jarlet",
    "preference": "main",
    "title_language": "",
    "creation_date": "15th or 16th century",
    "creation_place_original_location": "Vietnam",
    "styles_periods_indexing_terms": "Vietnamese (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "concave",
    "materials_name": "clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)",
    "techniques_name": "freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) patterning? glazing (coating process) throwing (pottery techniques)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a blue white jarlet and its aesthetic is comprised of three decorative schemes; the top concentric band is made up of patterned flower petals, the middle register being that of lotus scrolls, while the bottom has a curvilinear motif. The surface of the jarlet shows signs of wear; there are patches of browning covering its exterior.",
    "subject_terms_1": "porcelain paintings (visual works) exports miniature (size attribute) lotus (motif) utilitarian objects freehand drawings (drawings) symbolism cultural diffusion?",
    "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Porcelain, Vietnamese China painting Floral decorations Miniature porcelain Blue and white ware China",
    "subject_terms_3": "visual arts Ceramics Decorative arts",
    "subject_terms_4": "",
    "sgcool_label_text": "This globular jarlet features three bands of decoration executed in underglaze cobalt blue around its body, with stylised lotus scrolls occupying the middle register. The development of Vietnamese blue and white ceramics was spurred by the Chinese occupation of north Vietnam from 1407 to 1428 and the decline of Chinese porcelain exports during the fifteenth century.  Vietnamese potters were quick to capitalise on the gap and became prolific producers of blue and white wares, which they exported to overseas consumers in Indonesia, Malaysia and the Phillipines. Small ceramic jars or jarlets were a popular commodity among the local communities and were probably used to contain medicines, oils and even magic potions."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}