{"id":"2017-00044","title":"An Icosahedron Silver icosahedron","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00044\nImage:\nobject_work_type:boxes (container) silverwork\ntitle_text:An Icosahedron Silver icosahedron\npreference:alternate main\ntitle_language:English\ncreation_date:18th century\ncreation_place_original_location:India\nstyles_periods_indexing_terms:Islamic (culture or style)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:silver (metal)\ntechniques_name:forging (metal forming)\nobject_colour:silver (color)\nphysical_appearance:This is a silver icosahedron. It has 20 triangular sides. On all 20 faces of the dice\n there are engravings of repeated scrolls. There is a hinge on one edge. The silver is slightly faded around the edges.\nsubject_terms_1:exports scrolls (motif) filigree polyhedra\nsubject_terms_2:Boxes Silver Exports Motifs Filigree Icosahedra\nsubject_terms_3:\nsubject_terms_4:\nsgcool_label_text:This extraordinary and rare box is hollow and has twenty triangular sides. Each side is made of particularly fine\n solid silver filigree. One of the triangular sides is hinged and opens\n permitting access to the interior. The form fits into the oeuvre of scientific and mathematical devices in the Islamic world\n perhaps tempered with mysticism and notions of magic. It is also known in gaming and has been used as a rare type of dice based on the Platonic solid known as an icosahedron consisting of 20 equilateral triangle faces that meet five to a corner. Each side of such a dice is numbered from one to twenty. With so many faces\n such a dice is easy to roll\n being almost spherical. Such dice appear to be more prevalent in the Islamic world\n and generally are shaped from solid stone. This example might have been made in India\n but the filigree is more in keeping with filigree that is associated with 18th century Batavia or the West Coast of  Sumatra in the Dutch East Indies.  It is possible\n perhaps likely\n that it was made there for export for the Islamic market in India\n perhaps as a diplomatic gift. It also has a small Dutch import mark for foreign silver which bolsters the case that it was made in the Dutch East Indies\n and perhaps was never sent to India. Most probably it was made in the Dutch East Indies at the behest of the Dutch East India Company (VOC) for the India market.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00044","Image":"","object_work_type":"boxes (container) silverwork","title_text":"An Icosahedron Silver icosahedron","preference":"alternate main","title_language":"English","creation_date":"18th century","creation_place_original_location":"India","styles_periods_indexing_terms":"Islamic (culture or style)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"silver (metal)","techniques_name":"forging (metal forming)","object_colour":"silver (color)","physical_appearance":"This is a silver icosahedron. It has 20 triangular sides. On all 20 faces of the dice, there are engravings of repeated scrolls. There is a hinge on one edge. The silver is slightly faded around the edges.","subject_terms_1":"exports scrolls (motif) filigree polyhedra","subject_terms_2":"Boxes Silver Exports Motifs Filigree Icosahedra","subject_terms_3":"","subject_terms_4":"","sgcool_label_text":"This extraordinary and rare box is hollow and has twenty triangular sides. Each side is made of particularly fine, solid silver filigree. One of the triangular sides is hinged and opens, permitting access to the interior. The form fits into the oeuvre of scientific and mathematical devices in the Islamic world, perhaps tempered with mysticism and notions of magic. It is also known in gaming and has been used as a rare type of dice based on the Platonic solid known as an icosahedron consisting of 20 equilateral triangle faces that meet five to a corner. Each side of such a dice is numbered from one to twenty. With so many faces, such a dice is easy to roll, being almost spherical. Such dice appear to be more prevalent in the Islamic world, and generally are shaped from solid stone. This example might have been made in India, but the filigree is more in keeping with filigree that is associated with 18th century Batavia or the West Coast of  Sumatra in the Dutch East Indies.  It is possible, perhaps likely, that it was made there for export for the Islamic market in India, perhaps as a diplomatic gift. It also has a small Dutch import mark for foreign silver which bolsters the case that it was made in the Dutch East Indies, and perhaps was never sent to India. Most probably it was made in the Dutch East Indies at the behest of the Dutch East India Company (VOC) for the India market."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}