{
  "id": "2017-00524",
  "title": "Cycle of Old and New",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00524\n\n  Image: \n\n  object_work_type: prints (visual works)\n\n  title_text: Cycle of Old and New\n\n  preference: main\n\n  title_language: \n\n  creator_2: Loeum Lorn\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2012\n\n  creation_place_original_location: Cambodia\n\n  styles_periods_indexing_terms: Contemporary (style of art)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: canvas (textile material) ink\n\n  techniques_name: printing (process) photography (process) painting (image-making)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a printed photograph on canvas. The print depicts a textured painting that utilizes earthy colours of green and gray. The paint seems to be flowing downwards\n seeping into the cracks of the medium\n creating a vein-like pattern towards the bottom. There are no inscriptions seen on the print.\n\n  subject_terms_1: painting mixed media movement (compositional concept) Ice abstraction\n\n  subject_terms_2: Photographs Prints Ice Impermanence (Buddhism) Abstraction Mixed media (Art)\n\n  subject_terms_3: Photography Visual Arts\n\n  sgcool_label_text: Lorn’s fascination with the forces of the cold temperatures that wrapped around and penetrated him are expressed in this painting and it is this proximity and intimicy that drew him to exploring ice blocks as a medium. The operation of moving quickly\n and of working through the continual shifting and changing of the previous layers of paint against a melting canvas\n forces Lorn to relinquish his sense of control over the medium he is attempting to wield and to give in and embrace the effects of the paints’ reaction against the melting ice; the motions of applying the paint are as much the artwork as the final photograph we see before us. When first viewed\n the three works resemble surfaces of materials and matter that have been exposed to the elements and/or have experienced any number of photosynthetic processes; oxidation\n corrosion\n water streaks\n algae blooms – Cycle of Old and New\n Constant Flux and Natural Law by Cambodian artist\n Loeum Lorn\n seem to present the viewer with an intimate view of effects and reactions on our natural and built environments. It is only after gazing and scrutinizing the works for longer that one starts to recognise the marks of painterly strokes and it is with this observation that the viewer possibly admits an overly quick reading of the work; the works are surely paintings. But they are not. To describe them\n as natural and built surfaces\n captured in time\n would not be incorrect nor is describing the works as paintings\n for within this series one finds both; Cycles of Old and New\n Constant Flux and Natural Law are paintings on ice blocks that have been captured on film and presented on canvas. The practice of using blocks of ice as his canvas departs from Lorn’s experience as a child when he moved to the Thai border in the 1990s to escape the Khmer Rouge’s continuing terror. “Those nights were very cold\n” he plainly states. With his art\n he says\n “I try to remind myself about all those memories.”   The painting featured here illustrates how Lorn felt during those nights. Leoum Lorn (b. 1982\n Cambodia) studied Visual Art at Phare Ponleu Selpak in Battambang\n graduating in 2005. He works in photography\n video and performance and has exhibited in Battambang and Phnom Penh\n Cambodia and Paris\n France. He currently runs a gallery in Battambang with his wife. Cycle of Old and New\n Constant Flux and Natural Law were first shown at Lorn’s solo show\n Yesterday\n No More\n held in 2012 at Java Arts in Phnom Penh\n Cambodia. A show that was 6-years in the making\n Yesterday\n No More and Lorn’s continued experimentations with ice block painting and photography represents one of the more unique practices to hail from the Indochina area today. Containing notions of chance\n transformation and impermenance\n and with titles like\n Cycle of Old and New\n Constant Flux and Natural Law\n Lorn’s works can be described as reflections of the life cycle and indeed the idea of transformation and impermenance as emphasised in the Buddhist reglion is something Lorn regards as a strong movement in his work: “My photographs are what’s left behind\n like a memory\n” he suggests\n “and this I think is the connection between my work and the dharma”  which in Buddhism\n refers to the law and order of the cosmos.\n",
  "createdDate": "20201125084518",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00524",
    "Image": "",
    "object_work_type": "prints (visual works)",
    "title_text": "Cycle of Old and New",
    "preference": "main",
    "title_language": "",
    "creator_2": "Loeum Lorn",
    "creator_role": "artists (visual artists)",
    "creation_date": "2012",
    "creation_place_original_location": "Cambodia",
    "styles_periods_indexing_terms": "Contemporary (style of art)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "canvas (textile material) ink",
    "techniques_name": "printing (process) photography (process) painting (image-making)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a printed photograph on canvas. The print depicts a textured painting that utilizes earthy colours of green and gray. The paint seems to be flowing downwards, seeping into the cracks of the medium, creating a vein-like pattern towards the bottom. There are no inscriptions seen on the print.",
    "subject_terms_1": "painting mixed media movement (compositional concept) Ice abstraction",
    "subject_terms_2": "Photographs Prints Ice Impermanence (Buddhism) Abstraction Mixed media (Art)",
    "subject_terms_3": "Photography Visual Arts",
    "sgcool_label_text": "Lorn’s fascination with the forces of the cold temperatures that wrapped around and penetrated him are expressed in this painting and it is this proximity and intimicy that drew him to exploring ice blocks as a medium. The operation of moving quickly, and of working through the continual shifting and changing of the previous layers of paint against a melting canvas, forces Lorn to relinquish his sense of control over the medium he is attempting to wield and to give in and embrace the effects of the paints’ reaction against the melting ice; the motions of applying the paint are as much the artwork as the final photograph we see before us. When first viewed, the three works resemble surfaces of materials and matter that have been exposed to the elements and/or have experienced any number of photosynthetic processes; oxidation, corrosion, water streaks, algae blooms – Cycle of Old and New, Constant Flux and Natural Law by Cambodian artist, Loeum Lorn, seem to present the viewer with an intimate view of effects and reactions on our natural and built environments. It is only after gazing and scrutinizing the works for longer that one starts to recognise the marks of painterly strokes and it is with this observation that the viewer possibly admits an overly quick reading of the work; the works are surely paintings. But they are not. To describe them, as natural and built surfaces, captured in time, would not be incorrect nor is describing the works as paintings, for within this series one finds both; Cycles of Old and New, Constant Flux and Natural Law are paintings on ice blocks that have been captured on film and presented on canvas. The practice of using blocks of ice as his canvas departs from Lorn’s experience as a child when he moved to the Thai border in the 1990s to escape the Khmer Rouge’s continuing terror. “Those nights were very cold,” he plainly states. With his art, he says, “I try to remind myself about all those memories.”   The painting featured here illustrates how Lorn felt during those nights. Leoum Lorn (b. 1982, Cambodia) studied Visual Art at Phare Ponleu Selpak in Battambang, graduating in 2005. He works in photography, video and performance and has exhibited in Battambang and Phnom Penh, Cambodia and Paris, France. He currently runs a gallery in Battambang with his wife. Cycle of Old and New, Constant Flux and Natural Law were first shown at Lorn’s solo show, Yesterday, No More, held in 2012 at Java Arts in Phnom Penh, Cambodia. A show that was 6-years in the making, Yesterday, No More and Lorn’s continued experimentations with ice block painting and photography represents one of the more unique practices to hail from the Indochina area today. Containing notions of chance, transformation and impermenance, and with titles like, Cycle of Old and New, Constant Flux and Natural Law, Lorn’s works can be described as reflections of the life cycle and indeed the idea of transformation and impermenance as emphasised in the Buddhist reglion is something Lorn regards as a strong movement in his work: “My photographs are what’s left behind, like a memory,” he suggests, “and this I think is the connection between my work and the dharma”  which in Buddhism, refers to the law and order of the cosmos."
  },
  "nlpDate": "20201125084518",
  "connectorId": 0,
  "tags": {}
}