{"id":"2017-00838","title":"Incense Burner","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00838\nImage:\nobject_work_type:incense burners  porcelain (visual works)\ntitle_text:Incense Burner\npreference:main\ntitle_language:\ncreator_2:Hans Tan\ncreator_role:designers\ncreation_date:2012\ncreation_place_original_location:Singapore\nstyles_periods_indexing_terms:Contemporary (style of art)\ninscriptions:\ninscription_language:\nshape:cylindrical\nmaterials_name:porcelain (material)  clay ceramic glaze\ntechniques_name:sandblasting  glazing (coating process)  throwing (pottery techniques)  molding (forming)  firing (technique)\nobject_colour:multicoloured\nphysical_appearance:This is an incense burner decorated with a multicoloured dotted design. They each show glimpses of an original aesthetic that has been sandblasted away to create the current dotted scheme.\nsubject_terms_1:Peranakan  altar components  religious objects commissions (orders for works)\nsubject_terms_2:Batik  Contemporary art Geometry in art Reinterpreting history  Religious objects Porcelain\n Peranakan\nsubject_terms_3:Decorative arts  Religious life and practices\nsgcool_label_text:This incense burner is one of the five porcelain wares from the award-winning “Spotted Nyonya” series by Singaporean designer\n Hans Tan.  This series is a contemporary take on traditional Peranakan porcelain or nyonyaware.  Hans Tan was inspired by batik\n particularly the resist-dyeing technique\n to transform the surface of these wares.  Original glazed portions are preserved in the form of a new dotted pattern while the white porcelain body is revealed after sandblasting away and erasing the original glaze on these pieces.  The combination of green and pink polychrome colours or dots on the original decoration of these pieces are typical of nyonyaware.  Motifs commonly found on nyonyaware would include realistically depicted birds and insects amongst floral sprays.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00838","Image":"","object_work_type":"incense burners  porcelain (visual works)","title_text":"Incense Burner","preference":"main","title_language":"","creator_2":"Hans Tan","creator_role":"designers","creation_date":"2012","creation_place_original_location":"Singapore","styles_periods_indexing_terms":"Contemporary (style of art)","inscriptions":"","inscription_language":"","shape":"cylindrical","materials_name":"porcelain (material)  clay ceramic glaze","techniques_name":"sandblasting  glazing (coating process)  throwing (pottery techniques)  molding (forming)  firing (technique)","object_colour":"multicoloured","physical_appearance":"This is an incense burner decorated with a multicoloured dotted design. They each show glimpses of an original aesthetic that has been sandblasted away to create the current dotted scheme.","subject_terms_1":"Peranakan  altar components  religious objects commissions (orders for works)","subject_terms_2":"Batik  Contemporary art Geometry in art Reinterpreting history  Religious objects Porcelain, Peranakan","subject_terms_3":"Decorative arts  Religious life and practices","sgcool_label_text":"This incense burner is one of the five porcelain wares from the award-winning “Spotted Nyonya” series by Singaporean designer, Hans Tan.  This series is a contemporary take on traditional Peranakan porcelain or nyonyaware.  Hans Tan was inspired by batik, particularly the resist-dyeing technique, to transform the surface of these wares.  Original glazed portions are preserved in the form of a new dotted pattern while the white porcelain body is revealed after sandblasting away and erasing the original glaze on these pieces.  The combination of green and pink polychrome colours or dots on the original decoration of these pieces are typical of nyonyaware.  Motifs commonly found on nyonyaware would include realistically depicted birds and insects amongst floral sprays."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}