{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It is set against a dark blue background that is decorated with starburst patterns. The kain panjang features an intricate design of flowering tendrils and cloud formations amongst garuda wings and tail feathers. There is a signature on the bottom-right of the batik kain panjang.", "sgcool_label_text" : "The entire kain panjang is set against a indigo blue ground decorated with starburst background patterns.  Embellished on the surface of the cloth are flowering tendrils, cloud formations reminiscient of the ancient Cirebon megamendung motif, and pairs of garuda wings and tail feathers known as sawat.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Hendromartono’s Batik Art” Unique Pekalongan”.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1965-1980s", "subject_terms_1" : "Peranakan foliage (motif) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00396", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}