{
  "subject_terms_3": "Batik Peranakan costumes",
  "materials_name": "cotton (textile)",
  "creator_2": "Soen King Oey",
  "object_work_type": "folk costume batik art",
  "object_colour": "multicolored",
  "physical_appearance": "This is a batik kain panjang. The design features elongated triangles at both ends of the kain panjang, against a dark background with small flower blooms. The middle section of the kain panjang is decorated with Chinese motifs such as bats and qilins, and Javanese elements such as garuda wings and tail feathers.",
  "sgcool_label_text": "The main design field (badan) is set against a cream ground, decorated with auspicious Chinese symbols such as the bat (homonym of fortune) and qilin.  Javanese elements, such as the sawat motif, are attached to plant forms on this piece.   The sawat design, consisting of a pair of garuda wings and tail feathers, was exclusively reserved for the Javanese courts.  A row of opposing triangles known as tumpal, appear on the vertical band (kepala) on one end of this piece.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.",
  "preference": "main",
  "title_text": "Kain panjang",
  "creation_date": "Late 19th-early 20th century",
  "subject_terms_1": "Peranakan flower (motif) birds (motifs) foliage (motif) cultural diffusion symbolism (artistic concept)",
  "creator_role": "textile designers",
  "styles_periods_indexing_terms": "Peranakan",
  "accession_no_csv": "2017-00335",
  "shape": "rectangular",
  "creation_place_original_location": "Pekalongan (Indonesia)",
  "subject_terms_2": "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion Symbolism",
  "techniques_name": "batik"
}