{"context_23" : "1995", "context_24" : "2014? According to Belarminus, Robertus. (2015, April 16). The Mystery of Garuda Park Harto that now flattens with the land. Retrieved January 26, 2018, from http:\/\/megapolitan.kompas.com\/read\/2015\/04\/16\/18350961\/Misteri.Garuda.Park.Harto.yang.Kini Rata.dengan.Tanah, the building was demolished in 2014.", "subject_terms_3" : "Visual arts  National identity  Poster art  Commercial buildings  Media and advertising  Popular culture", "materials_name" : "paper (fiber product)", "creator_2" : "Krack Studio", "object_work_type" : "screen prints  adaptations (derivative objects)", "object_colour" : "multicoloured", "physical_appearance" : "This print is a promotional poster for Graha Garuda Tiara; a hotel and convention centre. The hotel is shaped as a garuda, and has the Indonesia coat of arms.", "context_22" : "1995-2014?", "sgcool_label_text" : "Tanah Impian (Dream Land) is a series of prints based on images drawn from Indonesian popular culture, spanning 100 years. The project was conceived in 2014, the year of the elections in Indonesia when nationalist rhetoric dominated public consciousness, Artist collective Krack Studio sifted through a mass of research and archival material, eventually selecting 24 images that referenced the idea of the Indonesian Dream and \/ or told an interesting story about changing definitions of the ‘Nation’. Ranging from political posters to advertisements, comic strips, movie posters and magazines, these images, reconstructed and re-imagined by the artist collective, chronicle Indonesia’s evolving aspirations, desires and identity, as well as how Indonesia has been perceived and imaged for the ‘Western’ gaze.", "preference" : "alternate main", "edition_description" : "2-Oct", "context_21" : "Jalan Siliwangi, Gunung Putri Desa Cileungsi Kidul, Cileungsi Bogor 16820", "title_text" : "Tanah Impian (Dream Land) Graha Garuda", "creation_date" : "2014", "subject_terms_1" : "identity  nationalism  advertisements posters  hotels (public accomodations)  convention centers", "creator_role" : "artists (visual artists)", "context_20" : "Graha Garuda Tiara", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00951-020", "shape" : "Rectangular", "creation_place_original_location" : "Indonesia", "subject_terms_2" : "Indonesia  Serigraphy Art, Indonesian Nationalism Identity  promotional materials  Posters  Pancasila  Hotels  Convention facilities", "techniques_name" : "screen printing"}