{"id":"2017-00375","title":"Kain panjang","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00375\nImage:\nobject_work_type:folk costume batik art\ntitle_text:Kain panjang\npreference:main\ntitle_language:\ncreator_2:Jane Hendromartono\ncreator_role:textile designers\ncreation_date:1968\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik kain panjang. On the left vertical panel\n it features rows of opposing and interlocking triangles. The triangles and its flanking borders are densely decorated with fishes\n flowers\n and birds. The main body of this batik features bats interspersed amongst flowers\n with birds lining the top and bottom. There is a signature at the top-left of this batik kain panjang.\nsubject_terms_1:Peranakan flower (motif) birds (motifs) cultural diffusion symbolism\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion Symbolism\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:Rows of opposing and interlocking triangles\n known as tumpal occupy the broad vertical panel (kepala) of this sarong.  On the main design field or badan of this sarong\n flowers interspersed with bats (symbolising good fortune for the Chinese) and birds are repeated.  Although the buketan motif (large bouquets flowers) is a common design theme for batiks\n this sarong additionally features exotic rock formations and bird varieties.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.  This batik is signed “Jane Hendromartono © Pekalongan\n Java ‘68”","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00375","Image":"","object_work_type":"folk costume batik art","title_text":"Kain panjang","preference":"main","title_language":"","creator_2":"Jane Hendromartono","creator_role":"textile designers","creation_date":"1968","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik kain panjang. On the left vertical panel, it features rows of opposing and interlocking triangles. The triangles and its flanking borders are densely decorated with fishes, flowers, and birds. The main body of this batik features bats interspersed amongst flowers, with birds lining the top and bottom. There is a signature at the top-left of this batik kain panjang.","subject_terms_1":"Peranakan flower (motif) birds (motifs) cultural diffusion symbolism","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion Symbolism","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"Rows of opposing and interlocking triangles, known as tumpal occupy the broad vertical panel (kepala) of this sarong.  On the main design field or badan of this sarong, flowers interspersed with bats (symbolising good fortune for the Chinese) and birds are repeated.  Although the buketan motif (large bouquets flowers) is a common design theme for batiks, this sarong additionally features exotic rock formations and bird varieties.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This batik is signed “Jane Hendromartono © Pekalongan, Java ‘68”"},"nlpDate":"20201119143406","connectorId":0,"tags":{}}