{
  "id": "2017-00345",
  "title": "Sarong",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00345\n\n  Image: \n\n  object_work_type: batik art sarongs\n\n  title_text: Sarong\n\n  preference: main\n\n  title_language: \n\n  creator_2: Kok Sing Oey\n\n  creator_role: textile designers\n\n  creation_date: Early 20th century\n\n  creation_place_original_location: Pekalongan (Indonesia)\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile)\n\n  techniques_name: batik\n\n  object_colour: multicolored\n\n  physical_appearance: This is a batik sarong. It features large bouquets of European flowers interspersed with butterflies and birds. There is a broad darker pink panel in the center of the batik sarong\n while the rest of the batik sarong has a light pink background. The dark pink panel features more butterflies in the background. There is no signature seen on this batik sarong.\n\n  subject_terms_1: Peranakan cultural diffusion flower (motif) birds (motifs) foliage (motif) folk costume\n\n  subject_terms_2: Motifs Ethnic costume Peranakan (Asian people) Culture diffusion Batik\n\n  subject_terms_3: Peranakan costumes Batik\n\n  sgcool_label_text: The buketan design\n comprising large bouquets of European flowers interspersed with butterflies and birds\n is shown on this kain panjang.  The fuchsia pink kepala (broad vertical panel of the batik) however\n features more butterflies as compared to the pastel pink badan (‘body’ of the batik).  This batik comes from the family collection of Oey Kok Sing (1896-1966)\n the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular\n exudes a strong sense of artistic individuality\n possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00345",
    "Image": "",
    "object_work_type": "batik art sarongs",
    "title_text": "Sarong",
    "preference": "main",
    "title_language": "",
    "creator_2": "Kok Sing Oey",
    "creator_role": "textile designers",
    "creation_date": "Early 20th century",
    "creation_place_original_location": "Pekalongan (Indonesia)",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile)",
    "techniques_name": "batik",
    "object_colour": "multicolored",
    "physical_appearance": "This is a batik sarong. It features large bouquets of European flowers interspersed with butterflies and birds. There is a broad darker pink panel in the center of the batik sarong, while the rest of the batik sarong has a light pink background. The dark pink panel features more butterflies in the background. There is no signature seen on this batik sarong.",
    "subject_terms_1": "Peranakan cultural diffusion flower (motif) birds (motifs) foliage (motif) folk costume",
    "subject_terms_2": "Motifs Ethnic costume Peranakan (Asian people) Culture diffusion Batik",
    "subject_terms_3": "Peranakan costumes Batik",
    "sgcool_label_text": "The buketan design, comprising large bouquets of European flowers interspersed with butterflies and birds, is shown on this kain panjang.  The fuchsia pink kepala (broad vertical panel of the batik) however, features more butterflies as compared to the pastel pink badan (‘body’ of the batik).  This batik comes from the family collection of Oey Kok Sing (1896-1966), the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular, exudes a strong sense of artistic individuality, possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}