{
  "id": "2017-00492",
  "title": "Domesticated Politics",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00492\n\n  Image: \n\n  object_work_type: photographs\n\n  title_text: Domesticated Politics\n\n  preference: main\n\n  title_language: \n\n  creator_2: Minstrel Kuik\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2015\n\n  creation_place_original_location: Malaysia\n\n  styles_periods_indexing_terms: Contemporary (style of art)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: ink polyester (fiber) butyl acrylate cloth nylon\n\n  techniques_name: photography (process)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a set of photographs. They depict different shots of a woman working with an iron and the Malaysian flag folded into small triangles. She is shown folding\n ironing and assembling the triangle flags on the floor. There are no inscriptions seen.\n\n  subject_terms_1: flags political art elections\n\n  subject_terms_2: Photographs Art Political aspects Flags Elections\n\n  subject_terms_3: Photography Elections\n\n  sgcool_label_text: Minstrel Kuik is a Sino-Malaysian artist born in Pantai Remis\n Perak\n in 1976. She received her tertiary education in Taiwan and France. While trained primarily in painting and philosophy\n her practice today is centered on the mediums of photography and drawing\n with elements of installation also present. The experience of growing up a Chinese woman in a social polity that privileges male\n Malay-Muslim identity is foregrounded in Kuik’s work\n where photography\n for one\n serves as the medium for her to explore social distances and attachments for its documentary and narrative quality. Domesticated Politics emerged from her current series of works that are constituted by the material remnants of the Malaysian 13th General Election that occurred in May 2013. In Kuik’s hands\n the paraphernalia\n banners and flags from the various parties\n advertisements and much more examine the meaning of a today’s national state in contrast to something which should be very familiar to everybody called globalization. In these works\n Kuik explores the dynamics between the personal and the political\n and how such relations influence a person’s worldview. Her personal identity as Sino- Malaysian\n female artist has led her to experiment – in Domesticated Politics – with the concept of domestication: to feminize\n to soften the once exuberant\n masculine and heroic objects\n to make these flags immobile and impotent.”  She is seen folding\n ironing\n and assembling the triangle flags on the floor. By following the proportion of the national flag of Malaysia\n these DIY flags are made smaller in the form of pillowcases. At the front of the flags\n the movement of the working hands serves as a motif running through the sequence of nine images recomposed according to their visual rhythm. At the back of each flag is a fabric of a colorful pattern\n used to suggest the people who are wearing it – the anonymous voters like herself\n gives the front image – the necessary solidarity.\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00492",
    "Image": "",
    "object_work_type": "photographs",
    "title_text": "Domesticated Politics",
    "preference": "main",
    "title_language": "",
    "creator_2": "Minstrel Kuik",
    "creator_role": "artists (visual artists)",
    "creation_date": "2015",
    "creation_place_original_location": "Malaysia",
    "styles_periods_indexing_terms": "Contemporary (style of art)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "ink polyester (fiber) butyl acrylate cloth nylon",
    "techniques_name": "photography (process)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a set of photographs. They depict different shots of a woman working with an iron and the Malaysian flag folded into small triangles. She is shown folding, ironing and assembling the triangle flags on the floor. There are no inscriptions seen.",
    "subject_terms_1": "flags political art elections",
    "subject_terms_2": "Photographs Art Political aspects Flags Elections",
    "subject_terms_3": "Photography Elections",
    "sgcool_label_text": "Minstrel Kuik is a Sino-Malaysian artist born in Pantai Remis, Perak, in 1976. She received her tertiary education in Taiwan and France. While trained primarily in painting and philosophy, her practice today is centered on the mediums of photography and drawing, with elements of installation also present. The experience of growing up a Chinese woman in a social polity that privileges male, Malay-Muslim identity is foregrounded in Kuik’s work, where photography, for one, serves as the medium for her to explore social distances and attachments for its documentary and narrative quality. Domesticated Politics emerged from her current series of works that are constituted by the material remnants of the Malaysian 13th General Election that occurred in May 2013. In Kuik’s hands, the paraphernalia, banners and flags from the various parties, advertisements and much more examine the meaning of a today’s national state in contrast to something which should be very familiar to everybody called globalization. In these works, Kuik explores the dynamics between the personal and the political, and how such relations influence a person’s worldview. Her personal identity as Sino- Malaysian, female artist has led her to experiment – in Domesticated Politics – with the concept of domestication: to feminize, to soften the once exuberant, masculine and heroic objects, to make these flags immobile and impotent.”  She is seen folding, ironing, and assembling the triangle flags on the floor. By following the proportion of the national flag of Malaysia, these DIY flags are made smaller in the form of pillowcases. At the front of the flags, the movement of the working hands serves as a motif running through the sequence of nine images recomposed according to their visual rhythm. At the back of each flag is a fabric of a colorful pattern, used to suggest the people who are wearing it – the anonymous voters like herself, gives the front image – the necessary solidarity."
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}