{
  "id": "2017-00423-001 to 005",
  "title": "British military uniform components: coat, pants, sash, hat",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00423-001 to 005\n\n  Image: \n\n  object_work_type: military uniforms\n\n  title_text: British military uniform components: coat\n pants\n sash\n hat\n\n  preference: main\n\n  title_language: \n\n  creation_date: Late 18th or early 19th century\n\n  creation_place_original_location: Great Britain\n\n  styles_periods_indexing_terms: British (modern)\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: wool (textile) brass (alloy)  leather  felt  silk (textile)\n\n  techniques_name: embroidering  sewing (needleworking technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is the British Army uniform that consists of a coat\n pants\n sash\n and hat. The coat has gold accents; the cuffs and collar are embroidered with gold bullion in oak leaf motif\n whilst brass buttons have been sewn on.  On the other hand\n the trousers are black with a gold braid stripe running down the side of each leg.  The gold braid can also be found on the hat which has an accompanying elastic sweatband. Also in a matching colour tone is the red and gold sash with tussles.\n\n  subject_terms_1: insignia (devices)  coats (garments) trousers sashes (costume accessories)  hats rank\n\n  subject_terms_2: Great Britain. Army Great Britain Colonies Coats Pants Felt hats  Insignia  South African War\n 1899-1902 military uniforms\n\n  subject_terms_3: Wars?\n\n  subject_terms_4: \n\n  sgcool_label_text: The British Army uniform\n sometimes referred to as “redcoat”\n has grown to become a symbol of the British Empire. Versions were widely worn within the colonies of the British Empire\n by the British\n Indians\n and other Imperial soldiers. Today it is used as a ceremonial dress for the armies of many countries previously under British rule.\\r\\nThis particular uniform may have belonged to General A. W. Thorneycroft\n known for his contributions to the Battle of Spion Kop during the Second Boer War. \\r\\n\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00423-001 to 005",
    "Image": "",
    "object_work_type": "military uniforms",
    "title_text": "British military uniform components: coat, pants, sash, hat",
    "preference": "main",
    "title_language": "",
    "creation_date": "Late 18th or early 19th century",
    "creation_place_original_location": "Great Britain",
    "styles_periods_indexing_terms": "British (modern)",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "wool (textile) brass (alloy)  leather  felt  silk (textile)",
    "techniques_name": "embroidering  sewing (needleworking technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is the British Army uniform that consists of a coat, pants, sash, and hat. The coat has gold accents; the cuffs and collar are embroidered with gold bullion in oak leaf motif, whilst brass buttons have been sewn on.  On the other hand, the trousers are black with a gold braid stripe running down the side of each leg.  The gold braid can also be found on the hat which has an accompanying elastic sweatband. Also in a matching colour tone is the red and gold sash with tussles.",
    "subject_terms_1": "insignia (devices)  coats (garments) trousers sashes (costume accessories)  hats rank",
    "subject_terms_2": "Great Britain. Army Great Britain Colonies Coats Pants Felt hats  Insignia  South African War, 1899-1902 military uniforms",
    "subject_terms_3": "Wars?",
    "subject_terms_4": "",
    "sgcool_label_text": "The British Army uniform, sometimes referred to as “redcoat”, has grown to become a symbol of the British Empire. Versions were widely worn within the colonies of the British Empire, by the British, Indians, and other Imperial soldiers. Today it is used as a ceremonial dress for the armies of many countries previously under British rule.\r\nThis particular uniform may have belonged to General A. W. Thorneycroft, known for his contributions to the Battle of Spion Kop during the Second Boer War. \r\n"
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}