{
  "id": "2017-00570-005",
  "title": "Other Map Series Sri Lanka Map Series - Vavuniya",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00570-005\n\n  Image: \n\n  object_work_type: drawings (visual works) maps (documents)\n\n  title_text: Other Map Series Sri Lanka Map Series - Vavuniya\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Pala Pothupitiye\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2016\n\n  creation_place_original_location: Sri Lanka\n\n  inscriptions: \n\n  inscription_language: \n\n  scale_type: 1 : 50\n000\n\n  shape: rectangular\n\n  materials_name: paper (fiber product) canvas (textile material) ink acrylic paint\n\n  techniques_name: drawing (image-making)\n\n  object_colour: multicolored\n\n  physical_appearance: This is an illustrated map of Sri Lanka. Utilising an actual map as the base layer\n the artist added layers of stylised illustrations and colours. There are claws of an animal seen along various lines of the map\n and a small head of an animal at the bottom-left. The key of the original map is printed along the bottom. There is a signature at the bottom-left of the map.\n\n  subject_terms_1: colonialism representation (form of expression) interpretation cartography (discipline)\n\n  subject_terms_2: colonies Maps Sri Lanka Maps Imperialism Sri Lanka History Cartography\n\n  subject_terms_3: Drawing\n\n  sgcool_label_text: Cartography is an act of history-making; history is created and interpreted by the act of mapping. Is it possible for an artist to look beyond officially constructed maps\n and imagine a different past or an alternate future? Pothupitiye attempts to do so in this series\n where he re-crafts the official version of maps to tell a different story. The maps he constructs are like palimpsests where he overlays\n juxtaposes and transforms portraits of voyages\n landscapes\n mythical figures and other maps to re-inscribe stories of Sri Lanka’s past and present\n interspersed with his own personal history. The maps he refers to range from Ptolemy’s maps of Ceylon to current maps of Sri Lanka. His atlas of maps tells many different stories simultaneously: of the deep scars of colonialism\n the civil unrest and religious extremism of recent years\n and also the lyrical beauty of a country that was once called Ceylon. (Text by Suman Gopinath\n Singapore Biennale 2016 Assoc. curator\n and curator of the artwork) Pala Pothupitiye (b. 1972\n Deniyaya\n Sri Lanka) obtained his BFA at the University of the Visual and Performing Arts in Colombo\n Sri Lanka. Born into a traditional southern Sri Lankan caste of craft artists and ritualists\n he incorporates and reinterprets the material and philosophical content of traditional art\n to confront issues such as colonialism\n nationalism\n religious extremism and militarism\n and extends his inquiry to questions of caste\n the distinction between art and craft\n tradition and modernity\n as well as a critique of Eurocentrism. In 2005\n he participated in the Fukuoka Asian Art Triennial and in 2010\n he received the Sovereign Asian Art Prize. Pothupitiye is a founding member of the Theertha International Artists Collective.\n",
  "createdDate": "20201125084518",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00570-005",
    "Image": "",
    "object_work_type": "drawings (visual works) maps (documents)",
    "title_text": "Other Map Series Sri Lanka Map Series - Vavuniya",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Pala Pothupitiye",
    "creator_role": "artists (visual artists)",
    "creation_date": "2016",
    "creation_place_original_location": "Sri Lanka",
    "inscriptions": "",
    "inscription_language": "",
    "scale_type": "1 : 50,000",
    "shape": "rectangular",
    "materials_name": "paper (fiber product) canvas (textile material) ink acrylic paint",
    "techniques_name": "drawing (image-making)",
    "object_colour": "multicolored",
    "physical_appearance": "This is an illustrated map of Sri Lanka. Utilising an actual map as the base layer, the artist added layers of stylised illustrations and colours. There are claws of an animal seen along various lines of the map, and a small head of an animal at the bottom-left. The key of the original map is printed along the bottom. There is a signature at the bottom-left of the map.",
    "subject_terms_1": "colonialism representation (form of expression) interpretation cartography (discipline)",
    "subject_terms_2": "colonies Maps Sri Lanka Maps Imperialism Sri Lanka History Cartography",
    "subject_terms_3": "Drawing",
    "sgcool_label_text": "Cartography is an act of history-making; history is created and interpreted by the act of mapping. Is it possible for an artist to look beyond officially constructed maps, and imagine a different past or an alternate future? Pothupitiye attempts to do so in this series, where he re-crafts the official version of maps to tell a different story. The maps he constructs are like palimpsests where he overlays, juxtaposes and transforms portraits of voyages, landscapes, mythical figures and other maps to re-inscribe stories of Sri Lanka’s past and present, interspersed with his own personal history. The maps he refers to range from Ptolemy’s maps of Ceylon to current maps of Sri Lanka. His atlas of maps tells many different stories simultaneously: of the deep scars of colonialism, the civil unrest and religious extremism of recent years, and also the lyrical beauty of a country that was once called Ceylon. (Text by Suman Gopinath, Singapore Biennale 2016 Assoc. curator, and curator of the artwork) Pala Pothupitiye (b. 1972, Deniyaya, Sri Lanka) obtained his BFA at the University of the Visual and Performing Arts in Colombo, Sri Lanka. Born into a traditional southern Sri Lankan caste of craft artists and ritualists, he incorporates and reinterprets the material and philosophical content of traditional art, to confront issues such as colonialism, nationalism, religious extremism and militarism, and extends his inquiry to questions of caste, the distinction between art and craft, tradition and modernity, as well as a critique of Eurocentrism. In 2005, he participated in the Fukuoka Asian Art Triennial and in 2010, he received the Sovereign Asian Art Prize. Pothupitiye is a founding member of the Theertha International Artists Collective."
  },
  "nlpDate": "20201125084518",
  "connectorId": 0,
  "tags": {}
}