{
  "id": "2017-01025-003",
  "title": "Rama I Bridge",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-01025-003\n\n  Image: \n\n  object_work_type: black-and-white prints (photographs) photographic prints gelatin silver prints\n\n  title_text: Rama I Bridge\n\n  preference: main\n\n  title_language: \n\n  creator_2: Rong Wong-Savun (1932-2009)\n\n  creator_1: Rong Wongsawan\n\n  creator_role: Artist (visual artists)\n\n  creation_date: c. 1958\n\n  creation_place_original_location: Bangkok (Thailand)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: silver sulfide paper (fibre product) baryta paper gelatin\n\n  techniques_name: gelatin silver process photographic printing techniques black-and-white photography\n\n  object_colour: black-and-white (colours)\n\n  physical_appearance: Shot from bottom up\n a uniformed man strides across the bridge amidst a group of other individuals in plain clothing. Smoke emissions streak across the sky.\n\n  subject_terms_1: urban development factories (organizations) bridges (built works)\n\n  subject_terms_2: Bangkok (Thailand) Thon Buri (Thailand) Urbanisation Prints Factories Iron and steel bridges\n\n  subject_terms_3: Visual arts Urban planning\n\n  sgcool_label_text: Rong Wong-Savun (b. 1932\n d. 2009) first encountered photography at the age of 16-17\n and taught himself to read the Kodak manual using a Thai-English dictionary. He developed photos until his fingernails were dyed black with darkroom chemicals. When he was twenty\n he showed his photos to Mom Rajawongse Kukrit Pramoj\n who admired his skills and bought the photos for his magazine. Having developed a rapport with M.R. Kukrit\n ‘Rong eventually became a permanent employee at the Siam Rath Weekly Review. \\r\\n\\r\\nEchoing his early photographic subjects\n his later literary pursuits reflected the world of the common\n often underprivileged\n people who were neglected and dismissed by society at large. \\r\\n\\r\\nNamed a National Artist in the field of Literature in 1995\n Rong is remembered as a pivotal and prolific writer who transformed the landscape of Thai literature through the topicality of his work and the originality of his language.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-01025-003",
    "Image": "",
    "object_work_type": "black-and-white prints (photographs) photographic prints gelatin silver prints",
    "title_text": "Rama I Bridge",
    "preference": "main",
    "title_language": "",
    "creator_2": "Rong Wong-Savun (1932-2009)",
    "creator_1": "Rong Wongsawan",
    "creator_role": "Artist (visual artists)",
    "creation_date": "c. 1958",
    "creation_place_original_location": "Bangkok (Thailand)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "silver sulfide paper (fibre product) baryta paper gelatin",
    "techniques_name": "gelatin silver process photographic printing techniques black-and-white photography",
    "object_colour": "black-and-white (colours)",
    "physical_appearance": "Shot from bottom up, a uniformed man strides across the bridge amidst a group of other individuals in plain clothing. Smoke emissions streak across the sky.",
    "subject_terms_1": "urban development factories (organizations) bridges (built works)",
    "subject_terms_2": "Bangkok (Thailand) Thon Buri (Thailand) Urbanisation Prints Factories Iron and steel bridges",
    "subject_terms_3": "Visual arts Urban planning",
    "sgcool_label_text": "Rong Wong-Savun (b. 1932, d. 2009) first encountered photography at the age of 16-17, and taught himself to read the Kodak manual using a Thai-English dictionary. He developed photos until his fingernails were dyed black with darkroom chemicals. When he was twenty, he showed his photos to Mom Rajawongse Kukrit Pramoj, who admired his skills and bought the photos for his magazine. Having developed a rapport with M.R. Kukrit, ‘Rong eventually became a permanent employee at the Siam Rath Weekly Review. \r\n\r\nEchoing his early photographic subjects, his later literary pursuits reflected the world of the common, often underprivileged, people who were neglected and dismissed by society at large. \r\n\r\nNamed a National Artist in the field of Literature in 1995, Rong is remembered as a pivotal and prolific writer who transformed the landscape of Thai literature through the topicality of his work and the originality of his language."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}