{
  "subject_terms_3": "Drawing",
  "materials_name": "paper (fiber product) canvas (textile material) ink acrylic paint",
  "creator_2": "Pala Pothupitiye",
  "object_work_type": "maps (documents) drawings (visual works)",
  "object_colour": "multicolored",
  "physical_appearance": "This is a set of five drawn maps of Sri Lanka. The five maps are of varied sizes. Each map is a multi-layered illustration, created by combining layers of maps, images of figures, colours and patterns. The artist retains some inscriptions from the official maps, but adds his own in various places. A few maps include a signature near the bottom.",
  "sgcool_label_text": "Cartography is an act of history-making; history is created and interpreted by the act of mapping. Is it possible for an artist to look beyond officially constructed maps, and imagine a different past or an alternate future? Pothupitiye attempts to do so in this series, where he re-crafts the official version of maps to tell a different story. The maps he constructs are like palimpsests where he overlays, juxtaposes and transforms portraits of voyages, landscapes, mythical figures and other maps to re-inscribe stories of Sri Lanka’s past and present, interspersed with his own personal history. The maps he refers to range from Ptolemy’s maps of Ceylon to current maps of Sri Lanka. His atlas of maps tells many different stories simultaneously: of the deep scars of colonialism, the civil unrest and religious extremism of recent years, and also the lyrical beauty of a country that was once called Ceylon. (Text by Suman Gopinath, Singapore Biennale 2016 Assoc. curator, and curator of the artwork) Pala Pothupitiye (b. 1972, Deniyaya, Sri Lanka) obtained his BFA at the University of the Visual and Performing Arts in Colombo, Sri Lanka. Born into a traditional southern Sri Lankan caste of craft artists and ritualists, he incorporates and reinterprets the material and philosophical content of traditional art, to confront issues such as colonialism, nationalism, religious extremism and militarism, and extends his inquiry to questions of caste, the distinction between art and craft, tradition and modernity, as well as a critique of Eurocentrism. In 2005, he participated in the Fukuoka Asian Art Triennial and in 2010, he received the Sovereign Asian Art Prize. Pothupitiye is a founding member of the Theertha International Artists Collective.",
  "preference": "alternate main",
  "title_text": "Other Map Series Sri Lanka Map Series",
  "creation_date": "2016",
  "subject_terms_1": "cartography (discipline) representation (form of expression) interpretation colonialism",
  "creator_role": "artists (visual artists)",
  "accession_no_csv": "2017-00570",
  "shape": "rectangular",
  "creation_place_original_location": "Sri Lanka",
  "subject_terms_2": "Maps Cartography Sri Lanka History colonies Imperialism Sri Lanka Maps",
  "techniques_name": "drawing (image-making)",
  "scale_type": "varies"
}