{"subject_terms_3" : "visual arts  Mixed media artists Heritage and Culture", "context_2" : "protests", "materials_name" : "perlite wood (plant material) aluminium (metal)  welded wire fabric acrylic paint", "creator_2" : "Santiago Bose", "object_work_type" : "acrylic paintings (visual works)", "object_colour" : "multicoloured", "physical_appearance" : "This is a multicoloured mixed media work that foregrounds a group of individuals half dressed and armed with spears. They have been depicted in side profile; this group includes three men in loin cloths and two women clad in a longer cloth garment wrapped around their waist. The lady on the right has her fists punched into the hair, and she carries a baby on her back with a sarong.  The elderly man is the only figure who has his body and head (with eyes shut) facing the audience. The scene is set in a hilly landscape filled with vegetation. Punctuating the scene is a window frame-like object that disrupts the serenity of the green.", "sgcool_label_text" : "Born in Baguio in the Cordillera region of the Philippines, artist Santiago Bose (1949-2002), also known as “Santi” or “Santibose”, was a co-founder of the Baguio Arts Guild and a leader of the Baguio art scene. He is known for his innovations in medium and was concerned with developing more indigenous materials for art as well cultivating ties with respective local communities. Both form and content then were important to him in developing a national art. This consciousness probably arose from when he was still a student in the University of the Philippines School of Fine Arts. In particular, Bose recalled when his teacher, the abstractionist Constancio Bernardo, suggested he use “imported colours” to improve the colouring of his works. Santi is then quoted in one article in 1981 as saying “Our models in art are Western. Maybe, it’s time for us to make our own models. To be international is to be Filipino first. We have a broken tradition… and I’m going to try to mend in my own way.” \r\n\r\n“Drown My Soul in Chico River” (1981), also known as “Bury My Soul in Chico River,” is a work made by Santiago Bose in response to the protest of the Kalinga people, part of the ethnic group known as Igorots, to stop the Chico River dam project. The dam project would have permanently flooded their ancestral lands and despite being under the rule of Martial Law, the Kalinga people managed to successfully stop the project. It is an important subject matter reflecting the artist’s concerns on the issues of the local tribes\/people from the Cordillera region where he was born. The title of the work comes partly from a book written in 1970, “Bury My Heart at Wounded Knee: An Indian History of the American West.” Bose, who spent time in the US, was influenced by the increased activism of minority groups there such as the American Indians.\r\n\r\nBose received the Thirteen Artists award in 1976 and his works are in the collections of Cultural Center of the Philippines, Queensland Art Gallery (Brisbane), Museum of Contemporary Art (Sydney), Western Front (Vancouver), Centro Wilfredo Lam (Havana) among others.", "preference" : "main", "context_6" : "Luzon (Philippines)", "creator_1" : "Bose, Santiago, 1949-2002", "context_1" : "This work is a response to the protests of the Kalinga people who wanted to stop the development of the Chico River dam project. Despite the martial law in place, they were successful in halting the project.", "context_5" : "1989", "title_text" : "Drown My Soul at Chico River (Bury My Soul in Chico River)", "creation_date" : "1981", "subject_terms_1" : "identity  figurative art rural communities indigenous people protests", "context_4" : "1980", "context_8" : "protests", "creator_role" : "artists (visual arts)  mixed-media artists", "accession_no_csv" : "2017-00887", "shape" : "Rectangular", "creation_place_original_location" : "Philippines", "subject_terms_2" : "Figurative painting Figurative art Figurative expressionism  Identity  Rural  Indigenous people  Protests (Negotiable instruments) Kalinga (Philippine people)", "context_3" : "1980s", "techniques_name" : "painting (image making)  carving (processes)", "context_7" : "The Kalinga people"}