{
  "id": "2017-00543 ",
  "title": "Lamp",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00543 \n\n  Image: \n\n  object_work_type: pendants (lighting fixtures) ceiling fixtures (lighting fixtures)\n\n  title_text: Lamp\n\n  preference: main\n\n  title_language: \n\n  creation_date: Late 19th to early 20th century\n\n  creation_place_original_location: Malacca (Malacca\n Malaysia) Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: glass\n\n  techniques_name: general lighting\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a ceiling pendant lamp made up of three glass flower-shaped lamp shades with purple trimmings. It is supported and attached to the ceiling by a brass fixture.\n\n  subject_terms_1: Art Noveau interior lighting European\n\n  subject_terms_2: Art nouveau (Architecture) Interior lighting\n\n  subject_terms_3: Interior design Home design\n\n  sgcool_label_text: This ceiling pendant lamp is comprised of three glass lamp shades with a floral pattern and purple trimmings.  It is supported by a brass fixture with curving decorative details that are reminiscent of the Art Nouveau style.  The Peranakans’ penchant for European-style furniture began from around the late 19th century.  English-styled teak furniture was displayed alongside Chinese blackwood furniture in Peranakan homes.  European designs were also adapted to suit Peranakan taste\n such as the addition of Chinese motifs\n gliding and mother-of-pearl inlays.  This fusion of influences and trends was also evident in Peranakan fashion and jewellery\n and is one of the defining characteristics of Peranakan material culture.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00543 ",
    "Image": "",
    "object_work_type": "pendants (lighting fixtures) ceiling fixtures (lighting fixtures)",
    "title_text": "Lamp",
    "preference": "main",
    "title_language": "",
    "creation_date": "Late 19th to early 20th century",
    "creation_place_original_location": "Malacca (Malacca, Malaysia) Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "glass",
    "techniques_name": "general lighting",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a ceiling pendant lamp made up of three glass flower-shaped lamp shades with purple trimmings. It is supported and attached to the ceiling by a brass fixture.",
    "subject_terms_1": "Art Noveau interior lighting European",
    "subject_terms_2": "Art nouveau (Architecture) Interior lighting",
    "subject_terms_3": "Interior design Home design",
    "sgcool_label_text": "This ceiling pendant lamp is comprised of three glass lamp shades with a floral pattern and purple trimmings.  It is supported by a brass fixture with curving decorative details that are reminiscent of the Art Nouveau style.  The Peranakans’ penchant for European-style furniture began from around the late 19th century.  English-styled teak furniture was displayed alongside Chinese blackwood furniture in Peranakan homes.  European designs were also adapted to suit Peranakan taste, such as the addition of Chinese motifs, gliding and mother-of-pearl inlays.  This fusion of influences and trends was also evident in Peranakan fashion and jewellery, and is one of the defining characteristics of Peranakan material culture."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}