{"id":"2017-00474\r\n2017-00475","title":"Bamboo vest","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00474\\r\\n2017-00475\nImage:\nobject_work_type:wedding clothes vests (garments)\ntitle_text:Bamboo vest\npreference:main\ntitle_language:\ncreation_date:1930s-1940s\ncreation_place_original_location:China Indonesia\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:bamboo (material)\ntechniques_name:sewing (needleworking technique)\nobject_colour:multicolored\nphysical_appearance:This is a set of two bamboo vests. It is made from strips of bamboo\n strung together to create a lattice structure. A blue trim runs along the neckline of the vest as well as down the front and along the sleeveless arm holes.\nsubject_terms_1:ceremonial costume underwear\nsubject_terms_2:Vests Wedding costume Rites and ceremonies Underwear\nsubject_terms_3:Peranakan costumes\nsgcool_label_text:Bamboo vests were worn by both bride and bridegroom under their wedding garments. Strips of bamboo are strung to form a diamond-shaped mesh. A blue trim runs along the vest’s circular neckline\n sleeveless arm holes and down the front. It is secured by frog fasteners at the neck and stomach. Bamboo vests were worn to allow for ventilation beneath the thick and heavily embroidered wedding garments. As wedding robes were often made from delicate silk\n bamboo vests would have prevented sweat stains and fabric damage.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00474\r\n2017-00475","Image":"","object_work_type":"wedding clothes vests (garments)","title_text":"Bamboo vest","preference":"main","title_language":"","creation_date":"1930s-1940s","creation_place_original_location":"China Indonesia","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"bamboo (material)","techniques_name":"sewing (needleworking technique)","object_colour":"multicolored","physical_appearance":"This is a set of two bamboo vests. It is made from strips of bamboo, strung together to create a lattice structure. A blue trim runs along the neckline of the vest as well as down the front and along the sleeveless arm holes.","subject_terms_1":"ceremonial costume underwear","subject_terms_2":"Vests Wedding costume Rites and ceremonies Underwear","subject_terms_3":"Peranakan costumes","sgcool_label_text":"Bamboo vests were worn by both bride and bridegroom under their wedding garments. Strips of bamboo are strung to form a diamond-shaped mesh. A blue trim runs along the vest’s circular neckline, sleeveless arm holes and down the front. It is secured by frog fasteners at the neck and stomach. Bamboo vests were worn to allow for ventilation beneath the thick and heavily embroidered wedding garments. As wedding robes were often made from delicate silk, bamboo vests would have prevented sweat stains and fabric damage."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}