{"id":"2017-00820-001, 002,003","title":"Knitting The Future","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00820-001\n 002\n003\nImage:\nobject_work_type:performance art\ntitle_text:Knitting The Future\npreference:main\ntitle_language:\ncreator_2:Chia Chuyia\ncreator_role:artists (visual artists)\ncreation_date:2016\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nmaterials_name:organic material\ntechniques_name:videography recording  weaving\nobject_colour:multicoloured\nedition_description:Unique\nphysical_appearance:This is a performance item. The artist sits on the chair and knits a garment out of leek.\nsubject_terms_1:ethnicity identity  CD-Rs video recordings sound recordings\nsubject_terms_2:Performance art  Knitting  Leek  Blu-ray discs  CD-Rs Ethnicity  Identity  Video recording  Sound recordings  Teochew (Chinese people)\nsubject_terms_3:Visual arts\ncontext_1:Singapore Biennale 2016\n An Atlas of Mirriors\ncontext_2:biennals (exhibitions)\ncontext_3:27-Oct-2016 to 26-Feb-2017\ncontext_4:27-Oct-16\ncontext_5:26-Feb-17\ncontext_6:Singapore Art Museum\ncontext_7:Singapore Art Museum\ncontext_8:planners\nsgcool_label_text:Chuyia Chia is a Sino-Malaysian artist who works primarily in performance. Raised in Klang\n Malaysia\n and having attended art school in Singapore\n she is today based in Gothenburg\n Sweden. Knitting the Future was first staged in Venice in 2015\n and was included in the 2016 Singapore Biennale (“An Atlas of Mirrors”)\n where it was one of several performative pieces. For a period of five weeks\n for six days a week and six hours a day\n Chia engaged in a marathon knitting session – except that her material of choice is not yarn\n but the leek. Clad in a long black dress\n sitting in the middle of a gallery space likewise fitted out in black\n her ultimate goal is the completion of a full-length garment – or “body armour”\n as she dubs it – woven entirely from thousands of skeins of leek. Chia  is of Teochew stock\n the descendant of Chinese immigrants to Malaysia. While based in Sweden\n her ethnic and cultural identity is integral to her artistic practice\n especially at a stage in her life that has seen her displaced from Southeast Asia. The piece is informed by her Teochew roots\n but Chia is also concerned about environmental issues. It occupies a central place in the culinary and cultural consciousness of the Teochew people of the Chaoshan region in southern China. It – or its close relatives\n the scallion or garlic green – is a staple at the family meal during the annual reunion feast on the eve of the Lunar New Year. The generic Mandarin term for allium vegetables\n suan (?)\n is a homophone with the verb ‘to count’ (?)\n and an old adage goes\n ‘If one ate leek\n there would be money to keep’.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00820-001, 002,003","Image":"","object_work_type":"performance art","title_text":"Knitting The Future","preference":"main","title_language":"","creator_2":"Chia Chuyia","creator_role":"artists (visual artists)","creation_date":"2016","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","materials_name":"organic material","techniques_name":"videography recording  weaving","object_colour":"multicoloured","edition_description":"Unique","physical_appearance":"This is a performance item. The artist sits on the chair and knits a garment out of leek.","subject_terms_1":"ethnicity identity  CD-Rs video recordings sound recordings","subject_terms_2":"Performance art  Knitting  Leek  Blu-ray discs  CD-Rs Ethnicity  Identity  Video recording  Sound recordings  Teochew (Chinese people)","subject_terms_3":"Visual arts","context_1":"Singapore Biennale 2016, An Atlas of Mirriors","context_2":"biennals (exhibitions)","context_3":"27-Oct-2016 to 26-Feb-2017","context_4":"27-Oct-16","context_5":"26-Feb-17","context_6":"Singapore Art Museum","context_7":"Singapore Art Museum","context_8":"planners","sgcool_label_text":"Chuyia Chia is a Sino-Malaysian artist who works primarily in performance. Raised in Klang, Malaysia, and having attended art school in Singapore, she is today based in Gothenburg, Sweden. Knitting the Future was first staged in Venice in 2015, and was included in the 2016 Singapore Biennale (“An Atlas of Mirrors”), where it was one of several performative pieces. For a period of five weeks, for six days a week and six hours a day, Chia engaged in a marathon knitting session – except that her material of choice is not yarn, but the leek. Clad in a long black dress, sitting in the middle of a gallery space likewise fitted out in black, her ultimate goal is the completion of a full-length garment – or “body armour”, as she dubs it – woven entirely from thousands of skeins of leek. Chia  is of Teochew stock, the descendant of Chinese immigrants to Malaysia. While based in Sweden, her ethnic and cultural identity is integral to her artistic practice, especially at a stage in her life that has seen her displaced from Southeast Asia. The piece is informed by her Teochew roots, but Chia is also concerned about environmental issues. It occupies a central place in the culinary and cultural consciousness of the Teochew people of the Chaoshan region in southern China. It – or its close relatives, the scallion or garlic green – is a staple at the family meal during the annual reunion feast on the eve of the Lunar New Year. The generic Mandarin term for allium vegetables, suan (?), is a homophone with the verb ‘to count’ (?), and an old adage goes, ‘If one ate leek, there would be money to keep’."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}