{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Kok Sing Oey", "object_work_type" : "sarongs batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik sarong. It features alternating bands of motifs. The center panel is composed of diagonal bands of dark red, blue and green backgrounds. The backgrounds are filled with small, dense secondary motifs of foliage patterns. The main pattern decorating the batik features large floral blooms. There is a signature on the top-left of the batik sarong.", "sgcool_label_text" : "Alternating bands of motifs decorate this sarong in its entirety.  Diagonal bands are shown on the kepala (broad vertical panel of the batik), and are filled with two alternating floral designs that are also arranged diagonally.  In contrast, vertical bands are depicted on the badan (main design feature or ‘body’ of the batik).  Alternating swirling tendrils and starburst motifs form the background for pairs of phoenixes and floral motifs.  This batik comes from the family collection of Oey Kok Sing (1896-1966), the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular, exudes a strong sense of artistic individuality, possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.  This piece is signed “Njonjah Oey Kok Sing”.", "preference" : "main", "title_text" : "Sarong", "creation_date" : "Early 20th century", "subject_terms_1" : "Peranakan folk costume flower (motif) foliage (motif) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00352", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}