{
  "subject_terms_3": "Installation Art Visual arts",
  "materials_name": "cloth mixed media",
  "creator_2": "Minstrel Kuik [Kuik Ching Chieh]",
  "object_work_type": "installations (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "The installation art depicts 12 identical frames that are evenly spread out in a four by 3 rectangular orientation. The frames are rectangular, wooden, and brown in colour Within each frame, a green flag of the Malaysian Islamic Party (PAS) are folded and placed in it. The flags are folded in such a way to create folds and pockets. There are several different items that are either placed just slightly into the pockets of the flags to leave them a little exposed, or placed beside the flags together in the frames. These items are blue and white in colour. A couple of them are in the shape of an open palm while others are cloths and a string.",
  "sgcool_label_text": "Minstrel Kuik is a Sino-Malaysian artist born in Pantai Remis, Perak, in 1976. She received her tertiary education in Taiwan and France. While trained primarily in painting and philosophy, her practice today is centered on the mediums of photography and drawing, with elements of installation also present. The experience of growing up a Chinese woman in a social polity that privileges male, Malay-Muslim identity is foregrounded in Kuik’s work, where photography, for one, serves as the medium for her to explore social distances and attachments for its documentary and narrative quality. The title of Flirting with the Moon references the song made famous by Teresa Teng, “The Moon Represents My Heart”. The moon is also a sign of God, according to the Quran. In Flirting with the Moon, Kuik utilized PAS flags (i.e. the opposition Parti Islam Se-Malaysia, the flags of which feature a lunar motif), to create folds and pockets. Into these pockets she inserted various paraphernalia collected from the 13th General elections held in 2013. The Islamist fundamentalism of PAS is, according to the artist, one of the least desirable alternatives for Malaysia’s political scene, especially viewed from her standpoint as a female, non-Muslim Sino-Malaysian. In Kuik’s hands, political paraphernalia examines the meaning of a today’s national state in contrast to something which should be very familiar to everybody called globalization. In these works, she explores the dynamics between the personal and the political.",
  "preference": "main",
  "creator_1": "Not indicated",
  "title_text": "Flirting with the Moon",
  "creation_date": "2015",
  "subject_terms_1": "political art flags dissident art repeated motif cresents (motifs)",
  "creator_role": "artists (visual artists)",
  "accession_no_csv": "2017-00493",
  "shape": "irregular",
  "creation_place_original_location": "Malaysia",
  "subject_terms_2": "Installations (Art) Parti Islam Semalaysia (LC) Dissident art",
  "techniques_name": "sewing (needleworking technique)"
}