{"context_23" : "1964", "context_24" : "1974", "subject_terms_3" : "Artistic photography  visual arts", "context_2" : "biennials (exhibitions)", "materials_name" : "gelatin  paper (fibre product)  silver sulfide  baryta paper", "creator_2" : "Lee, Lim", "object_work_type" : "black-and-white prints (photographs) gelatin silver prints  photographic prints", "object_colour" : "black-and-white (colours)", "physical_appearance" : "This is a gelatin silver print and the image captures a lady dressed in a long sleeved top paired with an ankle-length garment filled with decorative motifs. She supports a basket atop her head with her right arm, and is seen facing the camera amidst two thatched-roof houses and some ducks and chickens. On the verso of the work, there is the artist's photography studio chop, the number and title of the work, followed by the VII Biennale Internacional Arte Fotografica Lisbon- Portugal chop.", "context_22" : "c. 1969", "sgcool_label_text" : "Lee Lim was one of the most important modern photographers in Singapore, influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979, Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987.", "preference" : "main", "context_6" : "Lisbon (Portugal)", "creator_1" : "Lee, Lim", "context_1" : "VII Bienal Internacional De Arte Fotografica", "context_21" : "No 1 Tiong Bahru Road, Singapore 3", "context_5" : "1969", "title_text" : "Kampong", "creation_date" : "c. 1969", "subject_terms_1" : "rural areas  genre (visual works) thatched roofs nature photography rural life  rural houses", "context_4" : "1969", "creator_role" : "photographers", "context_20" : "Address indicated on photography studio's chop.", "accession_no_csv" : "2017-00016", "shape" : "rectangular", "creation_place_original_location" : "Not indicated", "subject_terms_2" : "Thatched buildings  Villages Genre prints Nature photography Photography, Artistic  Royal Photographic Society of Great Britain", "context_3" : "1969", "techniques_name" : "gelatin silver process photographic printing techniques black-and-white photography"}