{"subject_terms_3" : "Visual arts  National identity  Poster art  Popular culture", "materials_name" : "paper (fiber product)", "creator_2" : "Krack Studio", "object_work_type" : "screen prints  adaptations (derivative objects)", "object_colour" : "multicoloured", "physical_appearance" : "\"This print shows the figure of a man with hands to his lips making a shush sign. The title states \"\"AWAS! MATA-MATA MOSOEH\"\" which means to watch out for enemy spies. \"", "sgcool_label_text" : "Tanah Impian (Dream Land) is a series of prints based on images drawn from Indonesian popular culture, spanning 100 years. The project was conceived in 2014, the year of the elections in Indonesia when nationalist rhetoric dominated public consciousness, Artist collective Krack Studio sifted through a mass of research and archival material, eventually selecting 24 images that referenced the idea of the Indonesian Dream and \/ or told an interesting story about changing definitions of the ‘Nation’. Ranging from political posters to advertisements, comic strips, movie posters and magazines, these images, reconstructed and re-imagined by the artist collective, chronicle Indonesia’s evolving aspirations, desires and identity, as well as how Indonesia has been perceived and imaged for the ‘Western’ gaze.", "preference" : "alternate main", "edition_description" : "2-Oct", "title_text" : "Tanah Impian (Dream Land) Awas! Mata-Mata Moesoeh", "creation_date" : "2014", "subject_terms_1" : "identity  nationalism  ways of life  popular culture  appropriation (imagery) redesign spies (people) propaganda", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00951-008", "shape" : "Rectangular", "creation_place_original_location" : "Indonesia", "subject_terms_2" : "Serigraphy Art, Indonesian Nationalism Identity  Ways of life Popular culture  Appropriation (Art) Adaptations Propaganda, Japanese  Spies", "techniques_name" : "screen printing"}