{
  "id": "2017-00579",
  "title": "Kebaya",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00579\n\n  Image: \n\n  object_work_type: kebayas\n\n  title_text: Kebaya\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1940s\n\n  creation_place_original_location: Java (Indonesia)\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: cotton (textile)\n\n  techniques_name: embroidering machine sewing (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a yellow-brown-white\n tricoloured checkered pattern kebaya. It has floral motifs lining its edges\n sleeves\n and hems. The material is sheer\n and is worn as an open jacket.\n\n  subject_terms_1: womenswear flower (motif) Sino-Japanese War\n 1937-1945 folk costume\n\n  subject_terms_2: Ethnic costume Straits Settlements Peranakan embroidery Sino-Japanese War\n 1937-1945 Floral decorations\n\n  subject_terms_3: 1942-1945 Japanese occupation Textile art and design Peranakan costumes\n\n  sgcool_label_text: This yellow kebaya has a brown and white check pattern running through the cloth\n along with a yellow and brown embroidered border.  The kebaya is a loose open jacket usually worn by Peranakan women of the Straits Settlements\n Indonesia and Indo-European women of the late 19th to 20th century. It has embroidered edges that imitate the look of lace\n which became popular during the mid-twentieth century and replaced lace as the decoration of choice along the border of the blouses. Its tapered ends was also popular during this time period. Coloured pieces also became popular over white kebayas during this era. This kebaya belonged to a Chinese woman who was living in Java during the Japanese Occupation. She took on Peranakan dress and identity to adopt as low a profile  as possible in order not to attract attention.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00579",
    "Image": "",
    "object_work_type": "kebayas",
    "title_text": "Kebaya",
    "preference": "main",
    "title_language": "",
    "creation_date": "1940s",
    "creation_place_original_location": "Java (Indonesia)",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "cotton (textile)",
    "techniques_name": "embroidering machine sewing (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a yellow-brown-white, tricoloured checkered pattern kebaya. It has floral motifs lining its edges, sleeves, and hems. The material is sheer, and is worn as an open jacket.",
    "subject_terms_1": "womenswear flower (motif) Sino-Japanese War, 1937-1945 folk costume",
    "subject_terms_2": "Ethnic costume Straits Settlements Peranakan embroidery Sino-Japanese War, 1937-1945 Floral decorations",
    "subject_terms_3": "1942-1945 Japanese occupation Textile art and design Peranakan costumes",
    "sgcool_label_text": "This yellow kebaya has a brown and white check pattern running through the cloth, along with a yellow and brown embroidered border.  The kebaya is a loose open jacket usually worn by Peranakan women of the Straits Settlements, Indonesia and Indo-European women of the late 19th to 20th century. It has embroidered edges that imitate the look of lace, which became popular during the mid-twentieth century and replaced lace as the decoration of choice along the border of the blouses. Its tapered ends was also popular during this time period. Coloured pieces also became popular over white kebayas during this era. This kebaya belonged to a Chinese woman who was living in Java during the Japanese Occupation. She took on Peranakan dress and identity to adopt as low a profile  as possible in order not to attract attention."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}