{"id":"2017-00796","title":"Endless Hours at Sea","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00796\nImage:\nobject_work_type:installations (visual works) multimedia works\ntitle_text:Endless Hours at Sea\npreference:main\ntitle_language:\ncreator_2:Martha Atienza\ncreator_role:artists (visual artists)\ncreation_date:2014\n 2016\ncreation_place_original_location:Philippines\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:water (inorganic material) stainless steel aluminum (metal)\ntechniques_name:videography\nobject_colour:multicolored\nphysical_appearance:This installation depicts the movement of water through mixed medium. There is a projection of light that reflects on the water on a screen. Beneath the screen\n there is a large case with a video projection of the ocean.\nsubject_terms_1:projections (visual works) seas mixed media seascapes videography marine (of the ocean)\nsubject_terms_2:Installations (Art) Projection art Seas Mixed media (Art) Video recording Multimedia (Art)\nsubject_terms_3:Installation art\nsgcool_label_text:Endless Hours at Sea is an exploration of the tempestuous emotional and psychological relationship humankind has with water. Seas and oceans have often been regarded as territories to be charted and conquered. Yet to actually voyage on watery expanses is to exist in a liminal space: always a ‘somewhere’ between leaving and arriving\n and a ‘nowhere’ forever surrounded by ever-changing wind and weather conditions. This multimedia installation brings together material Atienza recorded from four oceanic journeys on cargo ships\n and immerses the viewer in the constant state of flux that characterises life on board these vessels. As more than 400\n000 Filipinos work ‘overseas’\n this is an artistic journey that also finds echoes in the experiences of many of her countrymen. Endless is ultimately a work that reverberates close to home for Atienza – almost all her family is involved in the maritime industry\n including her grandfather who was a lighthouse keeper.\\r\\n\\r\\nThe work of Martha Atienza (b. 1981\n Manila\n the Philippines) is sociological in nature\n reflecting a keen observation of her immediate environment. She understands her surroundings as a landscape of people\n first and foremost\n and is currently investigating the usage of art as a tool for effecting social change and development. Atienza received her BFA from the AKI Academy of Art and Design in Enschede\n the Netherlands and has participated in the art programme at the Kuvataideakatemia of the University of the Arts Helsinki\n Finland. In 2015\n she received the Thirteen Artists Award from the Cultural Center of the Philippines\n and in 2012\n she received the Ateneo Arts Award\n with residency grants in Liverpool\n Melbourne\n New York and Singapore. In 2016\n she was the recipient of the first Mercedes Zobel/Outset residency at the gallery Gasworks in London. She lives and works in Bantayan Island\n the Philippines and Rotterdam\n the Netherlands.\\r\\n","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00796","Image":"","object_work_type":"installations (visual works) multimedia works","title_text":"Endless Hours at Sea","preference":"main","title_language":"","creator_2":"Martha Atienza","creator_role":"artists (visual artists)","creation_date":"2014, 2016","creation_place_original_location":"Philippines","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"water (inorganic material) stainless steel aluminum (metal)","techniques_name":"videography","object_colour":"multicolored","physical_appearance":"This installation depicts the movement of water through mixed medium. There is a projection of light that reflects on the water on a screen. Beneath the screen, there is a large case with a video projection of the ocean.","subject_terms_1":"projections (visual works) seas mixed media seascapes videography marine (of the ocean)","subject_terms_2":"Installations (Art) Projection art Seas Mixed media (Art) Video recording Multimedia (Art)","subject_terms_3":"Installation art","sgcool_label_text":"Endless Hours at Sea is an exploration of the tempestuous emotional and psychological relationship humankind has with water. Seas and oceans have often been regarded as territories to be charted and conquered. Yet to actually voyage on watery expanses is to exist in a liminal space: always a ‘somewhere’ between leaving and arriving, and a ‘nowhere’ forever surrounded by ever-changing wind and weather conditions. This multimedia installation brings together material Atienza recorded from four oceanic journeys on cargo ships, and immerses the viewer in the constant state of flux that characterises life on board these vessels. As more than 400,000 Filipinos work ‘overseas’, this is an artistic journey that also finds echoes in the experiences of many of her countrymen. Endless is ultimately a work that reverberates close to home for Atienza – almost all her family is involved in the maritime industry, including her grandfather who was a lighthouse keeper.\r\n\r\nThe work of Martha Atienza (b. 1981, Manila, the Philippines) is sociological in nature, reflecting a keen observation of her immediate environment. She understands her surroundings as a landscape of people, first and foremost, and is currently investigating the usage of art as a tool for effecting social change and development. Atienza received her BFA from the AKI Academy of Art and Design in Enschede, the Netherlands and has participated in the art programme at the Kuvataideakatemia of the University of the Arts Helsinki, Finland. In 2015, she received the Thirteen Artists Award from the Cultural Center of the Philippines, and in 2012, she received the Ateneo Arts Award, with residency grants in Liverpool, Melbourne, New York and Singapore. In 2016, she was the recipient of the first Mercedes Zobel/Outset residency at the gallery Gasworks in London. She lives and works in Bantayan Island, the Philippines and Rotterdam, the Netherlands.\r\n"},"nlpDate":"20201119143406","connectorId":0,"tags":{}}