{"id":"2017-00910","title":"Act 4 Scene 2 (Episode 1 Finale): The Mistakes I Made While Building The Joe Schooling Swimming School Diorama","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00910\nImage:\nobject_work_type:installations (visual works)\ntitle_text:Act 4 Scene 2 (Episode 1 Finale): The Mistakes I Made While Building The Joe Schooling Swimming School Diorama\npreference:main\ntitle_language:\ncreator_2:Chun Kai Qun\ncreator_role:artists (visual artists)\ncreation_date:2016\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:resin (organic material) clay paint (coating) paper (fiber product) acrylic paint wood (plant material)\ntechniques_name:assemblage (sculpting technique)\nobject_colour:multicolored\nphysical_appearance:This installation depicts a diorama of a swimming complex. The miniature swimming pool is encased in a wooden box and presented on top of a wooden stool. In the pool\n there are eight demarcated lanes. There are several human figurines in the swimming pool. Some are fully submerged while others are submerged midway.\nsubject_terms_1:dioramas swimming swimming pools\nsubject_terms_2:Installations (Art) Schooling\n Joseph\n 1995- Yip\n Pin Xiu\n 1992- Diorama Swimming Swimming pools\nsubject_terms_3:Installation art Schooling\n Joseph Isaac Yip\n Pin Xiu Swimming\nsgcool_label_text:Act 4 Scene 2 (Episode 1 Finale): The Mistakes I Made While Building The Joe Schooling Swimming School Diorama was first shown at FOST Gallery in “Solid Prayers”\n Chun Kai Qun’s first significant solo exhibition in Singapore. Chun (b. 1982)\n who by his own admission is “the quintessential object maker”\n is interested in the study of what he terms “object biographies”\n as a means of better understanding how everyday objects function as a reflection of personal tastes\n attributes\n moral principles and social ideals. This research drives his artistic practice and materialises mainly in the form of sculptures and installations. Chun received his MFA from the Glasgow School of Art\n and is the co-founder of the curatorial collective LATENT SPACES\n which reinvents idle spaces in Singapore as platforms for experimental art. In 2015\n he was conferred the Young Artist Award\n Singapore’s highest recognition for young art practitioners.\\r\\nIn the words of curator Michelle Ho\n who penned an accompanying essay for the exhibition\n Chun’s works “have been conceived with an awareness of the improbability of their realisations\n and a sense of the futility of their endeavours …… what is noteworthy is the artist’s outright disclosure of his failure.” Of the present work\n she writes: “The Mistakes I’ve Made While Building The Joe Olympic Swimming School Diorama started as his intent to make a diorama\n based on his reflections of the journeys of Olympic champion Joseph Schooling and Paralympian Yip Pin Xiu\n and how their stories provided alternative accounts regarding the ease of achieving one’s dreams. In the process of making the work\n he noted some less than satisfactory results – defects that occurred - and Chun turned them into the basis of the artwork. The work became an artwork about itself\n with the confessions of an artist detailing his imperfect skills. More critically\n Chun also deals with the perception of failure\n and its relativity …… By embarking on the futile endeavours that he insists on pursuing\n and navigating through unfavourable conditions that he has chosen to situate his works within\n Chun turns failure into productive engagements …… Such is the nature of Chun’s works which operate in the realm between heroic aspiration and absurdity\n using humour and failure to play off the futility of ambition against the ideal of excellence\n and through such an artistic determination\n bring about new possibilities for expanding the purpose of art.” (Ho\n “Flawed Miracles – The Art of Chun Kai Qun”\n 2016.) \\r\\nWhat is particularly striking about Mistakes\n then\n is the salient disjuncture between its ostensible theme\n success\n and its material being\n its status as a failed experiment. Joseph Schooling\n of course\n stands as the epitome of success\n being the first Singaporean to win a gold medal at the summer Olympics; in that regard\n he also serves as an encapsulation of the Singapore Story\n with its emplotted trajectory of overcoming almost insurmountable hurdles\n and moving from a third world outpost to a flourishing first world economy. Joseph Schooling\n is success incarnate\n the Singapore Story made flesh. Juxtaposed against this shining beacon is the abject condition of the object\n an attempt gone awry in the studio: “Chun features small figures who gamely swim or sink within a swimming pool of solidified resin\n disingenuously admitting to several minute “errors” (“I glued down number 2 crooked”)—which naturally triggers compulsory inspection of the work.” (from a review of the show on Art Asia Pacific’s online edition\n by Marybeth Stock). In purporting to depict a success story\n what Chun has done instead is to present a failure as a finished product\n to expand the conceptual notions of object-making. \\r\\n","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00910","Image":"","object_work_type":"installations (visual works)","title_text":"Act 4 Scene 2 (Episode 1 Finale): The Mistakes I Made While Building The Joe Schooling Swimming School Diorama","preference":"main","title_language":"","creator_2":"Chun Kai Qun","creator_role":"artists (visual artists)","creation_date":"2016","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"resin (organic material) clay paint (coating) paper (fiber product) acrylic paint wood (plant material)","techniques_name":"assemblage (sculpting technique)","object_colour":"multicolored","physical_appearance":"This installation depicts a diorama of a swimming complex. The miniature swimming pool is encased in a wooden box and presented on top of a wooden stool. In the pool, there are eight demarcated lanes. There are several human figurines in the swimming pool. Some are fully submerged while others are submerged midway.","subject_terms_1":"dioramas swimming swimming pools","subject_terms_2":"Installations (Art) Schooling, Joseph, 1995- Yip, Pin Xiu, 1992- Diorama Swimming Swimming pools","subject_terms_3":"Installation art Schooling, Joseph Isaac Yip, Pin Xiu Swimming","sgcool_label_text":"Act 4 Scene 2 (Episode 1 Finale): The Mistakes I Made While Building The Joe Schooling Swimming School Diorama was first shown at FOST Gallery in “Solid Prayers”, Chun Kai Qun’s first significant solo exhibition in Singapore. Chun (b. 1982), who by his own admission is “the quintessential object maker”, is interested in the study of what he terms “object biographies”, as a means of better understanding how everyday objects function as a reflection of personal tastes, attributes, moral principles and social ideals. This research drives his artistic practice and materialises mainly in the form of sculptures and installations. Chun received his MFA from the Glasgow School of Art, and is the co-founder of the curatorial collective LATENT SPACES, which reinvents idle spaces in Singapore as platforms for experimental art. In 2015, he was conferred the Young Artist Award, Singapore’s highest recognition for young art practitioners.\r\nIn the words of curator Michelle Ho, who penned an accompanying essay for the exhibition, Chun’s works “have been conceived with an awareness of the improbability of their realisations, and a sense of the futility of their endeavours …… what is noteworthy is the artist’s outright disclosure of his failure.” Of the present work, she writes: “The Mistakes I’ve Made While Building The Joe Olympic Swimming School Diorama started as his intent to make a diorama, based on his reflections of the journeys of Olympic champion Joseph Schooling and Paralympian Yip Pin Xiu, and how their stories provided alternative accounts regarding the ease of achieving one’s dreams. In the process of making the work, he noted some less than satisfactory results – defects that occurred - and Chun turned them into the basis of the artwork. The work became an artwork about itself, with the confessions of an artist detailing his imperfect skills. More critically, Chun also deals with the perception of failure, and its relativity …… By embarking on the futile endeavours that he insists on pursuing, and navigating through unfavourable conditions that he has chosen to situate his works within, Chun turns failure into productive engagements …… Such is the nature of Chun’s works which operate in the realm between heroic aspiration and absurdity, using humour and failure to play off the futility of ambition against the ideal of excellence, and through such an artistic determination, bring about new possibilities for expanding the purpose of art.” (Ho, “Flawed Miracles – The Art of Chun Kai Qun”, 2016.) \r\nWhat is particularly striking about Mistakes, then, is the salient disjuncture between its ostensible theme, success, and its material being, its status as a failed experiment. Joseph Schooling, of course, stands as the epitome of success, being the first Singaporean to win a gold medal at the summer Olympics; in that regard, he also serves as an encapsulation of the Singapore Story, with its emplotted trajectory of overcoming almost insurmountable hurdles, and moving from a third world outpost to a flourishing first world economy. Joseph Schooling, is success incarnate, the Singapore Story made flesh. Juxtaposed against this shining beacon is the abject condition of the object, an attempt gone awry in the studio: “Chun features small figures who gamely swim or sink within a swimming pool of solidified resin, disingenuously admitting to several minute “errors” (“I glued down number 2 crooked”)—which naturally triggers compulsory inspection of the work.” (from a review of the show on Art Asia Pacific’s online edition, by Marybeth Stock). In purporting to depict a success story, what Chun has done instead is to present a failure as a finished product, to expand the conceptual notions of object-making. \r\n"},"nlpDate":"20201018182636","connectorId":0,"tags":{}}