{"subject_terms_3" : "Force 136 (Guerilla movement) History  Tan, Chong Tee Ministry of Culture war personalities  1942-1945 Japanese Occupation  \r\n\r\n", "materials_name" : "paper (fiber product)", "creator_2" : "Tan Chong Tee", "object_work_type" : "document (object genre) memoirs", "object_colour" : "multicoloured", "physical_appearance" : "This text, written Chinese in blue ink, highlights the author's account of his life (biography) on request by Singapore's Ministry of Culture, Oral History division who sought him out to record his life experiences as a piece of the nation's history. The paper is folded\/crumpled at each corner, and contains insertions and deletions throughout.", "sgcool_label_text" : "These documents and photographs belong to a larger part of a collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the late 1980s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.\r\n", "preference" : "alternate main", "creator_1" : "Chen, Chongzhi, 1916-  Tan, Chong Tee", "title_text" : "Reflections of Tan Chong Tee: Letters, Notes, and Photographs Reflections of Tan Chong Tee: Memoir", "subject_terms_1" : "resistance movements  guerilla warfare local histories armed forces  Chinese scripts Oral history  world wars", "creator_role" : "authors", "accession_no_csv" : "2017-00145-077", "shape" : "Rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Force 136 (Guerilla movement) War resistance movements  Guerillas  Local history Armed Forces  Great Britain. Army. Force 136 Writing  Chinese characters  Chen, Chongzhi, 1916-  Oral history  World War, 1939-1945", "techniques_name" : "handwriting"}