{
  "id": "2017-00847-001 TO 207",
  "title": "Home, and a Home",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00847-001 TO 207\n\n  Image: \n\n  object_work_type: Installations (visual works)\n\n  title_text: Home\n and a Home\n\n  preference: main\n\n  title_language: \n\n  creator_2: Rathin Barman\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2016\n\n  creation_place_original_location: India Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: concrete steel (alloy)\n\n  techniques_name: assemblage (sculpture technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is an installation piece comprised of welded steel bars and concrete. It has the structural form of a shophouse front. There are also rust-transferred drawings.\n\n  subject_terms_1: migrant workers commissions (orders for works) storefronts home (concept) architectural drawings (visual works) architectural elements cross-sections\n\n  subject_terms_2: Architectural drawing Bangladeshis Shophouses Displacement (Psychology) Art commissions Singapore Home Installations (Art) Immigrants\n\n  subject_terms_3: Drawing Installation Migration\n\n  context_1: Singapore Biennale 2016\n\n  context_2: biennials (exhibitions)\n\n  context_3: 27-Oct-2016 to 26-Feb-2017\n\n  context_4: 27-Oct-16\n\n  context_5: 26-Feb-17\n\n  context_6: Singapore Art Museum\n\n  context_7: Singapore Art Museum\n\n  context_8: planners\n\n  sgcool_label_text: This work is in continuation with Barman’s earlier practice\n where he investigates ‘landscape’ as an idea– not just the physicality of its presence\n but the space that it occupies in the mind and in the memory\n and the new meanings of ‘home’ for displaced Bangladeshi migrants in Kolkata. For this work\n Barman spent time in Singapore chronicling the conversations and poetry of Bangladeshi migrant labourers\nand translated them into skeletal-sculptures referencing pre-war Singapore shophouse fronts and rust-transferred drawings. These works evoke images of homes left behind\n aspirations towards future homes and  the present feeling of homelessness. In the artist’s words\n “transferring rust impressions onto paper\n casting abandoned domestic objects in concrete and welding re-used construction iron bars in realising skeletal definitions of homes are more like sculpting from memory – reconstructions rusted in time”. (Text by Suman Gopinath\n Singapore Biennale 2016 Assoc. curator\n and curator of the artwork)\\r\\n\\r\\nThe recent art practice of Rathin Barman (b. 1981\n Tripura\n India) focuses on urban architecture and architectural forms. He has documented different layers of architectural progress that unveil the structural evolution of the contemporary urban landscape\n while at the same time commenting on sociopolitical issues. His recent solo exhibition ‘No … I Remember It Well’ at Experimenter (Kolkata\n 2015) emerged from the idea of ‘home’ shaped by conversations with and amidst people displaced since 1947 from East Pakistan (now Bangladesh). He transformed their memories into sculptural forms and\n in the process\n recreated remembered homes and landscapes. Barman has previously had two solo exhibitions and exhibited widely in India and around the world. He is involved in the public art project Edge Effect\n curated by Kanchi Mehta\n a Kochi-Muziris Biennale project (Kochi\n India\n 2014). He lives and works in Kolkata\n India.\\r\\n\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00847-001 TO 207",
    "Image": "",
    "object_work_type": "Installations (visual works)",
    "title_text": "Home, and a Home",
    "preference": "main",
    "title_language": "",
    "creator_2": "Rathin Barman",
    "creator_role": "artists (visual artists)",
    "creation_date": "2016",
    "creation_place_original_location": "India Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "concrete steel (alloy)",
    "techniques_name": "assemblage (sculpture technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is an installation piece comprised of welded steel bars and concrete. It has the structural form of a shophouse front. There are also rust-transferred drawings.",
    "subject_terms_1": "migrant workers commissions (orders for works) storefronts home (concept) architectural drawings (visual works) architectural elements cross-sections",
    "subject_terms_2": "Architectural drawing Bangladeshis Shophouses Displacement (Psychology) Art commissions Singapore Home Installations (Art) Immigrants",
    "subject_terms_3": "Drawing Installation Migration",
    "context_1": "Singapore Biennale 2016",
    "context_2": "biennials (exhibitions)",
    "context_3": "27-Oct-2016 to 26-Feb-2017",
    "context_4": "27-Oct-16",
    "context_5": "26-Feb-17",
    "context_6": "Singapore Art Museum",
    "context_7": "Singapore Art Museum",
    "context_8": "planners",
    "sgcool_label_text": "This work is in continuation with Barman’s earlier practice, where he investigates ‘landscape’ as an idea– not just the physicality of its presence, but the space that it occupies in the mind and in the memory, and the new meanings of ‘home’ for displaced Bangladeshi migrants in Kolkata. For this work, Barman spent time in Singapore chronicling the conversations and poetry of Bangladeshi migrant labourers,and translated them into skeletal-sculptures referencing pre-war Singapore shophouse fronts and rust-transferred drawings. These works evoke images of homes left behind, aspirations towards future homes and  the present feeling of homelessness. In the artist’s words, “transferring rust impressions onto paper, casting abandoned domestic objects in concrete and welding re-used construction iron bars in realising skeletal definitions of homes are more like sculpting from memory – reconstructions rusted in time”. (Text by Suman Gopinath, Singapore Biennale 2016 Assoc. curator, and curator of the artwork)\r\n\r\nThe recent art practice of Rathin Barman (b. 1981, Tripura, India) focuses on urban architecture and architectural forms. He has documented different layers of architectural progress that unveil the structural evolution of the contemporary urban landscape, while at the same time commenting on sociopolitical issues. His recent solo exhibition ‘No … I Remember It Well’ at Experimenter (Kolkata, 2015) emerged from the idea of ‘home’ shaped by conversations with and amidst people displaced since 1947 from East Pakistan (now Bangladesh). He transformed their memories into sculptural forms and, in the process, recreated remembered homes and landscapes. Barman has previously had two solo exhibitions and exhibited widely in India and around the world. He is involved in the public art project Edge Effect, curated by Kanchi Mehta, a Kochi-Muziris Biennale project (Kochi, India, 2014). He lives and works in Kolkata, India.\r\n"
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}