{"id":"2017-00332","title":"Celanda batik tulis (man’s pyjama pants)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00332\nImage:\nobject_work_type:pajamas batik art\ntitle_text:Celanda batik tulis (man’s pyjama pants)\npreference:main\ntitle_language:\ncreator_2:Soen King Oey\ncreator_role:textile design\ncreation_date:Late 19th-early 20th century\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a pair of batik pajama pants. It has a symmetrical pattern of bands featuring qilin and phoenix motifs. They are bordered by a border consisting of repeating geometric motifs.\nsubject_terms_1:foliage (motif) birds (motifs) geometric motifs cultural diffusion\nsubject_terms_2:Batik Peranakan (Asian people) Motifs Culture diffusion\nsubject_terms_3:Batik\nsgcool_label_text:The batik cloth is carefully cut and joined in the middle to produce the symmetry of pattern on this pair of batik pants (celanda).  The Chinese influence is evident on this piece\n particularly the mythical qilin and phoenix motifs\n and fretwork border which is a variant of the auspicious Chinese banji pattern.  This batik comes from the family collection of Oey Soen King (1861-1942)\n the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time\n and are embellished with Chinese traditional motifs.  These motifs include lotus flowers\n centipedes and cloud motifs which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java\n before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00332","Image":"","object_work_type":"pajamas batik art","title_text":"Celanda batik tulis (man’s pyjama pants)","preference":"main","title_language":"","creator_2":"Soen King Oey","creator_role":"textile design","creation_date":"Late 19th-early 20th century","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a pair of batik pajama pants. It has a symmetrical pattern of bands featuring qilin and phoenix motifs. They are bordered by a border consisting of repeating geometric motifs.","subject_terms_1":"foliage (motif) birds (motifs) geometric motifs cultural diffusion","subject_terms_2":"Batik Peranakan (Asian people) Motifs Culture diffusion","subject_terms_3":"Batik","sgcool_label_text":"The batik cloth is carefully cut and joined in the middle to produce the symmetry of pattern on this pair of batik pants (celanda).  The Chinese influence is evident on this piece, particularly the mythical qilin and phoenix motifs, and fretwork border which is a variant of the auspicious Chinese banji pattern.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}