{"id":"2017-00491","title":"Jangan Tipu 1","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00491\nImage:\nobject_work_type:drawings (visual works)\ntitle_text:Jangan Tipu 1\npreference:main\ntitle_language:\ncreator_2:Minstrel Kuik\ncreator_role:artists (visual artists)\ncreation_date:2015\ncreation_place_original_location:Malaysia\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:charcoal (material) acid-free paper\ntechniques_name:drawing (image-making)\nobject_colour:black-and-white (colors)\nphysical_appearance:This is a charcoal drawing of a street scene capturing a Bersih rally. In the cneter of the drawing\n there is a woman gazing forwards. She is holding a bouquet of chrysanthemums in her right hand. She is wearing a tshirt with the face of a man\n along with a rally badge and holding a \\u0027Bersih\\u0027 bag. She is standing in the middle of a crowd who are wearing similar t-shirts and holding up \\u0027Bersih\\u0027 posters.\nsubject_terms_1:rallies political art mixed media\nsubject_terms_2:Charcoal drawing Demonstrations Art Political aspects Bersih 2.0 (Organization) Mixed media (Art) Art\n Malaysian\nsubject_terms_3:Drawing Political events Visual Arts\ncontext_1:Bersih 2.0 rally Bersih 3.0 rally\ncontext_2:rallies\ncontext_3:7/9/11 28/4/12\ncontext_4:7/9/11 28/4/12\ncontext_5:7/9/11 28/4/12\ncontext_6:Kuala Lumpur (Malaysia) Kuala Lumpur (Malaysia)\ncontext_7:Bersih 2.0 (Organization)\ncontext_8:organizations (groups)\nsgcool_label_text:Minstrel Kuik is a Sino-Malaysian artist born in Pantai Remis\n Perak\n in 1976. She received her tertiary education in Taiwan and France. While trained primarily in painting and philosophy\n her practice today is centered on the mediums of photography and drawing\n with elements of installation also present. The experience of growing up a Chinese woman in a social polity that privileges male\n Malay-Muslim identity is foregrounded in Kuik’s work\n where photography\n for one\n serves as the medium for her to explore social distances and attachments for its documentary and narrative quality. With the two Jangan Tipu (“Don’t Lie”) drawings\n the artist notes that: “In analog photography\n the negative is a latent image that unfolds the image/reality to the future – a prophetic object embedded with an oracle/truth. From the photographs taken by myself during the previous Bersih rallies 2.0 and 3.0 in 2011 and 2012\n I have chosen 2 images\n each with a dominant feminine figure at the center of the composition\n looking out quietly yet in confidence at the audience. By using the concept of Madonna depicted in the classical Western painting\n I would like to emphasize the role of females and their participation in the public and political sphere. With the help of grids\n I measured each persons and objects in the composition by endless back and forth verifications\n with the hope to anchor my subject matter to the space of action– the street\n where the Bersih rallies took place. Spending day and night on the drawing has thus become a ritual for me to linger longer at the moment where the image was being taken\n to become aware of the making of history. In Jangan Tipu 1\n Teoh Lee Lan\n the sister of Teoh Beng Hock\n held in her right hand a bouquet of chrysanthemums in token of her brother’s tragic death when being interrogated by the MACC (Malaysian Anti-Corruption Commission) in 2009.”","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00491","Image":"","object_work_type":"drawings (visual works)","title_text":"Jangan Tipu 1","preference":"main","title_language":"","creator_2":"Minstrel Kuik","creator_role":"artists (visual artists)","creation_date":"2015","creation_place_original_location":"Malaysia","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"charcoal (material) acid-free paper","techniques_name":"drawing (image-making)","object_colour":"black-and-white (colors)","physical_appearance":"This is a charcoal drawing of a street scene capturing a Bersih rally. In the cneter of the drawing, there is a woman gazing forwards. She is holding a bouquet of chrysanthemums in her right hand. She is wearing a tshirt with the face of a man, along with a rally badge and holding a \u0027Bersih\u0027 bag. She is standing in the middle of a crowd who are wearing similar t-shirts and holding up \u0027Bersih\u0027 posters.","subject_terms_1":"rallies political art mixed media","subject_terms_2":"Charcoal drawing Demonstrations Art Political aspects Bersih 2.0 (Organization) Mixed media (Art) Art, Malaysian","subject_terms_3":"Drawing Political events Visual Arts","context_1":"Bersih 2.0 rally Bersih 3.0 rally","context_2":"rallies","context_3":"7/9/11 28/4/12","context_4":"7/9/11 28/4/12","context_5":"7/9/11 28/4/12","context_6":"Kuala Lumpur (Malaysia) Kuala Lumpur (Malaysia)","context_7":"Bersih 2.0 (Organization)","context_8":"organizations (groups)","sgcool_label_text":"Minstrel Kuik is a Sino-Malaysian artist born in Pantai Remis, Perak, in 1976. She received her tertiary education in Taiwan and France. While trained primarily in painting and philosophy, her practice today is centered on the mediums of photography and drawing, with elements of installation also present. The experience of growing up a Chinese woman in a social polity that privileges male, Malay-Muslim identity is foregrounded in Kuik’s work, where photography, for one, serves as the medium for her to explore social distances and attachments for its documentary and narrative quality. With the two Jangan Tipu (“Don’t Lie”) drawings, the artist notes that: “In analog photography, the negative is a latent image that unfolds the image/reality to the future – a prophetic object embedded with an oracle/truth. From the photographs taken by myself during the previous Bersih rallies 2.0 and 3.0 in 2011 and 2012, I have chosen 2 images, each with a dominant feminine figure at the center of the composition, looking out quietly yet in confidence at the audience. By using the concept of Madonna depicted in the classical Western painting, I would like to emphasize the role of females and their participation in the public and political sphere. With the help of grids, I measured each persons and objects in the composition by endless back and forth verifications, with the hope to anchor my subject matter to the space of action– the street, where the Bersih rallies took place. Spending day and night on the drawing has thus become a ritual for me to linger longer at the moment where the image was being taken, to become aware of the making of history. In Jangan Tipu 1, Teoh Lee Lan, the sister of Teoh Beng Hock, held in her right hand a bouquet of chrysanthemums in token of her brother’s tragic death when being interrogated by the MACC (Malaysian Anti-Corruption Commission) in 2009.”"},"nlpDate":"20201119143406","connectorId":0,"tags":{}}