{"id":"2017-00545","title":"If you can dream a better world you can make a better world or perhaps travel between them “If you can dream a better you can make a better world or perhaps travel between them”","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00545\nImage:\nobject_work_type:installations (visual works)\ntitle_text:If you can dream a better world you can make a better world or perhaps travel between them “If you can dream a better you can make a better world or perhaps travel between them”\npreference:alternate main\ntitle_language:\ncreator_2:Wei-Xiang\n Melissa Tan (1989)\ncreator_1:Not indicated\ncreator_role:mixed media artists sculptors sound artists\ncreation_date:2016\ncreation_place_original_location:Singapore\nstyles_periods_indexing_terms:Contemporary (style of art)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:acrylic paint watercolour paper low-carbon steel\ntechniques_name:acrylic painting (technique) forming (physical activity) sculpting laser beam cutting scoring carving (processes) cutting (dividing)\nobject_colour:multicoloured\nedition_description:Unique\nphysical_appearance:The installation art displays a sculpture and three cylindrical structures. These cylindrical structures are positioned in a manner to form a triangle bordering the point where the sculpture stands. The sculpture is silvery and it is placed inside a transparent glass container. A roll of perforated paper is wrapped round the perimeter of each cylindrical box at the top. The papers are encased in oval glass containers. There is a metal button protrudes beyond the oval container\n near the arc of the cylinder.\nsubject_terms_1:sculpture (visual works) multimedia works symbolism (artistic concept) sound installations\nsubject_terms_2:Multimedia installations (Art) Sculpture Symbolism Sound art\nsubject_terms_3:Installation Art Sculpture\nsubject_terms_4:\nsgcool_label_text:A practice she has been developing for five years\n Melissa Tan’s initial investigations into landscapes included the examination of various fragments and varieties of rocks and rock formations with crystal clusters\n whereby she began to observe and appreciate the complex structures of highly ordered crystal lattices as a metaphor for the process and production of contemporary art. \\r\\n\\r\\nThrough experimentations with paper and metal\n “If you can dream a better world you can make a better world or perhaps travel between them” features laborious and painstakingly hand-cut paper and laser-cut metal sculptures\n which translate the continually expanding urban physical landscape and terrain of Singapore into abstract visual and sonic contemporary expressions.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00545","Image":"","object_work_type":"installations (visual works)","title_text":"If you can dream a better world you can make a better world or perhaps travel between them “If you can dream a better you can make a better world or perhaps travel between them”","preference":"alternate main","title_language":"","creator_2":"Wei-Xiang, Melissa Tan (1989)","creator_1":"Not indicated","creator_role":"mixed media artists sculptors sound artists","creation_date":"2016","creation_place_original_location":"Singapore","styles_periods_indexing_terms":"Contemporary (style of art)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"acrylic paint watercolour paper low-carbon steel","techniques_name":"acrylic painting (technique) forming (physical activity) sculpting laser beam cutting scoring carving (processes) cutting (dividing)","object_colour":"multicoloured","edition_description":"Unique","physical_appearance":"The installation art displays a sculpture and three cylindrical structures. These cylindrical structures are positioned in a manner to form a triangle bordering the point where the sculpture stands. The sculpture is silvery and it is placed inside a transparent glass container. A roll of perforated paper is wrapped round the perimeter of each cylindrical box at the top. The papers are encased in oval glass containers. There is a metal button protrudes beyond the oval container, near the arc of the cylinder.","subject_terms_1":"sculpture (visual works) multimedia works symbolism (artistic concept) sound installations","subject_terms_2":"Multimedia installations (Art) Sculpture Symbolism Sound art","subject_terms_3":"Installation Art Sculpture","subject_terms_4":"","sgcool_label_text":"A practice she has been developing for five years, Melissa Tan’s initial investigations into landscapes included the examination of various fragments and varieties of rocks and rock formations with crystal clusters, whereby she began to observe and appreciate the complex structures of highly ordered crystal lattices as a metaphor for the process and production of contemporary art. \r\n\r\nThrough experimentations with paper and metal, “If you can dream a better world you can make a better world or perhaps travel between them” features laborious and painstakingly hand-cut paper and laser-cut metal sculptures, which translate the continually expanding urban physical landscape and terrain of Singapore into abstract visual and sonic contemporary expressions."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}