{
  "id": "2017-00953 ",
  "title": "Saeta 44",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00953 \n\n  Image: \n\n  object_work_type: oil painting (visual works)  canvas paintings\n\n  title_text: Saeta 44\n\n  preference: main\n\n  title_language: \n\n  creator_2: Fernando Zobel\n\n  creator_1: Zobel\n Fernando\n\n  creator_role: Artist (visual artists)\n\n  creation_date: 1957\n\n  creation_place_original_location: Philippines\n\n  styles_periods_indexing_terms: Modern (style and period)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: oil paint (paint)  canvas (textile material)  canvas board\n\n  techniques_name: oil painting (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a semi-abstract oil painting executed in rapid strokes of colour in various directions against a predominantly black and dark brown colour field.\n\n  subject_terms_1: abstraction  modern (generic time frame)\n\n  subject_terms_2: Art\n Abstract Art\n Philippine Modernism (aesthetic) Postwar reconstruction  Painting\n\n  subject_terms_3: Visual arts  Oil painting\n\n  sgcool_label_text: Fernando Zóbel (1924-1984) was a self-taught artist who was a central figure in the development of postwar modern art in the Philippines in the 1950s. He\n like other Philippine artists at that time\n were experimenting with semi-abstract forms and Zóbel initially drew particular inspiration from Philippine folk art\n even authoring the book Philippine Colonial Sculpture (1958) due to his interests. He\n and the circle of artists he found camaraderie with\n frequented and exhibited at the Philippine Art Gallery\n a small gallery dedicated to modern art which gave young artists an opportunity to exhibit their works. These artists were often viewed in opposition to the conservative group\n who made figurative and idealized images after the works of established artist Fernando Amorsolo. Artists like Zóbel felt what was important was the quality of painting\n rather than the modern vs conservative debate.  While he was a leading figure in Philippine abstraction\n Zóbel also remarked\n “The whole abstract versus figurative bores me; I find it beside the point.” \\r\\n\\r\\nZóbel initially struggled with abstraction but found the language he was seeking in his Saeta series. The Saetas\n in their inspiration in the numerous scaffoldings Zóbel was exposed to in his family business\n also reflect the rapid urbanization and reconstruction of Manila after the devastation of World War II. The architect Leandro Locsin\n who Zóbel often worked with and whose modernist structures were congruent with Zóbel’s tastes\n recounted that Zóbel had told him\n “My God\n look at all these scaffoldings\n they’re beautiful! There are so many ugly buildings around that many times\n the scaffoldings are even more beautiful than the buildings.”\\r\\n\\r\\nIn terms of technique\n Zóbel had initially struggled with creating thin\n controllable lines with oil paint\n eventually arriving at using a glass hypodermic syringe with its needle removed. The solution came to him upon seeing a cook writing “Happy Birthday” in icing on a cake.\\r\\n\\r\\n“Saeta 44” is a strong example which demonstrates Zóbel’s innovative technique and which also carries the narrative of Philippine postwar modernism\n especially in how it was fostered after the war’s destruction and how Zóbel was one of the earliest artists in the Philippines to paint in abstraction. Lines of white and yellow paint splay out in numerous directions\n forming several junctures and giving the impression of rapid movement. They particularly stand out over the layers of black and brown underpaint. While it seems like the work was made spontaneously\n Zóbel often made several preparatory studies before painting and was a consummate drawer. He had even suggested that\n “You might define the Saetas as drawing in thin lines against a field of color.” \\r\\n\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00953 ",
    "Image": "",
    "object_work_type": "oil painting (visual works)  canvas paintings",
    "title_text": "Saeta 44",
    "preference": "main",
    "title_language": "",
    "creator_2": "Fernando Zobel",
    "creator_1": "Zobel, Fernando",
    "creator_role": "Artist (visual artists)",
    "creation_date": "1957",
    "creation_place_original_location": "Philippines",
    "styles_periods_indexing_terms": "Modern (style and period)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "oil paint (paint)  canvas (textile material)  canvas board",
    "techniques_name": "oil painting (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a semi-abstract oil painting executed in rapid strokes of colour in various directions against a predominantly black and dark brown colour field.",
    "subject_terms_1": "abstraction  modern (generic time frame)",
    "subject_terms_2": "Art, Abstract Art, Philippine Modernism (aesthetic) Postwar reconstruction  Painting",
    "subject_terms_3": "Visual arts  Oil painting",
    "sgcool_label_text": "Fernando Zóbel (1924-1984) was a self-taught artist who was a central figure in the development of postwar modern art in the Philippines in the 1950s. He, like other Philippine artists at that time, were experimenting with semi-abstract forms and Zóbel initially drew particular inspiration from Philippine folk art, even authoring the book Philippine Colonial Sculpture (1958) due to his interests. He, and the circle of artists he found camaraderie with, frequented and exhibited at the Philippine Art Gallery, a small gallery dedicated to modern art which gave young artists an opportunity to exhibit their works. These artists were often viewed in opposition to the conservative group, who made figurative and idealized images after the works of established artist Fernando Amorsolo. Artists like Zóbel felt what was important was the quality of painting, rather than the modern vs conservative debate.  While he was a leading figure in Philippine abstraction, Zóbel also remarked, “The whole abstract versus figurative bores me; I find it beside the point.” \r\n\r\nZóbel initially struggled with abstraction but found the language he was seeking in his Saeta series. The Saetas, in their inspiration in the numerous scaffoldings Zóbel was exposed to in his family business, also reflect the rapid urbanization and reconstruction of Manila after the devastation of World War II. The architect Leandro Locsin, who Zóbel often worked with and whose modernist structures were congruent with Zóbel’s tastes, recounted that Zóbel had told him, “My God, look at all these scaffoldings, they’re beautiful! There are so many ugly buildings around that many times, the scaffoldings are even more beautiful than the buildings.”\r\n\r\nIn terms of technique, Zóbel had initially struggled with creating thin, controllable lines with oil paint, eventually arriving at using a glass hypodermic syringe with its needle removed. The solution came to him upon seeing a cook writing “Happy Birthday” in icing on a cake.\r\n\r\n“Saeta 44” is a strong example which demonstrates Zóbel’s innovative technique and which also carries the narrative of Philippine postwar modernism, especially in how it was fostered after the war’s destruction and how Zóbel was one of the earliest artists in the Philippines to paint in abstraction. Lines of white and yellow paint splay out in numerous directions, forming several junctures and giving the impression of rapid movement. They particularly stand out over the layers of black and brown underpaint. While it seems like the work was made spontaneously, Zóbel often made several preparatory studies before painting and was a consummate drawer. He had even suggested that, “You might define the Saetas as drawing in thin lines against a field of color.” \r\n"
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}