{
  "id": "2017-00237",
  "title": "Danger lurking behind the lotus Bahaya Belakang Kembang Terate",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00237\n\n  Image: \n\n  object_work_type: oil paintings (visual works)\n\n  title_text: Danger lurking behind the lotus Bahaya Belakang Kembang Terate\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Emiria Soenassa\n\n  creator_role: artists (visual artists)\n\n  creation_date: 1941-1946\n\n  creation_place_original_location: Indonesia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: oil paint (paint)  canvas board\n\n  techniques_name: painting (image-making)\n\n  object_colour: multicoloured\n\n  physical_appearance: Decked in a loin cloth and a head gear\n this archer stands with his feet apart whilst drawing his bow. Dense foliage envelop him\n and its dark green hue juxtaposes the bright pink of these blossoming lotus flowers\n which are symbols of purity.\n\n  subject_terms_1: archers loincloth headdresses  bows (tools)  flower (plant material)  indigenous people  lotus (plant\n general)\n\n  subject_terms_2: Archers  Headgear Headdresses Indigenous men  Papua (Indonesia)  Lotus in art Painting\n\n  subject_terms_3: visual arts  oil painting\n\n  sgcool_label_text: Being the sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) \n Emiria Soenassa is a pioneering modern artist from Indonesia.   \\r\\nAs a self-proclaimed princess from the island Sultanate of Tidore\n Emiria advocated for Papuan independence from the Dutch.  An archer has bow drawn\n but his aim or the source of his threat remain unknown in this work.  This\n added with the stark contrast between the dark jungle and the bright flowers in various proportion conjure up a sense of mysteriousness and unsettling quality to the work.  The ethnic origin of the subject remains ambiguous\n with certain elements of Dayak (loincloth) and Papuan (headdress and archery hunting) appear to have been combined together.  \\r\\n\\r\\n\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00237",
    "Image": "",
    "object_work_type": "oil paintings (visual works)",
    "title_text": "Danger lurking behind the lotus Bahaya Belakang Kembang Terate",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Emiria Soenassa",
    "creator_role": "artists (visual artists)",
    "creation_date": "1941-1946",
    "creation_place_original_location": "Indonesia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "oil paint (paint)  canvas board",
    "techniques_name": "painting (image-making)",
    "object_colour": "multicoloured",
    "physical_appearance": "Decked in a loin cloth and a head gear, this archer stands with his feet apart whilst drawing his bow. Dense foliage envelop him, and its dark green hue juxtaposes the bright pink of these blossoming lotus flowers, which are symbols of purity.",
    "subject_terms_1": "archers loincloth headdresses  bows (tools)  flower (plant material)  indigenous people  lotus (plant, general)",
    "subject_terms_2": "Archers  Headgear Headdresses Indigenous men  Papua (Indonesia)  Lotus in art Painting",
    "subject_terms_3": "visual arts  oil painting",
    "sgcool_label_text": "Being the sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) , Emiria Soenassa is a pioneering modern artist from Indonesia.   \r\nAs a self-proclaimed princess from the island Sultanate of Tidore, Emiria advocated for Papuan independence from the Dutch.  An archer has bow drawn, but his aim or the source of his threat remain unknown in this work.  This, added with the stark contrast between the dark jungle and the bright flowers in various proportion conjure up a sense of mysteriousness and unsettling quality to the work.  The ethnic origin of the subject remains ambiguous, with certain elements of Dayak (loincloth) and Papuan (headdress and archery hunting) appear to have been combined together.  \r\n\r\n"
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}