{
  "id": "2017-00278-001 and 002",
  "title": "Blue and white covered box",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00278-001 and 002\n\n  Image: \n\n  object_work_type: porcelain (visual works)  Ceramics (object genre)  containers (receptacles)\n\n  title_text: Blue and white covered box\n\n  preference: main\n\n  title_language: \n\n  creation_date: 15th to 16th century\n\n  creation_place_original_location: Vietnam\n\n  styles_periods_indexing_terms: Vietnamese (culture or style)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: concave\n\n  materials_name: blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze\n\n  techniques_name: glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a blue white covered box. In the central medallion of the top surface is a large chrysanthemum. Bordering its sides are panels of plant motifs alternating with geometric patterns. The latter is repeated on the bottom as well. It is to note that the colour is faded and appears porous.\n\n  subject_terms_1: cultural diffusion geometric shape  porcelain paintings (visual works)  exports freehand drawings (drawings)  symbolism  flower (motif)\n\n  subject_terms_2: Porcelain\n Chinese Ming- Qing dynasties\n 1368-1912 Blue and white ware China China painting  Floral decorations  Geometry in art Porcelain\n Vietnamese\n\n  subject_terms_3: visual arts  Decorative arts Ceramics\n\n  subject_terms_4: \n\n  sgcool_label_text: The top surface of this box is decorated with a chrysanthemum spray while the sides are painted with panels of stylised plants alternating with geometric patterns. This panelled style of decoration is widely seen on Vietnamese ceramic boxes produced in the fifteenth and sixteenth centuries. The development of Vietnamese blue and white ceramics was spurred by the Chinese occupation of north Vietnam from 1407 to 1428 and the decline of Chinese porcelain exports during the fifteenth century.  Vietnamese potters were quick to capitalise on the gap and became prolific producers of blue and white wares\n which they exported to overseas consumers in Indonesia\n Malaysia and the Philippines.\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00278-001 and 002",
    "Image": "",
    "object_work_type": "porcelain (visual works)  Ceramics (object genre)  containers (receptacles)",
    "title_text": "Blue and white covered box",
    "preference": "main",
    "title_language": "",
    "creation_date": "15th to 16th century",
    "creation_place_original_location": "Vietnam",
    "styles_periods_indexing_terms": "Vietnamese (culture or style)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "concave",
    "materials_name": "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze",
    "techniques_name": "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a blue white covered box. In the central medallion of the top surface is a large chrysanthemum. Bordering its sides are panels of plant motifs alternating with geometric patterns. The latter is repeated on the bottom as well. It is to note that the colour is faded and appears porous.",
    "subject_terms_1": "cultural diffusion geometric shape  porcelain paintings (visual works)  exports freehand drawings (drawings)  symbolism  flower (motif)",
    "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Floral decorations  Geometry in art Porcelain, Vietnamese",
    "subject_terms_3": "visual arts  Decorative arts Ceramics",
    "subject_terms_4": "",
    "sgcool_label_text": "The top surface of this box is decorated with a chrysanthemum spray while the sides are painted with panels of stylised plants alternating with geometric patterns. This panelled style of decoration is widely seen on Vietnamese ceramic boxes produced in the fifteenth and sixteenth centuries. The development of Vietnamese blue and white ceramics was spurred by the Chinese occupation of north Vietnam from 1407 to 1428 and the decline of Chinese porcelain exports during the fifteenth century.  Vietnamese potters were quick to capitalise on the gap and became prolific producers of blue and white wares, which they exported to overseas consumers in Indonesia, Malaysia and the Philippines."
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}