{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. On the left, there is a vertical panel featuring rows of opposing triangles with stylised birds and rosettes. The main design of the batik features birds perched on flowering trees and butterflies. The batik designs are set against a cream background. There are no signatures on this batik kain panjang.", "sgcool_label_text" : "The main design or “body” (badan) of this kain panjang is replete with swirling tendrils, birds perched on flowering trees and butterflies set against a plain, cream background.  On the kepala (vertical panel at the end of the batik), rows of opposing triangles, enlivened with birds and tiny star-shaped rosettes occupy the broad vertical panel (kepala) of this piece.  Natural dyes were used to create this palette of cream, maroon, indigo blue and black colours.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "Late 19th-early 20th century", "subject_terms_1" : "Peranakan flower (motif) birds (motifs) foliage (motif)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00323", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}