{"id":"2017-01040-155","title":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of military men along gravel pathway","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-01040-155\nImage:\nobject_work_type:black-and-white photographs photographs\ntitle_text:\\Personal photograph album titled \\\\Sixteen Months in Singapore\\\\\\ Sixteen Months in Singapore: Photograph of military men along gravel pathway\npreference:alternate main\ntitle_language:\ncreation_date:1951-1952\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:photographic processes\nobject_colour:black-and-white (colors)\nphysical_appearance:This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features several military men in uniform along a gravel path. In the center of the photograph\n there is a man carrying multiple large harversacks and several weapons slung on his waist. Others are behind him\n smiling and laughing. There is a roofed house structure on the left of the photograph. There are no tears or folds seen.\nsubject_terms_1:snapshots military personnel men (male humans)\nsubject_terms_2:Photographs Soldiers Men\nsubject_terms_3:Photography Men\nsubject_terms_4:\nsgcool_label_text:This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life\n including friends she made within the Jewish community in Singapore.","createdDate":"20201119143407","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-01040-155","Image":"","object_work_type":"black-and-white photographs photographs","title_text":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of military men along gravel pathway","preference":"alternate main","title_language":"","creation_date":"1951-1952","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"photographic processes","object_colour":"black-and-white (colors)","physical_appearance":"This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features several military men in uniform along a gravel path. In the center of the photograph, there is a man carrying multiple large harversacks and several weapons slung on his waist. Others are behind him, smiling and laughing. There is a roofed house structure on the left of the photograph. There are no tears or folds seen.","subject_terms_1":"snapshots military personnel men (male humans)","subject_terms_2":"Photographs Soldiers Men","subject_terms_3":"Photography Men","subject_terms_4":"","sgcool_label_text":"This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life, including friends she made within the Jewish community in Singapore."},"nlpDate":"20201119143407","connectorId":0,"tags":{}}