{
  "subject_terms_3": "Drawing Force 136 (Guerilla movement) Tan, Chong Tee 1942-1945 Japanese occupation",
  "materials_name": "paper (fiber product) ink colour (pigment)",
  "creator_2": "Tan Chong Tee",
  "object_work_type": "drawings (visual works)",
  "object_colour": "multicolored",
  "physical_appearance": "This is a multicoloured drawing depicting the events of the Marco Polo Bridge Incident in 1937. The drawing features several portraits of military leaders in uniform, blended against marching military groups. There are some inscriptions across the top and by each segment of the drawing.",
  "sgcool_label_text": "This drawing belongs to part of a collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from mid 1990s to early 2000s. \r\n\r\nForce 136 was set up in 1942-45 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.\r\n\r\nThis drawing is Tan’s rendition of the Marco Polo Bridge Incident in 1937. \r\n",
  "preference": "main alternate",
  "creator_1": "Chen, Chongzhi, 1916-",
  "title_text": "The Marco Polo Bridge Incident in 1937 ?????????",
  "creation_date": "2002",
  "subject_terms_1": "world wars depictions (visual works) military officers resistance movements Chinese scripts",
  "creator_role": "artists (visual artists)",
  "accession_no_csv": "2017-00077",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "Drawing World War, 1939-1945 Great Britain. Army. Force 136 Force 136 (Guerilla movement) Chen, Chongzhi, 1916- Marco Polo Bridge Incident, China, 1937",
  "techniques_name": "drawing (image-making)"
}