{"subject_terms_3" : "Batik", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "hangings (coverings) batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik hanging. It features a phoenix with an exuberant feather plumage, perched on a flowering branch. Its feathers extend upwards across the height of the hanging. Filler motifs are used to embellish the design of the phoenix. The hanging is bordered by a repeated scrolling pattern, with a feather wing motif at the four corners. There is a small initial on the bottom-right of the batik hanging.", "sgcool_label_text" : "On the centre of this kain panjang, a phoenix with exuberant plumage is perched on a knobbly branch.  A variant of the parang design, an ancient motif that was reserved for the exclusive use by the Central Javanese courts, frames this central design.  At the four corners of this batik, a pair of wings resembling the sawat motif, possibly symbolising the mythical garuda, is depicted.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece contains the initials ‘JH’ which stands for Jane Hendromartono.", "preference" : "main", "title_text" : "Hanging", "creation_date" : "1965-1980s", "subject_terms_1" : "Peranakan phoenixes scrolls (motifs)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00417", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Draperies Peranakan (Asian people) Motifs", "techniques_name" : "batik"}