{
  "id": "2017-00574",
  "title": "Monkeys in the House",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00574\n\n  Image: \n\n  object_work_type: installations (visual works)\n\n  title_text: Monkeys in the House\n\n  preference: main\n\n  title_language: \n\n  creator_2: Sakarin Krue-On\n\n  creator_1: Sa?kharin Khra?on\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2014\n\n  creation_place_original_location: Thailand\n\n  styles_periods_indexing_terms: Contemporary (style of art)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: paper (fiber product) clay wood (plant material) paint (coating)\n\n  techniques_name: sculpting\n\n  object_colour: multicolored\n\n  physical_appearance: This installation depicts three monkeys in a room with a cabinet and a desk with books. One monkey is on the ground on the left. Another is perched on top of the cabinet in the middle. The third is sitting on top of the desk on the right\n with its hand on an open book. Beside the monkey\n there is a stack of books. Some books have fallen on the floor by the desk.\n\n  subject_terms_1: sculpture (visual works) monkeys (animals) chaos analogy symbolism social issues\n\n  subject_terms_2: Symbolism Analogy Sculpture Installations (Art) Monkeys\n\n  subject_terms_3: Installation art\n\n  sgcool_label_text: Living and working in an area with a high monkey population\n Sakarin Krue-on inadvertently finds himself with\n quite literally\n Monkeys in the House on a number of occasions. Drawing on these personal experiences\n the work which features 3 hand-sculpted monkeys invading a home-space is intended by the artist to portray the undesired disturbances which proliferate though multiple aspects of our everyday life – be it in within the private sphere\n public spheres\n or political spheres. The presence of the monkeys juxtaposes the otherwise neat and ordered space – and because within the same space\n the civilised and the uncivilised are brought together to make clear that the “primitive” is not one of another time\n but exists in simultaneity with the modern. While the monkeys have been portrayed as being relatively tame at the point in time when they are spotted\n with destruction of the space still limited to some displaced books and partially torn page\n the sense of impending chaos looms heavily on the scene – lest negotiations/actions take place promptly to circumvent the expected consequence. It is in this regard that Monkeys in the House do not merely serve as a visual analogy for the range of similar situations which seemingly proliferate our lives\n but a parable on arresting these problems before situations worsen or they get completely out of hand.\n",
  "createdDate": "20201125084518",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00574",
    "Image": "",
    "object_work_type": "installations (visual works)",
    "title_text": "Monkeys in the House",
    "preference": "main",
    "title_language": "",
    "creator_2": "Sakarin Krue-On",
    "creator_1": "Sa?kharin Khra?on",
    "creator_role": "artists (visual artists)",
    "creation_date": "2014",
    "creation_place_original_location": "Thailand",
    "styles_periods_indexing_terms": "Contemporary (style of art)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "paper (fiber product) clay wood (plant material) paint (coating)",
    "techniques_name": "sculpting",
    "object_colour": "multicolored",
    "physical_appearance": "This installation depicts three monkeys in a room with a cabinet and a desk with books. One monkey is on the ground on the left. Another is perched on top of the cabinet in the middle. The third is sitting on top of the desk on the right, with its hand on an open book. Beside the monkey, there is a stack of books. Some books have fallen on the floor by the desk.",
    "subject_terms_1": "sculpture (visual works) monkeys (animals) chaos analogy symbolism social issues",
    "subject_terms_2": "Symbolism Analogy Sculpture Installations (Art) Monkeys",
    "subject_terms_3": "Installation art",
    "sgcool_label_text": "Living and working in an area with a high monkey population, Sakarin Krue-on inadvertently finds himself with, quite literally, Monkeys in the House on a number of occasions. Drawing on these personal experiences, the work which features 3 hand-sculpted monkeys invading a home-space is intended by the artist to portray the undesired disturbances which proliferate though multiple aspects of our everyday life – be it in within the private sphere, public spheres, or political spheres. The presence of the monkeys juxtaposes the otherwise neat and ordered space – and because within the same space, the civilised and the uncivilised are brought together to make clear that the “primitive” is not one of another time, but exists in simultaneity with the modern. While the monkeys have been portrayed as being relatively tame at the point in time when they are spotted, with destruction of the space still limited to some displaced books and partially torn page, the sense of impending chaos looms heavily on the scene – lest negotiations/actions take place promptly to circumvent the expected consequence. It is in this regard that Monkeys in the House do not merely serve as a visual analogy for the range of similar situations which seemingly proliferate our lives, but a parable on arresting these problems before situations worsen or they get completely out of hand."
  },
  "nlpDate": "20201125084518",
  "connectorId": 0,
  "tags": {}
}