{"id":"2017-00010","title":"Do Not Prevent The Fertility Of The Mind","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00010\nImage:\nobject_work_type:installations (visual works)\ntitle_text:Do Not Prevent The Fertility Of The Mind\npreference:main\ntitle_language:\ncreator_2:Arahmaiani\ncreator_1:Arahmaiani\n 1961-\ncreator_role:artists (visual artists)\ncreation_date:1997-2014\ncreation_place_original_location:Indonesia\nstyles_periods_indexing_terms:Contemporary (style of art)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:paper (fiber product) wood (plant material) glass (material) liquid\ntechniques_name:assemblage (sculpture technique)\nobject_colour:multicolored\nphysical_appearance:This installation depicts a wall\n decorated with women\\u0027s sanitary napkins\n and bordered by fluorescent lights. In the center\n there is a framed photograph of a woman. She is dressed in a red top\n wearing a headpiece with a red cross\n and holding wire tools in both her hands. In front of the wall\n there is a stool. On the stool\n there is a red vial filled with red liquid placed on a plastic sheet.\nsubject_terms_1:political art government policy reproduction (biological event) avant-garde\nsubject_terms_2:Installations (Art) Art Political aspects Government policy Birth control Pro-life movement Women\\u0027s rights\nsubject_terms_3:Installation art\nsgcool_label_text:Central to Arahmaiani’s work is the theme of the position of women\n particularly in Indonesian society. Do Not Prevent The Fertility of the Mind draws on the artist’s personal experience of being arrested in her student years for her performance art\n and conflates ideas of artistic creativity with female fertility\n commenting on how both these impulses are curtailed by watchful authorities. Making reference to the Suharto government’s birth control policies of the 1990s\n which the artist views as a “coloniz(ation) by the state even to the innermost part of (women’s) bodies”\n Do Not Prevent The Fertility of the Mind expresses the narrow confines within which avant-garde artists had to work\n even as it confronts the viewer with the (often taboo) bodily realities of a woman’s reproductive capabilities – and\n by extension\n her artistic creativity.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00010","Image":"","object_work_type":"installations (visual works)","title_text":"Do Not Prevent The Fertility Of The Mind","preference":"main","title_language":"","creator_2":"Arahmaiani","creator_1":"Arahmaiani, 1961-","creator_role":"artists (visual artists)","creation_date":"1997-2014","creation_place_original_location":"Indonesia","styles_periods_indexing_terms":"Contemporary (style of art)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"paper (fiber product) wood (plant material) glass (material) liquid","techniques_name":"assemblage (sculpture technique)","object_colour":"multicolored","physical_appearance":"This installation depicts a wall, decorated with women\u0027s sanitary napkins, and bordered by fluorescent lights. In the center, there is a framed photograph of a woman. She is dressed in a red top, wearing a headpiece with a red cross, and holding wire tools in both her hands. In front of the wall, there is a stool. On the stool, there is a red vial filled with red liquid placed on a plastic sheet.","subject_terms_1":"political art government policy reproduction (biological event) avant-garde","subject_terms_2":"Installations (Art) Art Political aspects Government policy Birth control Pro-life movement Women\u0027s rights","subject_terms_3":"Installation art","sgcool_label_text":"Central to Arahmaiani’s work is the theme of the position of women, particularly in Indonesian society. Do Not Prevent The Fertility of the Mind draws on the artist’s personal experience of being arrested in her student years for her performance art, and conflates ideas of artistic creativity with female fertility, commenting on how both these impulses are curtailed by watchful authorities. Making reference to the Suharto government’s birth control policies of the 1990s, which the artist views as a “coloniz(ation) by the state even to the innermost part of (women’s) bodies”, Do Not Prevent The Fertility of the Mind expresses the narrow confines within which avant-garde artists had to work, even as it confronts the viewer with the (often taboo) bodily realities of a woman’s reproductive capabilities – and, by extension, her artistic creativity."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}