{"subject_terms_3" : "Force 136 (Guerilla movement) 1942-1945 Japanese occupation Lung, Chiu Ying", "materials_name" : "paper (fiber product)", "object_work_type" : "certificates", "object_colour" : "multicolored", "physical_appearance" : "This is a certificate of registration. The cover is black, and looks textured. In the center, the title for 'Certificate of Registration for Overseas Chinese' is printed vertically in Chinese. Above it, there is an emblem of a sun within a circle. The emblem and the title are slightly faded.", "sgcool_label_text" : "This Certificate of Registration belongs to Lung Chui Ying and is part of a larger collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the mid-1990s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.", "preference" : "alternate alternate main", "title_text" : "Lung Chui Ying Collection: Certificate of Registration for Overseas Chinese  belonging to Lung Chui Ying ????? Lung Chiu Ying Collection: Certificate of Registration for Overseas Chinese  belonging to Lung Chui Ying", "creation_date" : "1937", "subject_terms_1" : "world wars resistance movements documents (object genre) Chinese scripts", "accession_no_csv" : "2017-00152", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "World War, 1939-1945 Great Britain. Army. Force 136 Force 136 (Guerilla movement) Certification", "techniques_name" : "printing (process)"}