{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_4" : "Visual arts  NA", "subject_terms_3" : "Beverages National identity  Poster art  Media and advertising  Popular culture  Visual arts  National identity  Poster art  Media and advertising  Popular culture", "context_2" : "NA NA", "materials_name" : "paper (fiber product) paper (fiber product)", "creator_2" : "Krack Studio  Krack Studio", "object_work_type" : "screen prints  adaptations (derivative objects) screen prints  adaptations (derivative objects)", "object_colour" : "multicoloured multicoloured", "context_18" : "NA NA", "physical_appearance" : "\"This print shows a half-dressed man wielding two swords. To his right are soldiers marching. A green bottle is seen in the foreground, with the subtext \"\"Anggur 3 pendekar This print is an advertisement for Colibrita. On the right is a lady clad in a batik dress. She wears a crown, floral ear rings, bangles, and holds  a mirror in her right hand. She is surrounded by flora and fauna. To the left of the print is a label that lists the products carried by the brand.", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "NA Tanah Impian (Dream Land) is a series of prints based on images drawn from Indonesian popular culture, spanning 100 years. The project was conceived in 2014, the year of the elections in Indonesia when nationalist rhetoric dominated public consciousness, Artist collective Krack Studio sifted through a mass of research and archival material, eventually selecting 24 images that referenced the idea of the Indonesian Dream and \/ or told an interesting story about changing definitions of the ‘Nation’. Ranging from political posters to advertisements, comic strips, movie posters and magazines, these images, reconstructed and re-imagined by the artist collective, chronicle Indonesia’s evolving aspirations, desires and identity, as well as how Indonesia has been perceived and imaged for the ‘Western’ gaze.", "preference" : "alternate main  alternate main", "context_6" : "NA NA", "creator_1" : "NA NA", "context_1" : "NA NA", "edition_description" : "2-Oct 2-Oct", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "Tanah Impian (Dream Land) Kuat! Tahan Latihan Tanah Impian (Dream Land) Sorga Loka", "creation_date" : "2014 2014", "subject_terms_1" : "drogistery probitas djakarta\"\". \" nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign beverages  identity  nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign toileteries", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "NA NA", "context_8" : "NA NA", "creator_role" : "artists (visual artists) artists (visual artists)", "context_20" : "NA NA", "styles_periods_indexing_terms" : "Contemporary (style of art)  Contemporary (style of art)", "accession_no_csv" : "2017-00951-010", "shape" : "Rectangular  Rectangular", "creation_place_original_location" : "Indonesia  Indonesia", "subject_terms_2" : "identity  Serigraphy Art, Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Toilet preparations  Serigraphy Art, Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Beauty, Personal", "context_3" : "NA NA", "context_9" : "NA NA", "techniques_name" : "screen printing  screen printing", "scale_type" : "NA NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}