{"id":"2017-00241","title":"Rosin Harvest Panen Damar","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00241\nImage:\nobject_work_type:oil paintings (visual works)  canvas paintings\ntitle_text:Rosin Harvest Panen Damar\npreference:main alternate\ntitle_language:\ncreator_2:Emiria Soenassa\ncreator_role:artists (visual artists)\ncreation_date:Undated\ncreation_place_original_location:Indonesia\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:oil paint (paint)  canvas board\ntechniques_name:painting (image-making)\nobject_colour:multicoloured\nphysical_appearance:Dominating the composition are rows of trees that cut diagonally across the canvas. With trees in decreasing heights and the usage of blue to contrast against the dark green of the foliage\n linear perspective was employed to imply depth. An attap hut can be seen in the shaded areas of the right\n while human figures can be seen harvesting rosin from the trees.\nsubject_terms_1:rosin labourers genre (visual works)  plantations plantation houses\nsubject_terms_2:Genre painting  Gums and resins  Harvesting  Plantation life in art  Plantation workers\nsubject_terms_3:visual arts  oil painting\nsgcool_label_text:As a sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) \n Emiria Soenassa is a pioneering modern artist from Indonesia.  An Irian shaman with a mask-like face and piercing gaze is shown embracing the magical birds\n with one of them abou to take flight.  The dreamy imaginative qualities of the work is emphasised through the stark contrast between dark and bright hues and the magical transformation of the man\\u0027s hand to an earthy foot.  As a self-proclaimed princess from the island Sultanate of Tidore\n Emiria advocated for Papuan independence from the Dutch.  Painted one year before the UN Roundtable Conference to discuss the handover of sovereignty over Papuan region from the Dutch to Indonesian government\n this work may be associated with her political inclination.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00241","Image":"","object_work_type":"oil paintings (visual works)  canvas paintings","title_text":"Rosin Harvest Panen Damar","preference":"main alternate","title_language":"","creator_2":"Emiria Soenassa","creator_role":"artists (visual artists)","creation_date":"Undated","creation_place_original_location":"Indonesia","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"oil paint (paint)  canvas board","techniques_name":"painting (image-making)","object_colour":"multicoloured","physical_appearance":"Dominating the composition are rows of trees that cut diagonally across the canvas. With trees in decreasing heights and the usage of blue to contrast against the dark green of the foliage, linear perspective was employed to imply depth. An attap hut can be seen in the shaded areas of the right, while human figures can be seen harvesting rosin from the trees.","subject_terms_1":"rosin labourers genre (visual works)  plantations plantation houses","subject_terms_2":"Genre painting  Gums and resins  Harvesting  Plantation life in art  Plantation workers","subject_terms_3":"visual arts  oil painting","sgcool_label_text":"As a sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) , Emiria Soenassa is a pioneering modern artist from Indonesia.  An Irian shaman with a mask-like face and piercing gaze is shown embracing the magical birds, with one of them abou to take flight.  The dreamy imaginative qualities of the work is emphasised through the stark contrast between dark and bright hues and the magical transformation of the man\u0027s hand to an earthy foot.  As a self-proclaimed princess from the island Sultanate of Tidore, Emiria advocated for Papuan independence from the Dutch.  Painted one year before the UN Roundtable Conference to discuss the handover of sovereignty over Papuan region from the Dutch to Indonesian government, this work may be associated with her political inclination."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}