{"id":"2017-00799","title":"Royal Malaysia Police","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00799\nImage:\nobject_work_type:photographs\ntitle_text:Royal Malaysia Police\npreference:main\ntitle_language:\ncreator_2:Eiffel Chong\ncreator_role:artists (visual artists)\ncreation_date:2012\ncreation_place_original_location:Malaysia\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:paper (fiber product)\ntechniques_name:photography (process) printing (process)\nobject_colour:multicolored\nphysical_appearance:This is a collection of passport-sized photographs that have been re-photographed and presented. Most of the photographs are faded and unclear\n or partially destroyed.\nsubject_terms_1:portraits symbolism political art police officers metaphor criticism politics governments (administrative bodies)\nsubject_terms_2:Photographs Portraits Symbolism Malaysia. Jabatan Polis Diraja Art Political aspects Metaphor Criticism Art\n Malaysian Political science Government accountability\nsubject_terms_3:Photography Politics and Government\nsgcool_label_text:Coming across an abandoned police station in Malaysia\n artist Eiffel Chong discovered a number of passport-sized photographs of police officers and booking photographs of criminals. Some had been partially destroyed by dust and the elements\n resulting in a mottled appearance blighted by dirt\n insects and even mould. After collecting all the images\n he re-photographed each one in the studio\n treating them as dimensional objects marked by the detritus of time. For the artist\n these found photographs came to be a metaphor for the corruptibility of ideals and order as embodied in the law. Preventive laws promulgated into the constitution\n which give the police the power to detain suspects without presenting any evidence of wrongdoing before a court of law\n is a prerogative that has historically been used to suppress political opposition and civil activism in many countries. Thus\n in addition to their law enforcement functions\n the police also play a large part in national security\n and such power without accountability can\n and does lead to the tendency to abuse that very power. In Malaysia\n the annual Bersih (the Coalition for Clean and Fair Elections) rallies have been the site of alleged use of excessive force by the police\n leading to criticism and probes by independent advisory panels. In Royal Malaysia Police\n what is put under investigation is the reliance on the photograph’s power to verify identity – both for the police and the criminal. The artist’s documentary processes testify to the neutrality and material susceptibility of the photograph as witness\n evidence and reference.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00799","Image":"","object_work_type":"photographs","title_text":"Royal Malaysia Police","preference":"main","title_language":"","creator_2":"Eiffel Chong","creator_role":"artists (visual artists)","creation_date":"2012","creation_place_original_location":"Malaysia","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"paper (fiber product)","techniques_name":"photography (process) printing (process)","object_colour":"multicolored","physical_appearance":"This is a collection of passport-sized photographs that have been re-photographed and presented. Most of the photographs are faded and unclear, or partially destroyed.","subject_terms_1":"portraits symbolism political art police officers metaphor criticism politics governments (administrative bodies)","subject_terms_2":"Photographs Portraits Symbolism Malaysia. Jabatan Polis Diraja Art Political aspects Metaphor Criticism Art, Malaysian Political science Government accountability","subject_terms_3":"Photography Politics and Government","sgcool_label_text":"Coming across an abandoned police station in Malaysia, artist Eiffel Chong discovered a number of passport-sized photographs of police officers and booking photographs of criminals. Some had been partially destroyed by dust and the elements, resulting in a mottled appearance blighted by dirt, insects and even mould. After collecting all the images, he re-photographed each one in the studio, treating them as dimensional objects marked by the detritus of time. For the artist, these found photographs came to be a metaphor for the corruptibility of ideals and order as embodied in the law. Preventive laws promulgated into the constitution, which give the police the power to detain suspects without presenting any evidence of wrongdoing before a court of law, is a prerogative that has historically been used to suppress political opposition and civil activism in many countries. Thus, in addition to their law enforcement functions, the police also play a large part in national security, and such power without accountability can, and does lead to the tendency to abuse that very power. In Malaysia, the annual Bersih (the Coalition for Clean and Fair Elections) rallies have been the site of alleged use of excessive force by the police, leading to criticism and probes by independent advisory panels. In Royal Malaysia Police, what is put under investigation is the reliance on the photograph’s power to verify identity – both for the police and the criminal. The artist’s documentary processes testify to the neutrality and material susceptibility of the photograph as witness, evidence and reference."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}