{
  "subject_terms_3": "Decorative arts",
  "materials_name": "wood (plant material) mother of pearl ivory (material)",
  "object_work_type": "powder flasks",
  "object_colour": "multicolored",
  "physical_appearance": "This is a powder flask. The top of the flask, as well as the side, is inlaid with mother of pearl decoration against a dark brown background. The pattern features alternating geometric shapes. There is a finial on the top of the flask with vertical engraving. An orange, black, yellow and red string is attached to the finial. The flask is in the shape of a shell, with a curved bottom.",
  "sgcool_label_text": "Gunpowder was the primary form of ammunition prior to the introduction of bullets. Gunpowder had to be loaded into the barrel of the gun, stored in a flask the gunpowder could be emptied into the barrel with ease. Indian ivory carving and mother of pearl decorative work was much sought after in the European market during  the colonial period. Ranging from everyday objects, armoury, gaming pieces to furniture were crafted in workshops around India for the colonial market. Mother of pearl workshops in Gujarat and Rajasthan produced furniture and other decorative objects for the luxury European market. \r\n\r\nThe powder flask is made from wood in the form of a mollusc or a nautilus shell. The top of the object has been inlaid with mother of pearl against a dark brown ground. The pattern features alternating geometric shapes; on the very top, there are angular undulating lines decorated with eye-like circles, below (and around the body of the flask) a leaf-like pendant and circular dots are arranged in the shape of a cross. The ivory finial on the top of the flask is pumpkin-shaped with vertical engraving. An orange, black, yellow and red string is attached to the finial. The artist has made incisions that follow the natural curvature of the shell-shape. Powder flasks were used in order to store and carry while protecting gun powder from the damp. Indian powder flasks are often elegant, exhibiting intricate carving and precious inlaid decoration, and are sometimes covered with leather or fabric. \r\n\r\nSuch flasks were produced by craftsmen of the Khatri caste in the Kotah state of the 19th centuryt. Such objects were popular after their inclusion in exhibitions such as the Colonial and Indian exhibition held in London in 1886, in much demand there after.",
  "preference": "main",
  "title_text": "Powder Flask",
  "creation_date": "19th century",
  "subject_terms_1": "gunpowder geometric motifs containers (receptacles)",
  "accession_no_csv": "2017-00845",
  "shape": "irregular",
  "creation_place_original_location": "Rajasthan (India)",
  "subject_terms_2": "Powder flasks Gunpowder Motifs Containers",
  "techniques_name": "carving"
}