{"id":"2017-00533","title":"The Mystical Reality Reinvented -- Hua","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00533\nImage:\nobject_work_type:installations (visual works)  birdcages (containers)\ntitle_text:The Mystical Reality Reinvented -- Hua\npreference:main\ntitle_language:\ncreator_2:Sulaiman Esa\ncreator_1:Sulaiman Hj. Esa\n 1941-\ncreator_role:artists (visual artists)\ncreation_date:2015\ncreation_place_original_location:Malaysia\ninscriptions:\ninscription_language:\nshape:cylindrical\nmaterials_name:rattan  silver paint\ntechniques_name:painting (image-making)\nobject_colour:silver (colour)\nphysical_appearance:This is a rattan bird cage that has been painted silver. It is cylindrical in shape\n and has a stylized top hook.\nsubject_terms_1:fragility  life Sufism\nsubject_terms_2:Sufism Transient Fragility (Psychology) Life Emptiness (Philosophy)  Installations (Art)\nsubject_terms_3:Installation art\nsgcool_label_text:As graduates from the Hornsey College of Art in London (1962-1968)\n Sulaiman and fellow Malaysian art student Redza Piyadasa co-created a seminal artwork-cum-exhibition called “Towards a Mystical Reality: A Documentation of Jointly Initiated Experienced by Redza Piyadasa and Suleiman Esa” (TMR) at the Dewan Bahasa dan Pustaka (Institute of Language and Literature) in Kuala Lumpur from 2-7 August\n 1974.  The exhibition showed an assortment of everyday objects and detritus but each indexing an event. In so doing\n the artists presented a paradigm shift in how art was received and theorised in Malaysia at the time:  art became a means of critical enquiry and discussions about the definitions of art informed their enquiries and creations\n where the art object was secondary to the ideas and experiences provoked by it.\\r\\n  \\r\\nFor the inaugural exhibition of the Southeast Asia Gallery and to complement its archival display of the historic 1974 exhibition of TMR\n the Gallery is commissioning the artist Sulaiman Esa (the surviving half of the duo) to produce a new work titled “A Mystical Reality Reinvented”\n which looks back at TMR but interpreting this from the vantage point of today and also his own practice\\r\\n","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00533","Image":"","object_work_type":"installations (visual works)  birdcages (containers)","title_text":"The Mystical Reality Reinvented -- Hua","preference":"main","title_language":"","creator_2":"Sulaiman Esa","creator_1":"Sulaiman Hj. Esa, 1941-","creator_role":"artists (visual artists)","creation_date":"2015","creation_place_original_location":"Malaysia","inscriptions":"","inscription_language":"","shape":"cylindrical","materials_name":"rattan  silver paint","techniques_name":"painting (image-making)","object_colour":"silver (colour)","physical_appearance":"This is a rattan bird cage that has been painted silver. It is cylindrical in shape, and has a stylized top hook.","subject_terms_1":"fragility  life Sufism","subject_terms_2":"Sufism Transient Fragility (Psychology) Life Emptiness (Philosophy)  Installations (Art)","subject_terms_3":"Installation art","sgcool_label_text":"As graduates from the Hornsey College of Art in London (1962-1968), Sulaiman and fellow Malaysian art student Redza Piyadasa co-created a seminal artwork-cum-exhibition called “Towards a Mystical Reality: A Documentation of Jointly Initiated Experienced by Redza Piyadasa and Suleiman Esa” (TMR) at the Dewan Bahasa dan Pustaka (Institute of Language and Literature) in Kuala Lumpur from 2-7 August, 1974.  The exhibition showed an assortment of everyday objects and detritus but each indexing an event. In so doing, the artists presented a paradigm shift in how art was received and theorised in Malaysia at the time:  art became a means of critical enquiry and discussions about the definitions of art informed their enquiries and creations, where the art object was secondary to the ideas and experiences provoked by it.\r\n  \r\nFor the inaugural exhibition of the Southeast Asia Gallery and to complement its archival display of the historic 1974 exhibition of TMR, the Gallery is commissioning the artist Sulaiman Esa (the surviving half of the duo) to produce a new work titled “A Mystical Reality Reinvented”, which looks back at TMR but interpreting this from the vantage point of today and also his own practice\r\n"},"nlpDate":"20201018182636","connectorId":0,"tags":{}}