{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. The left of the batik features a row of elongated triangles at the end, against a dark background with small crosses and floral bloom patterns. The triangles contain birds amongst tendrils. The main body of the kain panjang is decorated with mythical animals and plants enclosed within medallions, against a background of geometric patterns. There are no signatures seen on this batik kain panjang.", "sgcool_label_text" : "Mythical animals and plant forms enclosed within medallions are shown against a background of geometric patterns on the main design field (badan) of this kain panjang.  A vertical panel or papan, separates the badan from the row of opposing triangles tumpal at the end of this piece.  Birds are depicted interspersed among tendrils in the triangles.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "Late 19th-early 20th century", "subject_terms_1" : "Peranakan flower (motif) birds (motifs) foliage (motif) geometric motifs", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00339", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}