{"subject_terms_3" : "Visual arts  National identity  Poster art  Media and advertising  Popular culture  Lotteries", "materials_name" : "paper (fiber product)", "creator_2" : "Krack Studio", "object_work_type" : "screen prints  adaptations (derivative objects)", "object_colour" : "multicoloured", "physical_appearance" : "This is a poster that encourages people to do good and become a millionaire.", "sgcool_label_text" : "Tanah Impian (Dream Land) is a series of prints based on images drawn from Indonesian popular culture, spanning 100 years. The project was conceived in 2014, the year of the elections in Indonesia when nationalist rhetoric dominated public consciousness, Artist collective Krack Studio sifted through a mass of research and archival material, eventually selecting 24 images that referenced the idea of the Indonesian Dream and \/ or told an interesting story about changing definitions of the ‘Nation’. Ranging from political posters to advertisements, comic strips, movie posters and magazines, these images, reconstructed and re-imagined by the artist collective, chronicle Indonesia’s evolving aspirations, desires and identity, as well as how Indonesia has been perceived and imaged for the ‘Western’ gaze.", "preference" : "alternate main", "edition_description" : "2-Oct", "title_text" : "Tanah Impian (Dream Land) 1000 Tafsir Mimpi", "creation_date" : "2014", "subject_terms_1" : "identity  nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign lotteries  dreams?", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00951-017", "shape" : "Rectangular", "creation_place_original_location" : "Indonesia", "subject_terms_2" : "Lotteries  Serigraphy Art, Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Dream interpretation  Lotteries", "techniques_name" : "screen printing"}