{
  "id": "2017-00486",
  "title": "Bryde’s Fountain (After Marcel Duchamp)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00486\n\n  Image: \n\n  object_work_type: installations (visual works)\n\n  title_text: Bryde’s Fountain (After Marcel Duchamp)\n\n  preference: main\n\n  title_language: \n\n  creator_2: Krit Ngamsom\n\n  creator_1: Not indicated\n\n  creator_role: sculptors\n\n  creation_date: 2016\n\n  creation_place_original_location: Thailand\n\n  styles_periods_indexing_terms: Contemporary (style of art)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: stainless steel mixed media ceramic (material) fibreglass cement (construction material)\n\n  techniques_name: forming (physical activity) sculpting\n\n  object_colour: multicoloured\n\n  edition_description: 1 of 3\n\n  physical_appearance: The installation art depicts a sculpture that is positioned on the floor. The base of the sculpture is that of a whale. Its tail and its left flipper can be seen. The whale is sculpted in a curved shape\n with its mouth and tail curling upwards. Attached to its blowhole is a sculpture of a fountain. It has an oval basin and five tiers\n and water can be seen to be released at the top\n\n  subject_terms_1: sculpture (visual works) fountains whales adaptations (derivative objects)\n\n  subject_terms_2: Bryde whale Fountains Art Adaptations Installations (Art) Kinetic sculpture\n\n  subject_terms_3: Installation Art Sculpture\n\n  subject_terms_4: \n\n  sgcool_label_text: Especially commissioned by SAM for the Exhibition Imaginarium: Over the Ocean\n Under the Sea\n Bryde’s Fountain is an adaptation of Krit Ngamsom’s earlier work R. Mutt’s Fountain from his widely praised series of works from his solo exhibition Already Mades (2011). The working fountain\n now placed above a stainless steel representation of a Bryde’s whale\n playfully evokes a whale’s blowhole. The whale\n also known as the Buddha’s whale\n resides in the Gulf of Thailand and is an auspicious sight. In presenting the work to audiences\n he hopes that good fortunes will smile down upon them.\n",
  "createdDate": "20201125084519",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00486",
    "Image": "",
    "object_work_type": "installations (visual works)",
    "title_text": "Bryde’s Fountain (After Marcel Duchamp)",
    "preference": "main",
    "title_language": "",
    "creator_2": "Krit Ngamsom",
    "creator_1": "Not indicated",
    "creator_role": "sculptors",
    "creation_date": "2016",
    "creation_place_original_location": "Thailand",
    "styles_periods_indexing_terms": "Contemporary (style of art)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "stainless steel mixed media ceramic (material) fibreglass cement (construction material)",
    "techniques_name": "forming (physical activity) sculpting",
    "object_colour": "multicoloured",
    "edition_description": "1 of 3",
    "physical_appearance": "The installation art depicts a sculpture that is positioned on the floor. The base of the sculpture is that of a whale. Its tail and its left flipper can be seen. The whale is sculpted in a curved shape, with its mouth and tail curling upwards. Attached to its blowhole is a sculpture of a fountain. It has an oval basin and five tiers, and water can be seen to be released at the top",
    "subject_terms_1": "sculpture (visual works) fountains whales adaptations (derivative objects)",
    "subject_terms_2": "Bryde whale Fountains Art Adaptations Installations (Art) Kinetic sculpture",
    "subject_terms_3": "Installation Art Sculpture",
    "subject_terms_4": "",
    "sgcool_label_text": "Especially commissioned by SAM for the Exhibition Imaginarium: Over the Ocean, Under the Sea, Bryde’s Fountain is an adaptation of Krit Ngamsom’s earlier work R. Mutt’s Fountain from his widely praised series of works from his solo exhibition Already Mades (2011). The working fountain, now placed above a stainless steel representation of a Bryde’s whale, playfully evokes a whale’s blowhole. The whale, also known as the Buddha’s whale, resides in the Gulf of Thailand and is an auspicious sight. In presenting the work to audiences, he hopes that good fortunes will smile down upon them."
  },
  "nlpDate": "20201125084519",
  "connectorId": 0,
  "tags": {}
}