{"id":"2017-00490","title":"Vortex 2015 – The Letter of Albert Einstein","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00490\nImage:\nobject_work_type:installations (visual works)\ntitle_text:Vortex 2015 – The Letter of Albert Einstein\npreference:main\ntitle_language:\ncreator_2:Takashi Kuribayashi\ncreator_role:artists (visual artists)\ncreation_date:2015\ncreation_place_original_location:Indonesia\nstyles_periods_indexing_terms:Contemporary (style of art)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:glass (material)\ntechniques_name:installing\nphysical_appearance:This installation is made of a hanging chandelier that is created using hundreds of individual glass alphabets. Collectively\n the alphabets cast shadows on the surrounding ceiling\n walls and floor\n spelling out a letter.\nsubject_terms_1:chandeliers (hanging lights) political art letters (correspondence) nuclear power\nsubject_terms_2:Installations (Art) Glass chandeliers Art Political aspects Einstein\n Albert\n 1879-1955 Letters Nuclear energy\nsubject_terms_3:Installation art Letters\nsgcool_label_text:Vortex 2015 comprises a chandelier made up of hundreds of individual glass alphabets\n collectively spelling out a letter written by Albert Einstein to Franklin D Roosevelt in 1939\n urging the American President to consider developing nuclear power as a means to balance out what was then perceived as Nazi Germany’s ambitions in this arena. As history would have it\n Germany’s nuclear programme was never fully realized. America\n on the other hand\n went on to develop the atomic bomb\n which was deployed with devastating consequences during the Second World War\n in Hiroshima and Nagasaki. Decades later\n the nuclear accident in Fukushima reminded the world of the perils of nuclear power\n even as it left yet another scar on the psyche of the Japanese people. At first glance a visually seductive and scintillating work\n Vortex 2015 reveals its dark heart\n for its core is formed in the shape of a nuclear reactor. The message contained within its pieces of glass can only be read as shadows cast on the floor and surrounding walls – a comment perhaps\n on how seduced we are by the promise of nuclear power that we choose to disregard or turn away from direct confrontation with its dangers. The choice of glass as a medium for this work has an additional layer of significance\n beyond its immediate formal associations with the reflective crystalline components of chandeliers\n for glass is also a medium to deactivate nuclear waste. A companion piece installed on the surrounding walls\n The Dead Line\n spells out in barely visible text\n the names and dates of other nuclear disasters throughout history. These are incidents that many have chosen not to remember\n but they are irrevocably etched into our shared history and psyche – warnings that we choose to ignore at our own peril.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00490","Image":"","object_work_type":"installations (visual works)","title_text":"Vortex 2015 – The Letter of Albert Einstein","preference":"main","title_language":"","creator_2":"Takashi Kuribayashi","creator_role":"artists (visual artists)","creation_date":"2015","creation_place_original_location":"Indonesia","styles_periods_indexing_terms":"Contemporary (style of art)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"glass (material)","techniques_name":"installing","physical_appearance":"This installation is made of a hanging chandelier that is created using hundreds of individual glass alphabets. Collectively, the alphabets cast shadows on the surrounding ceiling, walls and floor, spelling out a letter.","subject_terms_1":"chandeliers (hanging lights) political art letters (correspondence) nuclear power","subject_terms_2":"Installations (Art) Glass chandeliers Art Political aspects Einstein, Albert, 1879-1955 Letters Nuclear energy","subject_terms_3":"Installation art Letters","sgcool_label_text":"Vortex 2015 comprises a chandelier made up of hundreds of individual glass alphabets, collectively spelling out a letter written by Albert Einstein to Franklin D Roosevelt in 1939, urging the American President to consider developing nuclear power as a means to balance out what was then perceived as Nazi Germany’s ambitions in this arena. As history would have it, Germany’s nuclear programme was never fully realized. America, on the other hand, went on to develop the atomic bomb, which was deployed with devastating consequences during the Second World War, in Hiroshima and Nagasaki. Decades later, the nuclear accident in Fukushima reminded the world of the perils of nuclear power, even as it left yet another scar on the psyche of the Japanese people. At first glance a visually seductive and scintillating work, Vortex 2015 reveals its dark heart, for its core is formed in the shape of a nuclear reactor. The message contained within its pieces of glass can only be read as shadows cast on the floor and surrounding walls – a comment perhaps, on how seduced we are by the promise of nuclear power that we choose to disregard or turn away from direct confrontation with its dangers. The choice of glass as a medium for this work has an additional layer of significance, beyond its immediate formal associations with the reflective crystalline components of chandeliers, for glass is also a medium to deactivate nuclear waste. A companion piece installed on the surrounding walls, The Dead Line, spells out in barely visible text, the names and dates of other nuclear disasters throughout history. These are incidents that many have chosen not to remember, but they are irrevocably etched into our shared history and psyche – warnings that we choose to ignore at our own peril."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}