{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It is made of two different but related designs interspersed with butterflies on each half. The right side of the batik features iris flowers against a dense intricate background decorated with scrolling tendrils. The left side of the batik features hydrangeas and orchids against a background decorated with small floral blooms.", "sgcool_label_text" : "This batik is structured in the pagi-sore format, comprising two different but related designs on each half of the kain panjang.  The main floral motif on one side consists of bunches of irises against a minutely detailed background while hydrangeas embellish the other side.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This kain panjang is signed “Batik Kesenian Liem Siok Hien Kudus”.  Kudus was added to indicate that her design was executed in the Kudus style although she lived and worked in Pekalongan.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1950-1965", "subject_terms_1" : "Peranakan flower (motif) foliage (motif) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00365", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}