{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Kok Sing Oey", "object_work_type" : "sarongs batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik sarong. It features large bouquets of European flowers interspersed with butterflies and birds. The background is dark blue, with small white stars. The birds, butterflies and flowers are made of the same few colours, blending in to create a dense design. There is no signature seen on this batik sarong.", "sgcool_label_text" : "The buketan design, comprising large bouquets of European flowers interspersed with butterflies and birds, is the primary motif of this sarong.  To differentiate the kepala (broad vertical panel of the batik) from the badan (‘body’ or main design field), a different shade of blue and flower variety are used for the background.  This batik comes from the family collection of Oey Kok Sing (1896-1966), the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular, exudes a strong sense of artistic individuality, possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.", "preference" : "main", "title_text" : "Sarong", "creation_date" : "Early 20th century", "subject_terms_1" : "Peranakan folk costume flower (motif) foliage (motif) cultural diffusion birds (motifs)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00346", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}