{
  "id": "2017-00045",
  "title": "Chess Set and Table",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00045\n\n  Image: \n\n  object_work_type: chess sets\n\n  title_text: Chess Set and Table\n\n  preference: main\n\n  title_language: \n\n  creation_date: c. 1870\n\n  creation_place_original_location: Vizagapatam (India)\n\n  styles_periods_indexing_terms: Indian (South Asian)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: sandalwood (wood) ivory (material) horn (animal material) stone (worked rock) resin (organic material) glass (material) lacquer (material)\n\n  techniques_name: carving (processes) engraving (action) painting (coating)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a miniature chess set and table. The top of the table is octagonal in shape\n with carved decoratives and ivory embellishment. There are four medallion disks engraved with Hindu deities. The feet of the table is embellished with animal feet. The chess pieces are plain and red stained.\n\n  subject_terms_1: exports cultural diffusion deities chess tables\n\n  subject_terms_2: Chess sets Exports Culture diffusion Gods\n\n  subject_terms_3: Decorative arts\n\n  subject_terms_4: \n\n  sgcool_label_text: Between the 15th and 20th centuries\n distinct schools of Indo-European furniture evolved in India. Embodying the fusion of the Western form with Indian material and technique\n Indo-European furniture were an important derivative of the spice trade that the European Companies were engaged in South (India and Ceylon) and Southeast Asia (Batavia). \\r\\nThe Coromandel Coast\n a region of early textile production\n lined with international ports\n received traders from the East and the West\n and emerged as an early centre of production of Western-style furniture. For instance\n the craftsmanship of these artisans suggests their exposure to Western examples and Western-style Asian creations; a familiarity which grew with the establishment of the European powers in India.  Other centres of European trade and settlement such as the Malabar and Gujarat Coasts and Bengal also became centres of production; while trading centres such as Goa\n Surat and Cambay also functioned as sourcing points for readymade furniture. \\r\\n\\r\\nThis is a very fine example of a miniature chess set and table from the Vizag region. The octagonal top with sandalwood is overlaid with ivory\n with a central chess board created ivory and horn insets. The ivory embellishment around the table top has four medallion disks engraved with Hindu deities\n the feet of the table embellished with zoomorphic ivory feet. Miniature plain ivory and red stained ivory chessmen complete the set.\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00045",
    "Image": "",
    "object_work_type": "chess sets",
    "title_text": "Chess Set and Table",
    "preference": "main",
    "title_language": "",
    "creation_date": "c. 1870",
    "creation_place_original_location": "Vizagapatam (India)",
    "styles_periods_indexing_terms": "Indian (South Asian)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "sandalwood (wood) ivory (material) horn (animal material) stone (worked rock) resin (organic material) glass (material) lacquer (material)",
    "techniques_name": "carving (processes) engraving (action) painting (coating)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a miniature chess set and table. The top of the table is octagonal in shape, with carved decoratives and ivory embellishment. There are four medallion disks engraved with Hindu deities. The feet of the table is embellished with animal feet. The chess pieces are plain and red stained.",
    "subject_terms_1": "exports cultural diffusion deities chess tables",
    "subject_terms_2": "Chess sets Exports Culture diffusion Gods",
    "subject_terms_3": "Decorative arts",
    "subject_terms_4": "",
    "sgcool_label_text": "Between the 15th and 20th centuries, distinct schools of Indo-European furniture evolved in India. Embodying the fusion of the Western form with Indian material and technique, Indo-European furniture were an important derivative of the spice trade that the European Companies were engaged in South (India and Ceylon) and Southeast Asia (Batavia). \r\nThe Coromandel Coast, a region of early textile production, lined with international ports, received traders from the East and the West, and emerged as an early centre of production of Western-style furniture. For instance, the craftsmanship of these artisans suggests their exposure to Western examples and Western-style Asian creations; a familiarity which grew with the establishment of the European powers in India.  Other centres of European trade and settlement such as the Malabar and Gujarat Coasts and Bengal also became centres of production; while trading centres such as Goa, Surat and Cambay also functioned as sourcing points for readymade furniture. \r\n\r\nThis is a very fine example of a miniature chess set and table from the Vizag region. The octagonal top with sandalwood is overlaid with ivory, with a central chess board created ivory and horn insets. The ivory embellishment around the table top has four medallion disks engraved with Hindu deities, the feet of the table embellished with zoomorphic ivory feet. Miniature plain ivory and red stained ivory chessmen complete the set."
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}