{
  "id": "2017-00275-001 and 002",
  "title": "Blue and white teacups with qilin motif",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00275-001 and 002\n\n  Image: \n\n  object_work_type: porcelain (visual works) teacups Ceramics (object genre)\n\n  title_text: Blue and white teacups with qilin motif\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1644-1911\n\n  creation_place_original_location: China\n\n  styles_periods_indexing_terms: Qing (dynastic styles and periods) Chinese ceramics styles\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: circular\n\n  materials_name: clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)\n\n  techniques_name: freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) glazing (coating process) throwing (pottery techniques)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a pair of blue white tea cups painted with the mythological beast\n qilin. Though painted with simple clean strokes with a fine brush\n its features such as the bushy tail and hooves are distinctively visible.  The cobalt blue ink wash however\n spills out of the figure\\u0027s outlines. The potting is thin; testament to its refined quality. Encrustation can be found at the base of 001.\n\n  subject_terms_1: porcelain paintings (visual works) qilin legendary beings freehand drawings (drawings) symbolism\n\n  subject_terms_2: Porcelain\n Chinese Ming- Qing dynasties\n 1368-1912 Qilin China painting Mythical beasts Blue and white ware China\n\n  subject_terms_3: visual arts Ceramics Decorative arts\n\n  subject_terms_4: \n\n  sgcool_label_text: This delicately-potted pair of teacups are painted with mythical creatures that appear to be the qilin. The imaginary beast\n which was thought to possess the physical attributes of various animals\n was highly popular in Chinese art and culture. Although the qilin on this pair of teacups are rather sketchily painted\n some of these features can still be discerned\n such as the hooves and bushy tail. The qilin was very auspicious as it is believed to embody attributes such as benevolence\n longevity and the bearing of illustrious offspring.\n",
  "createdDate": "20201125084523",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00275-001 and 002",
    "Image": "",
    "object_work_type": "porcelain (visual works) teacups Ceramics (object genre)",
    "title_text": "Blue and white teacups with qilin motif",
    "preference": "main",
    "title_language": "",
    "creation_date": "1644-1911",
    "creation_place_original_location": "China",
    "styles_periods_indexing_terms": "Qing (dynastic styles and periods) Chinese ceramics styles",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "circular",
    "materials_name": "clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)",
    "techniques_name": "freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) glazing (coating process) throwing (pottery techniques)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a pair of blue white tea cups painted with the mythological beast, qilin. Though painted with simple clean strokes with a fine brush, its features such as the bushy tail and hooves are distinctively visible.  The cobalt blue ink wash however, spills out of the figure\u0027s outlines. The potting is thin; testament to its refined quality. Encrustation can be found at the base of 001.",
    "subject_terms_1": "porcelain paintings (visual works) qilin legendary beings freehand drawings (drawings) symbolism",
    "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Qilin China painting Mythical beasts Blue and white ware China",
    "subject_terms_3": "visual arts Ceramics Decorative arts",
    "subject_terms_4": "",
    "sgcool_label_text": "This delicately-potted pair of teacups are painted with mythical creatures that appear to be the qilin. The imaginary beast, which was thought to possess the physical attributes of various animals, was highly popular in Chinese art and culture. Although the qilin on this pair of teacups are rather sketchily painted, some of these features can still be discerned, such as the hooves and bushy tail. The qilin was very auspicious as it is believed to embody attributes such as benevolence, longevity and the bearing of illustrious offspring."
  },
  "nlpDate": "20201125084523",
  "connectorId": 0,
  "tags": {}
}