{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It features a repeated single Garuda wing motif against a background of dense scrolling tendrils and florals. The background of the batik is brown in colour. There is a decorative border along the left and bottom of the batik.", "sgcool_label_text" : "Lar wings or the single Garuda wing motif is repeated against an ochre background of dense tendrils and floral sprays.  This kain panjang is signed “Batik Kesenian Liem Siok Hien Kudus”.  Kudus was added to indicate that her design was executed in the Kudus style although she lived and worked in Pekalongan.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1950-1965", "subject_terms_1" : "Peranakan flower (motif) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00366", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}