{"id":"2017-00007","title":"Unknown","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00007\nImage:\nobject_work_type:gelatin silver prints  photographic prints  black-and-white prints (photographs)\ntitle_text:Unknown\npreference:main\ntitle_language:\ncreator_2:Lee\n Lim\ncreator_1:Lee\n Lim\ncreator_role:photographers\ncreation_date:c. 1970\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nscale_type:N.A\nshape:rectangular\nmaterials_name:gelatin  paper (fibre product) silver sulfide  baryta paper\ntechniques_name:gelatin silver process  photographic printing techniques  black-and-white photography\nobject_colour:black-and-white (colours)\nedition_description:N.A\nphysical_appearance:This image is a multipoint perspective\n bird\\u0027s eye view photograph of a landscape. The visual  rhythm of the composition flows from the bottom left corner where two tall palm trees punctuate the vegetation surrounding them\n to the group of ducks waddling across the river to the settlement of attap houses opposite. The image has also captured two birds in flight. There are ridges along the length of the paper (left).\nsubject_terms_1:landscapes (representations) rivers river settlements  scenery (landscapes)\nsubject_terms_2:Landscapes Rivers Views  Landscape photography  Royal Photographic Society of Great Britain\nsubject_terms_3:Landscape photography  visual arts\nsgcool_label_text:Lee Lim was one of the most important modern photographers in Singapore\n influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979\n Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00007","Image":"","object_work_type":"gelatin silver prints  photographic prints  black-and-white prints (photographs)","title_text":"Unknown","preference":"main","title_language":"","creator_2":"Lee, Lim","creator_1":"Lee, Lim","creator_role":"photographers","creation_date":"c. 1970","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","scale_type":"N.A","shape":"rectangular","materials_name":"gelatin  paper (fibre product) silver sulfide  baryta paper","techniques_name":"gelatin silver process  photographic printing techniques  black-and-white photography","object_colour":"black-and-white (colours)","edition_description":"N.A","physical_appearance":"This image is a multipoint perspective, bird\u0027s eye view photograph of a landscape. The visual  rhythm of the composition flows from the bottom left corner where two tall palm trees punctuate the vegetation surrounding them, to the group of ducks waddling across the river to the settlement of attap houses opposite. The image has also captured two birds in flight. There are ridges along the length of the paper (left).","subject_terms_1":"landscapes (representations) rivers river settlements  scenery (landscapes)","subject_terms_2":"Landscapes Rivers Views  Landscape photography  Royal Photographic Society of Great Britain","subject_terms_3":"Landscape photography  visual arts","sgcool_label_text":"Lee Lim was one of the most important modern photographers in Singapore, influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979, Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}