{
  "subject_terms_3": "Force 136 (Guerilla movement) Lung, Chiu Ying History  1942-1945 Japanese Occupation  Military transportation Photography",
  "object_work_type": "color photographs  photographs",
  "object_colour": "multicoloured",
  "physical_appearance": "This is a coloured photograph of a submarine. The waterway can be seen in the background.",
  "sgcool_label_text": "These photographs, printed images, pamphlets and clippings belong to Lung Chui Ying and is part of a larger collection related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the mid-1990s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.\r\n\r\nLung Chui Ying was a Hainanese born in Johor and recruited as a Force 136 member to fight against the Japanese in Malaya.",
  "preference": "alternate  alternate main alternate",
  "title_text": "Lung Chui Ying Collection: Photographs, Printed Images, Pamphlets and Clippings  collected by Lung Chui Ying ?????\r\n Lung Chui Ying Collection:  Photograph of a submarine ?????",
  "creation_date": "Not indicated",
  "subject_terms_1": "resistance movements guerilla warfare local histories armed forces  Chinese scripts world wars submarines",
  "accession_no_csv": "2017-00156-035",
  "shape": "Rectangular",
  "creation_place_original_location": "Singapore  British Columbia",
  "subject_terms_2": "Great Britain. Army. Force 136 Force 136 (Guerilla movement) Photographs Armed Forces  War resistance movements  Guerillas  Writing  Chinese characters  Local history Armed Forces  World War, 1939-1945 Submarines (Ships)",
  "techniques_name": "color photography printing (process) handwriting"
}