{
  "context_23": "1957",
  "context_24": "1967",
  "subject_terms_3": "Artistic photography  visual arts",
  "context_2": "NA exhibitions (events)  exhibitions (events)",
  "materials_name": "gelatin  paper (fibre product)  silver sulfide  baryta paper",
  "creator_2": "Lee, Lim",
  "object_work_type": "black-and-white prints (photographs) gelatin silver prints  photographic prints",
  "object_colour": "black-and-white (colours)",
  "physical_appearance": "This is a gelatin silver print and the image captured focuses on a bottle and goblet in the foreground set against a plain backdrop. In addition, there are two oversized overlapping tints in the shape of a bottle stretching across the image.",
  "context_22": "c. 1962",
  "sgcool_label_text": "Lee Lim was one of the most important modern photographers in Singapore, influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979, Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987.",
  "preference": "main",
  "context_6": "NA Los Angeles (Calif.)  Queensland",
  "creator_1": "Lee, Lim",
  "context_1": "NA 1961 Los Angeles County Fair International Exhibition of Photography  Queensland International Salon 1962",
  "context_21": "No 1 Tiong Bahru Road, Singapore 3",
  "context_5": "NA 1961 1962",
  "title_text": "Bottle and Goblet",
  "creation_date": "c. 1962",
  "subject_terms_1": "photography goblets bottles",
  "context_4": "NA 1961 1962",
  "context_8": "NA planners planners",
  "creator_role": "photographers",
  "context_20": "Address indicated on photography studio's chop.",
  "accession_no_csv": "2017-00019",
  "shape": "rectangular",
  "creation_place_original_location": "Not indicated",
  "subject_terms_2": "Photography, Artistic  Goblets Bottles Royal Photographic Society of Great Britain",
  "context_3": "NA 1961 1962",
  "techniques_name": "gelatin silver process photographic printing techniques black-and-white photography",
  "context_7": "NA Los Angeles Conty Fair Association Queensland International Salon of Photography (?)"
}