{"subject_terms_3" : "Installation art", "materials_name" : "mother of pearl oil paint (paint) pearl (animal material)", "creator_2" : "Gregory Halili", "object_work_type" : "installations (visual works)", "object_colour" : "multicolored", "physical_appearance" : "This installation art piece depicts 50 painted pearl pieces arranged in a line on the wall. On each of the pearl pieces, the artist has painted the image of an eye. The pearl pieces are of varies shapes and sizes.", "sgcool_label_text" : "Echoing the mystery of the mirror, this evocative installation does a poetic turn: in looking at the work, the work unnervingly looks back at you. Karagatan portrays the eyes of residents in coastal villages across the Philippines, ranging from fishermen to pearl divers, a master boat-builder to shell traders and others. The results of the artist’s research are delicate paintings that capture the tiny, distinctive characteristics of each subject’s eye: lines, curves and contours, which transform into unusual and unexpected portraits. As miniatures, the works draw upon a hallowed tradition associated with the royal courts, yet here, these tiny portraits map a community of coastal people who labour to harvest the bounty of the ocean but rarely reap its wealth. Halili pays homage to people whose fates and fortunes are bound to the ocean, limning their likeness on precious mother-of-pearl gleaned from the deep. Gregory Halili (b. 1975, Manila, the Philippines) carves and paints mother-of-pearl shells, creating memento moris. He received his BFA from the University of the Arts in Philadelphia and spent 25 years in the USA before returning to the Philippines. His work focuses on the art of miniatures, and he is interested in notions of memory, life, death and cycles. His work has appeared in numerous exhibitions and shows, including the Hammond Museum and Sculpture Garden (Salem, New York, 2001), Butler Institute of American Art (Youngstown, Ohio, USA, 2002), John Michael Kohler Arts Center (Sheboygan, Wisconsin, USA, 2003–2004), Nancy Hoffman Gallery (New York, 2014) and Silverlens Gallery (Singapore, 2015), and in the Philippines at the Ayala Museum (Makati City, 2005), Jorge B. Vargas Museum (University of the Philippines in Quezon City, 2006), West Gallery (Quezon City, 2011) and Silverlens Gallery (Makati City, 2014). He lives and works in Cavite, the Philippines.", "preference" : "main", "title_text" : "Karagatan (The Breadth of Oceans)", "creation_date" : "2016", "subject_terms_1" : "symbolism eyes (motifs) allegory (artistic device) indigenous people", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00572", "shape" : "irregular", "creation_place_original_location" : "Philippines", "subject_terms_2" : "Installations (Art) Symbolism Eye Allegory (Art) Archipelagoes Philippines Indigenous people Filipinos", "techniques_name" : "painting (image-making) installing"}