{"id":"2017-00795","title":"Rajun Gardener (“New Migrants” series)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00795\nImage:\nobject_work_type:portraits  paperwork (visual works)\ntitle_text:Rajun Gardener (“New Migrants” series)\npreference:main\ntitle_language:\ncreator_2:Wong Hoy Cheong\ncreator_1:Wong\n Hoy Cheong\ncreator_role:artists (visual artists)\ncreation_date:1996\ncreation_place_original_location:Malaysia\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:charcoal (material)  paper (fiber product)\ntechniques_name:screen printing\nobject_colour:black-and-white (colours)\nedition_description:1 of 1\nphysical_appearance:This is a portrait of a moustached man. The background is composed of a composition of shapes\n and the man has been depicted to be gazing directly at the viewer. The work is framed and a tag with the man\\u0027s details is found beneath the image of the man.\nsubject_terms_1:migrant workers  blue collar workers\nsubject_terms_2:Portrait  Serigraphy  Dhaka (Bangladesh)  Malaysia  Immigrants  Migrant workers  Art\n Malaysian\nsubject_terms_3:Migration  Visual arts\ncontext_1:\\This portrait was third in the series of \\\\New Migrant\\\\ portraits shown in \\\\Of Migrants and Rubber Trees\\\\ exhibition \\\ncontext_2:exhibitions (events)\ncontext_3:12-28 August 1996\ncontext_4:12-Aug-96\ncontext_5:28-Aug-96\ncontext_6:Balai Seni Lukis Negara (Malaysia)\ncontext_7:Willie\n Valentine Wong\n Hoy Cheong?\ncontext_8:curators  artists (visual artists) ?\nsgcool_label_text:Rajun\n Gardener is third in the series of “New Migrant” portraits\n which was first shown in “Of Migrants and Rubber Trees”\n a seminal exhibition by Malaysian artist Wong Hoy Cheong\n held at the National Art Gallery in Kuala Lumpur\n in August 1996. (The exhibition was curated by Malaysian gallerist Valentine Willie.) To date\n Wong’s oeuvre had largely comprised brightly-coloured oil paintings reminiscent of Gauguin\n but in the mid-1990s his practice took a turn: while still critically engaged with the historical and socio-political landscape of Malaysia\n his works began to embrace contemporary forms like performance\n installation and new media. The work emerged from a significant period in Wong’s artistic practice. The period of Wong’s artistic career from the mid-1990s to the early 2000s\n in fact\n coincided with a transitional moment in Malaysia’s politics (with the latter informing and inspiring the former). Wong was deeply engaged with the issues and concerns that reflect the trajectories of his country’s post-war development – an era that saw the emergence of Malaysia as one of the leading economies of SE Asia\n but one that also witnessed the rise of racialism and race-based politics. In the late 1990s\n the Reformasi movement arose from the very visible fallout that occurred in the wake of Anwar Ibrahim’s deposition by then-PM Mahathir: an active citizenry was mobilized to call for deep\n structural reforms in the nation’s notoriously corruption-laden political culture\n and Wong found himself caught up – both personally and artistically – in the tumult. The “New Migrants” series was first show in the aforementioned exhibition\n which also included the “Migrants” series (which consisted of five large drawings detailing the history of Wong’s own Sino-Malaysian family)\n “History of Rubber and Labour” (an installation documenting the rubber trade in Malaysia and the migrant labour that sustained it). “New Migrants” was a series of ten\n large-scale portraits – of\n literally recent immigrants to Malaysia\n generally of the blue-collar variety and hailing from poorer countries in Asia – rendered in charcoal\n on paper.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00795","Image":"","object_work_type":"portraits  paperwork (visual works)","title_text":"Rajun Gardener (“New Migrants” series)","preference":"main","title_language":"","creator_2":"Wong Hoy Cheong","creator_1":"Wong, Hoy Cheong","creator_role":"artists (visual artists)","creation_date":"1996","creation_place_original_location":"Malaysia","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"charcoal (material)  paper (fiber product)","techniques_name":"screen printing","object_colour":"black-and-white (colours)","edition_description":"1 of 1","physical_appearance":"This is a portrait of a moustached man. The background is composed of a composition of shapes, and the man has been depicted to be gazing directly at the viewer. The work is framed and a tag with the man\u0027s details is found beneath the image of the man.","subject_terms_1":"migrant workers  blue collar workers","subject_terms_2":"Portrait  Serigraphy  Dhaka (Bangladesh)  Malaysia  Immigrants  Migrant workers  Art, Malaysian","subject_terms_3":"Migration  Visual arts","context_1":"\"This portrait was third in the series of \"\"New Migrant\"\" portraits shown in \"\"Of Migrants and Rubber Trees\"\" exhibition \"","context_2":"exhibitions (events)","context_3":"12-28 August 1996","context_4":"12-Aug-96","context_5":"28-Aug-96","context_6":"Balai Seni Lukis Negara (Malaysia)","context_7":"Willie, Valentine Wong, Hoy Cheong?","context_8":"curators  artists (visual artists) ?","sgcool_label_text":"Rajun, Gardener is third in the series of “New Migrant” portraits, which was first shown in “Of Migrants and Rubber Trees”, a seminal exhibition by Malaysian artist Wong Hoy Cheong, held at the National Art Gallery in Kuala Lumpur, in August 1996. (The exhibition was curated by Malaysian gallerist Valentine Willie.) To date, Wong’s oeuvre had largely comprised brightly-coloured oil paintings reminiscent of Gauguin, but in the mid-1990s his practice took a turn: while still critically engaged with the historical and socio-political landscape of Malaysia, his works began to embrace contemporary forms like performance, installation and new media. The work emerged from a significant period in Wong’s artistic practice. The period of Wong’s artistic career from the mid-1990s to the early 2000s, in fact, coincided with a transitional moment in Malaysia’s politics (with the latter informing and inspiring the former). Wong was deeply engaged with the issues and concerns that reflect the trajectories of his country’s post-war development – an era that saw the emergence of Malaysia as one of the leading economies of SE Asia, but one that also witnessed the rise of racialism and race-based politics. In the late 1990s, the Reformasi movement arose from the very visible fallout that occurred in the wake of Anwar Ibrahim’s deposition by then-PM Mahathir: an active citizenry was mobilized to call for deep, structural reforms in the nation’s notoriously corruption-laden political culture, and Wong found himself caught up – both personally and artistically – in the tumult. The “New Migrants” series was first show in the aforementioned exhibition, which also included the “Migrants” series (which consisted of five large drawings detailing the history of Wong’s own Sino-Malaysian family), “History of Rubber and Labour” (an installation documenting the rubber trade in Malaysia and the migrant labour that sustained it). “New Migrants” was a series of ten, large-scale portraits – of, literally recent immigrants to Malaysia, generally of the blue-collar variety and hailing from poorer countries in Asia – rendered in charcoal, on paper."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}