{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It features butterflies fluttering around flowers emerging along the bottom and sides of the batik. The bottom and sides of the batik are also decorated with dense white scrolling patterns. The design of the batik is set against a speckled maroon and black background. There is a signature at the top-left of the batik kain panjang.", "sgcool_label_text" : "Speckles of maroon and black form the background of this kain panjang.  Butterflies are depicted fluttering around flowers that seem to emerge from the bottom and along the sides of the cloth.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Hendromartono’s Batik Art” Unique Pekalongan Indonesia 100% Tulis”.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1965-1980s", "subject_terms_1" : "Peranakan flower (motif) foliage (motif) scrolls (motifs)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00412", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}