{
  "id": "2017-00272",
  "title": "Blue and white vase with bird and flowers motif",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00272\n\n  Image: \n\n  object_work_type: porcelain (visual works) vases Ceramics (object genre)\n\n  title_text: Blue and white vase with bird and flowers motif\n\n  preference: main\n\n  title_language: \n\n  creation_date: Qing dynasty\n probably late 17th century\n\n  creation_place_original_location: Jingdezhen (China)\n\n  styles_periods_indexing_terms: Qing (dynastic styles and periods) Chinese ceramics styles\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: vase-shaped\n\n  materials_name: clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)\n\n  techniques_name: freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) glazing (coating process) throwing (pottery techniques)\n\n  object_colour: multicoloured\n\n  physical_appearance: Decorated around the neck of this blue white porcelain is are flame-like decorative motifs. The vase itself sports a broader and thicker neck. Encircling the exterior of its body\n are depictions of bamboos\n peonies in full bloom\n and birds perched on branches with their wings out-stretched in varying washes. The lines and painting in cobalt blue are refined\n and stands in visual contrast to the pureness of the white.\n\n  subject_terms_1: porcelain paintings (visual works) naturalism (artistic form of expression) bird-and-flower paintings ink washes flower (motif) freehand drawings (drawings) symbolism\n\n  subject_terms_2: Porcelain\n Chinese Ming- Qing dynasties\n 1368-1912 Naturalism China painting Floral decorations Blue and white ware China\n\n  subject_terms_3: visual arts Ceramics Decorative arts\n\n  subject_terms_4: \n\n  context_1: The dish was exhibited in the Exhibition of Chinese Blue-and-White Ceramics exhibition held at the National Museum of Singapore in April 1978. It is featured as number 156 in the exhibition catalogue. They are featured as number 252 in the exhibition catalogue.\n\n  context_2: exhibitions (events)\n\n  context_3: Apr-78\n\n  context_4: 18-Apr-78\n\n  context_5: 18-Apr-78\n\n  context_6: National Museum of Singapore\n\n  context_7: National Museum (Singapore)\n\n  context_8: curators planners\n\n  sgcool_label_text: This vase is painted with birds\n bamboo and flowering plants in varying washes of cobalt blue. It belongs to a type of Chinese ceramics described as ‘Transitional porcelain’\n which was produced at the Jingdezhen kilns in the period of transition spanning the late Ming to early Qing dynasties. More specifically\n this period stretched from the death of the Ming emperor Wanli in 1620 until the reorganisation of the imperial kilns in 1683. ‘Transitional’ porcelains often featured more naturalistic depictions of flora and fauna\n as well as narrative scenes drawn on fine-quality white body.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00272",
    "Image": "",
    "object_work_type": "porcelain (visual works) vases Ceramics (object genre)",
    "title_text": "Blue and white vase with bird and flowers motif",
    "preference": "main",
    "title_language": "",
    "creation_date": "Qing dynasty, probably late 17th century",
    "creation_place_original_location": "Jingdezhen (China)",
    "styles_periods_indexing_terms": "Qing (dynastic styles and periods) Chinese ceramics styles",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "vase-shaped",
    "materials_name": "clay blue-and-white (ceramic glaze) ceramic glaze cobalt blue (pigment) porcelain (material)",
    "techniques_name": "freehand drawing (technique) firing (technique) underglazing porcelain painting (image-making) molding (forming) glazing (coating process) throwing (pottery techniques)",
    "object_colour": "multicoloured",
    "physical_appearance": "Decorated around the neck of this blue white porcelain is are flame-like decorative motifs. The vase itself sports a broader and thicker neck. Encircling the exterior of its body, are depictions of bamboos, peonies in full bloom, and birds perched on branches with their wings out-stretched in varying washes. The lines and painting in cobalt blue are refined, and stands in visual contrast to the pureness of the white.",
    "subject_terms_1": "porcelain paintings (visual works) naturalism (artistic form of expression) bird-and-flower paintings ink washes flower (motif) freehand drawings (drawings) symbolism",
    "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Naturalism China painting Floral decorations Blue and white ware China",
    "subject_terms_3": "visual arts Ceramics Decorative arts",
    "subject_terms_4": "",
    "context_1": "The dish was exhibited in the Exhibition of Chinese Blue-and-White Ceramics exhibition held at the National Museum of Singapore in April 1978. It is featured as number 156 in the exhibition catalogue. They are featured as number 252 in the exhibition catalogue.",
    "context_2": "exhibitions (events)",
    "context_3": "Apr-78",
    "context_4": "18-Apr-78",
    "context_5": "18-Apr-78",
    "context_6": "National Museum of Singapore",
    "context_7": "National Museum (Singapore)",
    "context_8": "curators planners",
    "sgcool_label_text": "This vase is painted with birds, bamboo and flowering plants in varying washes of cobalt blue. It belongs to a type of Chinese ceramics described as ‘Transitional porcelain’, which was produced at the Jingdezhen kilns in the period of transition spanning the late Ming to early Qing dynasties. More specifically, this period stretched from the death of the Ming emperor Wanli in 1620 until the reorganisation of the imperial kilns in 1683. ‘Transitional’ porcelains often featured more naturalistic depictions of flora and fauna, as well as narrative scenes drawn on fine-quality white body."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}