{
  "id": "2017-00428",
  "title": "Four boxes of beads",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00428\n\n  Image: \n\n  object_work_type: beads (pierced objects)\n\n  title_text: Four boxes of beads\n\n  preference: main\n\n  title_language: \n\n  creation_date: 20th century\n\n  creation_place_original_location: Singapore Europe\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) glass (material)\n\n  object_colour: multicolored\n\n  physical_appearance: This is a set of four boxes containing an extensive collection of beads of different types\n fineness\n colour and shade. Each group of beads are contained within a smaller cylindrical container. These containers are arranged into rows that have been segmented within each box. The top left box contain shades of green beads\n and the bottom right box contain shades of blues. The other two boxes contain a variety of colours\n including yellows\n browns and purples.\n\n  subject_terms_1: tailors beadwork (visual works) Peranakan sewing tools\n\n  subject_terms_2: Clothing trade Peranakan (Asian people) Tailors Beads Sewing Equipment and supplies Bead embroidery\n\n  subject_terms_3: Vanishing trade Textile art and design\n\n  sgcool_label_text: These four boxes contain a panoply of beads of different type\n fineness\n colour and shade. Colours range from deep indigo to pastel lavender\n from dark green to pale yellow. Rocaille beads are rounded seed beads with no flat sides. Charlottes or cut beads\n on the other hand\n are glass seed beads with one or more flat sides. Both types are commonly found in Nyonya beadwork\n often on the same object\n and are known as manek potong.\\r\\n\\r\\nEuropean glass seed beads had been mass-produced since the late 15th century while smaller and more colourful beads were made possible by the technological advances in glassmaking in about 1760. Venice\n Bohemia and Lyons were well known centres of bead production in early 20th century.\\r\\n\n",
  "createdDate": "20201125084520",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00428",
    "Image": "",
    "object_work_type": "beads (pierced objects)",
    "title_text": "Four boxes of beads",
    "preference": "main",
    "title_language": "",
    "creation_date": "20th century",
    "creation_place_original_location": "Singapore Europe",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) glass (material)",
    "object_colour": "multicolored",
    "physical_appearance": "This is a set of four boxes containing an extensive collection of beads of different types, fineness, colour and shade. Each group of beads are contained within a smaller cylindrical container. These containers are arranged into rows that have been segmented within each box. The top left box contain shades of green beads, and the bottom right box contain shades of blues. The other two boxes contain a variety of colours, including yellows, browns and purples.",
    "subject_terms_1": "tailors beadwork (visual works) Peranakan sewing tools",
    "subject_terms_2": "Clothing trade Peranakan (Asian people) Tailors Beads Sewing Equipment and supplies Bead embroidery",
    "subject_terms_3": "Vanishing trade Textile art and design",
    "sgcool_label_text": "These four boxes contain a panoply of beads of different type, fineness, colour and shade. Colours range from deep indigo to pastel lavender, from dark green to pale yellow. Rocaille beads are rounded seed beads with no flat sides. Charlottes or cut beads, on the other hand, are glass seed beads with one or more flat sides. Both types are commonly found in Nyonya beadwork, often on the same object, and are known as manek potong.\r\n\r\nEuropean glass seed beads had been mass-produced since the late 15th century while smaller and more colourful beads were made possible by the technological advances in glassmaking in about 1760. Venice, Bohemia and Lyons were well known centres of bead production in early 20th century.\r\n"
  },
  "nlpDate": "20201125084520",
  "connectorId": 0,
  "tags": {}
}