{
  "id": "2017-00050",
  "title": "The Loss by Fire of the H.E.I. Steamer Madagascar",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00050\n\n  Image: \n\n  object_work_type: aquatints (prints) paperwork (visual works) aquatints engravings (prints)\n\n  title_text: The Loss by Fire of the H.E.I. Steamer Madagascar\n\n  preference: main\n\n  title_language: \n\n  creator_2: Edward Duncan William Huggins James Minns Dicey\n\n  creator_1: NA Duncan\n Edward\n 1804 - 1882 Huggins\n William John\n 1781-1845? Duncan\n Edward\n 1804-1882 Huggins\n William John\n 1781 - 1845\n\n  creator_role: engravers (printmakers) marine artists captains (military officers) artists (visual artists)\n\n  creation_date: 1843\n\n  creation_place_original_location: London (England)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: aquatint (printing process)\n\n  object_colour: multicoloured\n\n  physical_appearance: A paddle-wheel steamer is set ablaze in the middle of a tumultuous ocean. Several boats can be seen riding the waves around the steamer. This artwork depicts a steamer being damaged by fire in stormy weather in the ocean. There is a wooden frame and it has a white border with a brown perimeter in between. At the bottom of the artwork\n its title is displayed in capital letters. Under its title\n there are three rows of paragraphs that dedicate this artwork to H.E. Vice Admiral Sir William Parker. The colours on the aquatint do not look smudged.\n\n  subject_terms_1: paddle steamers marines (visual works) fire damage typhoons steamships disasters storms expeditions (journeys) fire (physical concept)\n\n  subject_terms_2: Aquatint Engraving Storms Huggins\n William John\n 1781-1845? Steamboats prints East India Company Fires Paddle steamers Expedition Typhoons Duncan\n Edward\n 1804-1882\n\n  subject_terms_3: East India Company Visual Arts Visual arts\n\n  context_20: NA It was here that the Madagascar\n a paddle-wheel steamer\n was lost to a raging fire.\n\n  context_21: NA Entrance of the Formosa Channel\n\n  context_22: 1841 NA\n\n  context_23: 1841 NA\n\n  context_24: 1841 NA\n\n  sgcool_label_text: This print depicts the loss by fire of the Madagascar\n a paddle-wheel steamer\n with severa otherl boats seen in the midst of the storm. The steamer was caught in a typhoon at the entrance of the Formosa Channel when it was part of the British expedition to China in 1841. This aquatint was engraved by Edward Duncan\n after a painting by marine artist William Huggins\n who based his work on a sketch by the ship\\u0027s captain James Minns Dicey. This print depicts the loss by fire of the Madagascar\n a paddle-wheel steamer\n with several other boats seen in the midst of the storm. The steamer was caught in a typhoon at the entrance of the Formosa Channel when it was part of the British expedition to China in 1841. This aquatint was engraved by Edward Duncan\n after a painting by marine artist William Huggins\n who based his work on a sketch by the ship\\u0027s captain James Minns Dicey.\n",
  "createdDate": "20201125084529",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00050",
    "Image": "",
    "object_work_type": "aquatints (prints) paperwork (visual works) aquatints engravings (prints)",
    "title_text": "The Loss by Fire of the H.E.I. Steamer Madagascar",
    "preference": "main",
    "title_language": "",
    "creator_2": "Edward Duncan William Huggins James Minns Dicey",
    "creator_1": "NA Duncan, Edward, 1804 - 1882 Huggins, William John, 1781-1845? Duncan, Edward, 1804-1882 Huggins, William John, 1781 - 1845",
    "creator_role": "engravers (printmakers) marine artists captains (military officers) artists (visual artists)",
    "creation_date": "1843",
    "creation_place_original_location": "London (England)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "aquatint (printing process)",
    "object_colour": "multicoloured",
    "physical_appearance": "A paddle-wheel steamer is set ablaze in the middle of a tumultuous ocean. Several boats can be seen riding the waves around the steamer. This artwork depicts a steamer being damaged by fire in stormy weather in the ocean. There is a wooden frame and it has a white border with a brown perimeter in between. At the bottom of the artwork, its title is displayed in capital letters. Under its title, there are three rows of paragraphs that dedicate this artwork to H.E. Vice Admiral Sir William Parker. The colours on the aquatint do not look smudged.",
    "subject_terms_1": "paddle steamers marines (visual works) fire damage typhoons steamships disasters storms expeditions (journeys) fire (physical concept)",
    "subject_terms_2": "Aquatint Engraving Storms Huggins, William John, 1781-1845? Steamboats prints East India Company Fires Paddle steamers Expedition Typhoons Duncan, Edward, 1804-1882",
    "subject_terms_3": "East India Company Visual Arts Visual arts",
    "context_20": "NA It was here that the Madagascar, a paddle-wheel steamer, was lost to a raging fire.",
    "context_21": "NA Entrance of the Formosa Channel",
    "context_22": "1841 NA",
    "context_23": "1841 NA",
    "context_24": "1841 NA",
    "sgcool_label_text": "This print depicts the loss by fire of the Madagascar, a paddle-wheel steamer, with severa otherl boats seen in the midst of the storm. The steamer was caught in a typhoon at the entrance of the Formosa Channel when it was part of the British expedition to China in 1841. This aquatint was engraved by Edward Duncan, after a painting by marine artist William Huggins, who based his work on a sketch by the ship\u0027s captain James Minns Dicey. This print depicts the loss by fire of the Madagascar, a paddle-wheel steamer, with several other boats seen in the midst of the storm. The steamer was caught in a typhoon at the entrance of the Formosa Channel when it was part of the British expedition to China in 1841. This aquatint was engraved by Edward Duncan, after a painting by marine artist William Huggins, who based his work on a sketch by the ship\u0027s captain James Minns Dicey."
  },
  "nlpDate": "20201125084529",
  "connectorId": 0,
  "tags": {}
}