{
  "subject_terms_3": "visual arts  Decorative arts Ceramics",
  "materials_name": "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze",
  "object_work_type": "porcelain (visual works)  drinking vessels  Ceramics (object genre)",
  "object_colour": "multicoloured",
  "context_18": "1983",
  "physical_appearance": "This is a Ming dynasty blue-white cup. It is slightly chip at certain areas along its rim. Painted on its exterior is a robed rigure reclined against a rock, while his young attendant (depicted on the other side of the cup) prepares a drink for him on the stove.  On its interior, enclosed within two concentric circles in the central medallion is a simplified mountain amidst shrouds of clouds.",
  "context_14": "It was recovered from the Hatcher shipwreck, an Asian ship that sank in the South China Sea around 1643.",
  "sgcool_label_text": "This small bowl is painted with a robed figure reclining against a rock. On the other side of the bowl, a young attendant seems to be preparing a drink for his master by a stove. Many similarly-sized bowls with designs sketchily-executed in underglaze blue were recovered from the Hatcher shipwreck, an Asian ship that sank in the South China Sea around 1643. While many bowls of this less refined quality were exported overseas, they have also been excavated in China and were probably used for drinking tea.",
  "preference": "main",
  "context_19": "1983",
  "context_21": "South China Sea",
  "context_15": "South China Sea",
  "title_text": "Blue and white bowl with figural decoration",
  "creation_date": "Ming dynasty, 17th century",
  "subject_terms_1": "porcelain paintings (visual works)  symbolism  freehand drawings (drawings)  Chinese export porcelain  mountains clouds servants",
  "context_16": "Hatcher, Michael  (LC)",
  "styles_periods_indexing_terms": "Ming (culture, period, and styles)  Chinese ceramics styles  Chinese export (ceramics style)",
  "accession_no_csv": "2017-00268",
  "shape": "concave",
  "creation_place_original_location": "China",
  "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China trade porcelain  Robes Mountains Clouds China painting",
  "techniques_name": "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)",
  "context_17": "1983"
}