{
  "id": "2017-00527-001 to 047",
  "title": "Every Point of View",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00527-001 to 047\n\n  Image: \n\n  object_work_type: installations (visual works)\n\n  title_text: Every Point of View\n\n  preference: main\n\n  title_language: \n\n  creator_2: Matthew Ngui\n\n  creator_1: Ngui\n Matthew\n 1962-\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2015\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: plastic (organic material) paint (coating)\n\n  techniques_name: installing\n\n  object_colour: multicoloured\n\n  edition_description: 1 of 1 (Unique)\n\n  physical_appearance: This is an installation piece that is site specific. It is composed of 400 PVC pipes attached to the ground upright. Text can be found on the pipes\n and can only be read at a specific point; curated to be so by the artist who employed anamorphosis.\n\n  subject_terms_1: site-specific works commissions (orders for works) projections (visual works) anamorphoses democracies\n\n  subject_terms_2: Art\n Singaporean Demoracy Art commissions Anamorphoses Installations (Art)\n\n  subject_terms_3: Installation art\n\n  context_1: 5 Stars: Art Reflects on Peace\n Justice\n Equality\n Democracy and Progress exhibition\n\n  context_2: exhibitions (events)\n\n  context_3: 2-Oct-2015 to 2-May-2016\n\n  context_4: 2-Oct-15\n\n  context_5: 2-May-16\n\n  context_6: Singapore Art Museum\n\n  context_7: Singapore Art Museum\n\n  context_8: commissioners (people who order works)\n\n  sgcool_label_text: Matthew Ngui’s use of the optical effect of anamorphosis is particularly apt in his engagement with the idea of Democracy. Dense with the vertical whiteness of over 400 PVC pipes\n Every Point of View invokes the multi-pillared Parthenon in Athens\n coincidentally the birthplace of democracy as an ideal and practice. \\r\\nWandering amidst the forest of pipes\n a viewer fleetingly encounters perspectives on the idea of ‘Democracy’. Ten representatives of particular demographics were invited to respond to two questions about ‘Democracy’\n and the written responses were projected and traced onto the pipes. At specific points\n the pipes become a continuous surface\n where each statement is ‘jigsawed’ into coherence. Operating on the dynamics of anamorphic perception\n only exact viewer positioning enables each statement to be read: the instant the viewer steps away from this tightly configured point\n the perspective vanishes. These perspectives on democracy are experienced as moments of surveilled epiphany\n as live camera feedback captures real-time footage at those points\n which is projected in a separate space. A soundscape of murmurings of enunciations on democracy by elected office-bearers and public figures is also ‘piped’ through the installation\n and viewers become listeners and speakers too – speaking into\n or listening from openings on certain pipes. The artist sees the work as “analogous” to the democratic process: that democracy “is an understanding that different viewpoints exist and that it is within this acknowledgment that ways to co-exist are devised consensually and sometimes\n not so.”\\r\\nMatthew Ngui (born in 1962\n Singapore) is a visual artist\n trained in sculpture and now working in the areas of installation\n video\n performance\n site-specific works and public art. He has exhibited locally and internationally in contemporary art museums and spaces in cities such as Berlin\n Bordeaux\n Copenhagen\n Graz\n Hong Kong\n London\n Manila and Vienna. Participating in the São Paulo (1996)\n Venice (2001) and Gwangju Biennales (2002) and the tenth Documenta in 1997\n Ngui focuses on site-specific installations and performances that engage the locality and people of the city and space in which the work is exhibited. \\r\\n\\r\\n[Text by Susie Lingham] \\r\\n\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00527-001 to 047",
    "Image": "",
    "object_work_type": "installations (visual works)",
    "title_text": "Every Point of View",
    "preference": "main",
    "title_language": "",
    "creator_2": "Matthew Ngui",
    "creator_1": "Ngui, Matthew, 1962-",
    "creator_role": "artists (visual artists)",
    "creation_date": "2015",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "plastic (organic material) paint (coating)",
    "techniques_name": "installing",
    "object_colour": "multicoloured",
    "edition_description": "1 of 1 (Unique)",
    "physical_appearance": "This is an installation piece that is site specific. It is composed of 400 PVC pipes attached to the ground upright. Text can be found on the pipes, and can only be read at a specific point; curated to be so by the artist who employed anamorphosis.",
    "subject_terms_1": "site-specific works commissions (orders for works) projections (visual works) anamorphoses democracies",
    "subject_terms_2": "Art, Singaporean Demoracy Art commissions Anamorphoses Installations (Art)",
    "subject_terms_3": "Installation art",
    "context_1": "5 Stars: Art Reflects on Peace, Justice, Equality, Democracy and Progress exhibition",
    "context_2": "exhibitions (events)",
    "context_3": "2-Oct-2015 to 2-May-2016",
    "context_4": "2-Oct-15",
    "context_5": "2-May-16",
    "context_6": "Singapore Art Museum",
    "context_7": "Singapore Art Museum",
    "context_8": "commissioners (people who order works)",
    "sgcool_label_text": "Matthew Ngui’s use of the optical effect of anamorphosis is particularly apt in his engagement with the idea of Democracy. Dense with the vertical whiteness of over 400 PVC pipes, Every Point of View invokes the multi-pillared Parthenon in Athens, coincidentally the birthplace of democracy as an ideal and practice. \r\nWandering amidst the forest of pipes, a viewer fleetingly encounters perspectives on the idea of ‘Democracy’. Ten representatives of particular demographics were invited to respond to two questions about ‘Democracy’, and the written responses were projected and traced onto the pipes. At specific points, the pipes become a continuous surface, where each statement is ‘jigsawed’ into coherence. Operating on the dynamics of anamorphic perception, only exact viewer positioning enables each statement to be read: the instant the viewer steps away from this tightly configured point, the perspective vanishes. These perspectives on democracy are experienced as moments of surveilled epiphany, as live camera feedback captures real-time footage at those points, which is projected in a separate space. A soundscape of murmurings of enunciations on democracy by elected office-bearers and public figures is also ‘piped’ through the installation, and viewers become listeners and speakers too – speaking into, or listening from openings on certain pipes. The artist sees the work as “analogous” to the democratic process: that democracy “is an understanding that different viewpoints exist and that it is within this acknowledgment that ways to co-exist are devised consensually and sometimes, not so.”\r\nMatthew Ngui (born in 1962, Singapore) is a visual artist, trained in sculpture and now working in the areas of installation, video, performance, site-specific works and public art. He has exhibited locally and internationally in contemporary art museums and spaces in cities such as Berlin, Bordeaux, Copenhagen, Graz, Hong Kong, London, Manila and Vienna. Participating in the São Paulo (1996), Venice (2001) and Gwangju Biennales (2002) and the tenth Documenta in 1997, Ngui focuses on site-specific installations and performances that engage the locality and people of the city and space in which the work is exhibited. \r\n\r\n[Text by Susie Lingham] \r\n"
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}