{"id":"2017-00386","title":"Kain panjang","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00386\nImage:\nobject_work_type:folk costume batik art\ntitle_text:Kain panjang\npreference:main\ntitle_language:\ncreator_2:Jane Hendromartono\ncreator_role:textile designers\ncreation_date:1950-1965\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik kain panjang.  It features two different but similar designs on either half of the kain panjang. The left side of the kain panjang depicts a garden scene with flowering branches\n fowls and goldfishes. The right side features lanterns hanging on branches of pink and blue flowers. The background of the batik is decorated with secondary motifs. There is a signature at the top-left of the batik kain panjang.\nsubject_terms_1:Peranakan flower (motif) birds (motifs) symbolism\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs Symbolism\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:This batik is structured in the pagi-sore format\n comprising two different but related designs on each half of the kain panjang.  On one side of the cloth\n a garden scene is depicted complete with flowering branches\n fowls and goldfishes.  On the other half\n lanterns hang on branches of pink and blue flowers.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.  This piece is signed “Batik Kesenian Liem Siok Hien Kudus”.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00386","Image":"","object_work_type":"folk costume batik art","title_text":"Kain panjang","preference":"main","title_language":"","creator_2":"Jane Hendromartono","creator_role":"textile designers","creation_date":"1950-1965","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik kain panjang.  It features two different but similar designs on either half of the kain panjang. The left side of the kain panjang depicts a garden scene with flowering branches, fowls and goldfishes. The right side features lanterns hanging on branches of pink and blue flowers. The background of the batik is decorated with secondary motifs. There is a signature at the top-left of the batik kain panjang.","subject_terms_1":"Peranakan flower (motif) birds (motifs) symbolism","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs Symbolism","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"This batik is structured in the pagi-sore format, comprising two different but related designs on each half of the kain panjang.  On one side of the cloth, a garden scene is depicted complete with flowering branches, fowls and goldfishes.  On the other half, lanterns hang on branches of pink and blue flowers.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Batik Kesenian Liem Siok Hien Kudus”."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}