{
  "id": "2017-00429",
  "title": "Sewing box with purl, sequins, beads",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00429\n\n  Image: \n\n  object_work_type: sewing boxes\n\n  title_text: Sewing box with purl\n sequins\n beads\n\n  preference: main\n\n  title_language: \n\n  creation_date: 20th century\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) glass (material) metal\n\n  object_colour: multicolored\n\n  physical_appearance: This is a red sewing box that contains a set of six smaller boxes of purl thread\n sequins\n ribbons and beads and a small coil of wire. The sewing box is circular in shape\n as are the smaller boxes containing the dewing materials. Five of the smaller boxes are of the same size\n with the box in the middle being much smaller in size than the rest.\n\n  subject_terms_1: tailors sequins (spangles) wire Peranakan beads (pierced objects) sewing tools needlework (visual works)\n\n  subject_terms_2: Clothing trade Peranakan (Asian people) Tailors Beads Sewing Equipment and supplies Needlework\n\n  subject_terms_3: Vanishing trade Textile art and design\n\n  sgcool_label_text: This red sewing box contains 6 smaller boxes of purl thread\n sequins\n ribbons and beads\n and a small coil of wire. Purls\n sequins\n ribbons and beads were used in Nyonya needlework to achieve effects of colour\n light and contrasting textures. Labels on some of the boxes remain intact. The label on the box which contains metal purl shows: ‘Made in France by Roland. Trademark Favier Brothers Lyons…’ \n ‘Boite modele depose’\n and ‘Pattern 2175 Frisée Brillante-Br.3’.\\r\\n\\r\\nPurl thread was known as gim kasar and giem kembang\n where gim means gold. Sequins are flat discs that were secured using beads or metal purl.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00429",
    "Image": "",
    "object_work_type": "sewing boxes",
    "title_text": "Sewing box with purl, sequins, beads",
    "preference": "main",
    "title_language": "",
    "creation_date": "20th century",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) glass (material) metal",
    "object_colour": "multicolored",
    "physical_appearance": "This is a red sewing box that contains a set of six smaller boxes of purl thread, sequins, ribbons and beads and a small coil of wire. The sewing box is circular in shape, as are the smaller boxes containing the dewing materials. Five of the smaller boxes are of the same size, with the box in the middle being much smaller in size than the rest.",
    "subject_terms_1": "tailors sequins (spangles) wire Peranakan beads (pierced objects) sewing tools needlework (visual works)",
    "subject_terms_2": "Clothing trade Peranakan (Asian people) Tailors Beads Sewing Equipment and supplies Needlework",
    "subject_terms_3": "Vanishing trade Textile art and design",
    "sgcool_label_text": "This red sewing box contains 6 smaller boxes of purl thread, sequins, ribbons and beads, and a small coil of wire. Purls, sequins, ribbons and beads were used in Nyonya needlework to achieve effects of colour, light and contrasting textures. Labels on some of the boxes remain intact. The label on the box which contains metal purl shows: ‘Made in France by Roland. Trademark Favier Brothers Lyons…’ , ‘Boite modele depose’, and ‘Pattern 2175 Frisée Brillante-Br.3’.\r\n\r\nPurl thread was known as gim kasar and giem kembang, where gim means gold. Sequins are flat discs that were secured using beads or metal purl."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}