{"id":"2017-00276","title":"Jar with lions motif","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00276\nImage:\nobject_work_type:porcelain (visual works)  Ceramics (object genre)  jars Wucai ware\ntitle_text:Jar with lions motif\npreference:main\ntitle_language:\ncreation_date:Ming dynasty\n 17th century\ncreation_place_original_location:China\nstyles_periods_indexing_terms:Chinese ceramics styles  Ming (culture\n period\n and styles)  Wucai (Chinese ceramics styles)  Polychrome style\ninscriptions:\ninscription_language:\nshape:concave\nmaterials_name:blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze  overglaze (material)\ntechniques_name:glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)  overglazing enameling\nobject_colour:polychrome\nphysical_appearance:This is a polychrome jar with an elaborately decorated exterior. A swirl pattern lines the neck of the jar\n while its body is filled with flowering blossoms of red and blue that surround the figure of a lion.  The underglazed blue appeared to have smeared and is therefore less defined than the overglazed green and blue.\nsubject_terms_1:enamels (visual works)  porcelain paintings (visual works)  freehand drawings (drawings)  symbolism\nsubject_terms_2:Floral decorations  Polychrome Lion Mythology  China painting\nsubject_terms_3:visual arts  Decorative arts Ceramics\nsubject_terms_4:\nsgcool_label_text:The jar is decorated with lions and floral scrolls in the wucai style\n which sees elements of the design painted in underglaze blue and combined with patterns executed in overglaze polychrome enamels. Although the term wucai literally means ‘five colours’\n it actually denotes the use of a multitude of colours and does not always necessarily mean five. Wucai porcelain emerged during the sixteenth century and grew in popularity from the Jiajing period (1522–1566).","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00276","Image":"","object_work_type":"porcelain (visual works)  Ceramics (object genre)  jars Wucai ware","title_text":"Jar with lions motif","preference":"main","title_language":"","creation_date":"Ming dynasty, 17th century","creation_place_original_location":"China","styles_periods_indexing_terms":"Chinese ceramics styles  Ming (culture, period, and styles)  Wucai (Chinese ceramics styles)  Polychrome style","inscriptions":"","inscription_language":"","shape":"concave","materials_name":"blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze  overglaze (material)","techniques_name":"glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)  overglazing enameling","object_colour":"polychrome","physical_appearance":"This is a polychrome jar with an elaborately decorated exterior. A swirl pattern lines the neck of the jar, while its body is filled with flowering blossoms of red and blue that surround the figure of a lion.  The underglazed blue appeared to have smeared and is therefore less defined than the overglazed green and blue.","subject_terms_1":"enamels (visual works)  porcelain paintings (visual works)  freehand drawings (drawings)  symbolism","subject_terms_2":"Floral decorations  Polychrome Lion Mythology  China painting","subject_terms_3":"visual arts  Decorative arts Ceramics","subject_terms_4":"","sgcool_label_text":"The jar is decorated with lions and floral scrolls in the wucai style, which sees elements of the design painted in underglaze blue and combined with patterns executed in overglaze polychrome enamels. Although the term wucai literally means ‘five colours’, it actually denotes the use of a multitude of colours and does not always necessarily mean five. Wucai porcelain emerged during the sixteenth century and grew in popularity from the Jiajing period (1522–1566)."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}