{
  "subject_terms_3": "Batik Peranakan costumes",
  "materials_name": "cotton (textile)",
  "creator_2": "Kok Sing Oey",
  "object_work_type": "folk costume batik art",
  "object_colour": "multicolored",
  "physical_appearance": "This is a batik kain panjang. It features large bouquets of European flowers interspersed with butterflies and birds. There is a panel on the left with a pink background, while the main body of the kain panjang has a brown background. The background also features blue and pink flower blooms. There is a signature on the top-left of the batik.",
  "sgcool_label_text": "The buketan design, comprising large bouquets of European flowers interspersed with butterflies and birds, is shown on this kain panjang.  To complement the primary buketan theme, two varieties of single blooms are depicted on the background.  The pink kepala (broad vertical panel of the panel) is filled with blue flowers while pastel pink blooms are set against the brown badan (‘body’ of the batik).  This batik comes from the family collection of Oey Kok Sing (1896-1966), the second in three generations of documented batik-makers in Pekalongan.  Her later batik designs attest to her virtuosity in technique and inventive colour palette.  Her repertoire of tiny isen-isen motifs (filler motifs within the outlines of the key motifs) in particular, exudes a strong sense of artistic individuality, possibly informed by modernist designs on European printed cloths.  Her treatment of floral bouquets is also charactertistic of the undulating and curving lines of the Art Noveau style that was introduced in the northern coast of Java by the Europeans.  This piece is signed “Nj Oey Kok Sing”.",
  "preference": "main",
  "title_text": "Kain panjang",
  "creation_date": "1940",
  "subject_terms_1": "Peranakan flower (motif) birds (motifs) foliage (motif) cultural diffusion",
  "creator_role": "textile designers",
  "styles_periods_indexing_terms": "Peranakan",
  "accession_no_csv": "2017-00344",
  "shape": "rectangular",
  "creation_place_original_location": "Pekalongan (Indonesia)",
  "subject_terms_2": "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion",
  "techniques_name": "batik"
}