{
  "subject_terms_3": "Batik Peranakan costumes",
  "materials_name": "cotton (textile)",
  "creator_2": "Jane Hendromartono",
  "object_work_type": "sarongs batik art",
  "object_colour": "multicolored",
  "physical_appearance": "This is a batik sarong. It features a repeated motif of a large bouquet of flowers interspersed with butterflies. The bouquet is set against a diamond lattice background. Within each diamond lattice, there is a tiny castle enclosed. The top and bottom of the batik sarong is bordered by a floral vine.",
  "sgcool_label_text": "The buketan motif or a large bouquet of flowers is repeated on both the kepala (broad vertical panel of the batik) and badan (main design feature of the batik) of this batik.  On the kepala, the bouquet is set against diagonal decorative bands.  The same bouquet is repeated on the badan against a diamond lattice background enclosed with tiny castles.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Liem Siok Hien Kudus”.",
  "preference": "main",
  "title_text": "Sarong",
  "creation_date": "1950-1965",
  "subject_terms_1": "Peranakan folk costume flower (motif) lozenges",
  "creator_role": "textile designers",
  "styles_periods_indexing_terms": "Peranakan",
  "accession_no_csv": "2017-00391",
  "shape": "rectangular",
  "creation_place_original_location": "Pekalongan (Indonesia)",
  "subject_terms_2": "Batik Ethnic costume Peranakan (Asian people) Motifs",
  "techniques_name": "batik"
}