{
  "id": "2017-01039",
  "title": "Photograph album presented to George Lowe as a souvenir of his visit to Singapore",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-01039\n\n  Image: \n\n  object_work_type: photograph albums\n\n  title_text: Photograph album presented to George Lowe as a souvenir of his visit to Singapore\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1953\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product) cloth gilt paint\n\n  object_colour: red (color) gold (color)\n\n  physical_appearance: This is a photograph album. The album is covered in red cloth\n with decorative gold gilt. There is a coat of arms of the City of Singapore in the center. Underneath it\n there is a text inscription. The edges of the photograph album is slighty worn out.\n\n  subject_terms_1: Photographs souvenirs\n\n  subject_terms_2: Photograph albums Photographs Albums (Books) Souvenir Lowe\n George\n 1924-2013 Hillary\n Edmund\n 1919-2008\n\n  subject_terms_3: Photography National coat of arms\n\n  subject_terms_4: \n\n  sgcool_label_text: George Lowe was a member of the British Expedition that saw Sir Edmund Hillary scale Mount Everest on 29 May 1953. In September that year\n Lowe accompanied Hillary on a visit to Singapore to deliver their first Everest lecture outside of New Zealand at the Odeon Theatre to an audience of 1\n620 schoolchildren. This photograph album\n with the coat of arms of the City of Singapore in gilt on the cover\n was presented to Lowe as a souvenir of his visit.\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-01039",
    "Image": "",
    "object_work_type": "photograph albums",
    "title_text": "Photograph album presented to George Lowe as a souvenir of his visit to Singapore",
    "preference": "main",
    "title_language": "",
    "creation_date": "1953",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product) cloth gilt paint",
    "object_colour": "red (color) gold (color)",
    "physical_appearance": "This is a photograph album. The album is covered in red cloth, with decorative gold gilt. There is a coat of arms of the City of Singapore in the center. Underneath it, there is a text inscription. The edges of the photograph album is slighty worn out.",
    "subject_terms_1": "Photographs souvenirs",
    "subject_terms_2": "Photograph albums Photographs Albums (Books) Souvenir Lowe, George, 1924-2013 Hillary, Edmund, 1919-2008",
    "subject_terms_3": "Photography National coat of arms",
    "subject_terms_4": "",
    "sgcool_label_text": "George Lowe was a member of the British Expedition that saw Sir Edmund Hillary scale Mount Everest on 29 May 1953. In September that year, Lowe accompanied Hillary on a visit to Singapore to deliver their first Everest lecture outside of New Zealand at the Odeon Theatre to an audience of 1,620 schoolchildren. This photograph album, with the coat of arms of the City of Singapore in gilt on the cover, was presented to Lowe as a souvenir of his visit."
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}