{"id":"2017-01040-142","title":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of aerial view of urban landscape","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-01040-142\nImage:\nobject_work_type:black-and-white photographs photographs\ntitle_text:\\Personal photograph album titled \\\\Sixteen Months in Singapore\\\\\\ Sixteen Months in Singapore: Photograph of aerial view of urban landscape\npreference:alternate main\ntitle_language:\ncreation_date:1951-1952\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:photographic processes\nobject_colour:black-and-white (colors)\nphysical_appearance:This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features an aerial view overlooking an urban landscape. There is a forested area with rivers on the right of the photograph. Along the bottom\n there are building structures seen. There are no inscriptions on the photograph. There are no tears or folds seen.\nsubject_terms_1:aerial views landscapes (environment) snapshots aerial photographs\nsubject_terms_2:Photographs Aerial views Aerial photographs Landscape photography\nsubject_terms_3:Landscape photography\nsubject_terms_4:\nsgcool_label_text:This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life\n including friends she made within the Jewish community in Singapore.","createdDate":"20201119143407","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-01040-142","Image":"","object_work_type":"black-and-white photographs photographs","title_text":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of aerial view of urban landscape","preference":"alternate main","title_language":"","creation_date":"1951-1952","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"photographic processes","object_colour":"black-and-white (colors)","physical_appearance":"This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features an aerial view overlooking an urban landscape. There is a forested area with rivers on the right of the photograph. Along the bottom, there are building structures seen. There are no inscriptions on the photograph. There are no tears or folds seen.","subject_terms_1":"aerial views landscapes (environment) snapshots aerial photographs","subject_terms_2":"Photographs Aerial views Aerial photographs Landscape photography","subject_terms_3":"Landscape photography","subject_terms_4":"","sgcool_label_text":"This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life, including friends she made within the Jewish community in Singapore."},"nlpDate":"20201119143407","connectorId":0,"tags":{}}