{"subject_terms_3" : "Decorative arts Ceramics Taoism", "materials_name" : "ceramic (material) enamel paint", "object_work_type" : "ceramics (object genre) dishes (vessels for food)", "object_colour" : "multicolored", "context_18" : "NAN", "physical_appearance" : "This is a set of two ceramic dishes. The interior of these dishes feture a variety of birds flying amongst several flowers against a lime green background. On the exterior, the Eight Immortals are depicted riding the waves amidst clouds. There are no cracks seen on the dishes.", "sgcool_label_text" : "A beautiful and lively medley of auspicious Chinese birds and flowers are painted on the broad base of the interior of this pair of famille rose dishes. The phoenix, pheasant, cranes, magpies and swallows fly and wonder amidst luscious blooms of the flowers of the four seasons; the peony, lotus, chrysanthemum and prunus. Set against a vibrant lime green ground, the birds, foliage and plumage are skillfully rendered, with realistic veining, and subtle colour gradations in the enamels. The lack of proportion of the motifs and dense decoration also create a romantic and whimsical charm to the overall composition. On the exterior of the slightly flaring shallow sides of the dishes, the Eight Immortals are depicted riding the waves amidst auspicious ruyi clouds, a reference to a key mythical story of crossing the ocean. Together, the auspicious decoration convey wishes of longevity, prosperity and good fortune. \r\n\r\nThe lime-green bases of both dishes carry the six-character, “Da Qing Daoguang Nian Zhi” (Made in the Daoguang reign of the great Qing dynasty) in iron-red. The technical mastery evident in the brushwork reflects how high-quality production continued in the late Qing period, especially the Daoguang and Guangxu periods.", "preference" : "alternate main", "context_19" : "A", "title_text" : "Dish Dishes with Eight Immortals", "creation_date" : "1821-1850", "subject_terms_1" : "tableware flower (motif) birds (motifs) deities depictions (visual works) Taoism", "styles_periods_indexing_terms" : "Daoguang", "accession_no_csv" : "2017-00013", "shape" : "concave", "creation_place_original_location" : "China", "subject_terms_2" : "Ceramics Tableware Motifs Gods Ba Xian (Taoist mythology)", "techniques_name" : "firing (technique) pottery technique"}