{
  "id": "2017-00942",
  "title": "A Muslim Wedding Ceremony",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00942\n\n  Image: \n\n  object_work_type: watercolours (paintings)\n\n  title_text: A Muslim Wedding Ceremony\n\n  preference: main\n\n  title_language: \n\n  creation_date: 1820-1830\n\n  creation_place_original_location: Patna City (Patna\n India)\n\n  styles_periods_indexing_terms: Company (style) Indo-European (culture)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: paper (fiber product) watercolour (paint)\n\n  techniques_name: watercolour painting (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This painting depicts the scene of a Muslim wedding ceremony taking place under a red canopy. Women are seated around the perimeter of the canopy. In the center\n the bride and groom are separated by a piece of cloth held up by two ladies. The groom is seated on a low chair to the left\n while the bridge stands on the right.\n\n  subject_terms_1: genre (visual works) weddings (ceremonies) customs (social concepts) folk costume\n\n  subject_terms_2: Painting Ethnic costume Weddings Islamic marriage customs and rites\n\n  subject_terms_3: Ethnic costumes Watercolour painting Marriage customs\n\n  subject_terms_4: \n\n  context_1: The Allure of India: Company School Painting from Murshidabad \\u0026 Patna 1795-1830 exhibition For more see: \\r\\nFrancesca Galloway. (2017). The Allure of India Company School Painting from Murshidabad \\u0026 Patna 1795-1830. Retrieved February 7\n 2018\n from https://www.francescagalloway.com/usr/documents/exhibitions/list_of_works_url/30/the-allure-of-india-may-exhibition-francesca-galloway.pdf\n\n  context_2: exhibitions (events)\n\n  context_3: 22-May-2017 to 7-July-2017\n\n  context_4: 22-May-17\n\n  context_5: 7-Jul-17\n\n  context_6: Francesca Galloway (Gallery) London (England)\n\n  context_7: Francesca Galloway (Gallery)\n\n  context_8: planners\n\n  sgcool_label_text: This painting comes under the broad category known as “Company paintings” – referring to a variety of Indo-European styles that were so called because many of their patrons worked for the European East India Companies. The primary motivation of these patrons for collecting such paintings was purportedly documentary hence Company paintings generally depict scenes of daily life\n occupations\n festivals\n architecture\n local flora and fauna. This painting belongs to the Patna school\n considered to be one of the most prolific centres as Patna rose in prominence and prosperity under British administration\n prompting artists to move from Murshidabad. This painting appears to reflect the style of Sewak Ram\n one of the more renowned painter who had migrated to Patna from Murshidabad in 1790.There is no evidence however to suggest that Sewak Ram was indeed the artist of this piece.\\r\\n\\r\\nThis vibrant painting offers a glimpse into the myriad rituals that constitute traditional Muslim wedding customs in India. Although only the nikah (solemnisation ceremony) and a feast (walima) are required to conduct a wedding according to Islamic orthodoxy\n additional local traditions may be incorporated. The scene most likely corresponds to the sharbat pilai ceremony that takes place immediately after the nikah ceremony\n where the bridegroom is taken into the bride’s house among the company of womenfolk from the couple’s families\n to drink the sharbat\n a sweet syrup.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00942",
    "Image": "",
    "object_work_type": "watercolours (paintings)",
    "title_text": "A Muslim Wedding Ceremony",
    "preference": "main",
    "title_language": "",
    "creation_date": "1820-1830",
    "creation_place_original_location": "Patna City (Patna, India)",
    "styles_periods_indexing_terms": "Company (style) Indo-European (culture)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "paper (fiber product) watercolour (paint)",
    "techniques_name": "watercolour painting (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This painting depicts the scene of a Muslim wedding ceremony taking place under a red canopy. Women are seated around the perimeter of the canopy. In the center, the bride and groom are separated by a piece of cloth held up by two ladies. The groom is seated on a low chair to the left, while the bridge stands on the right.",
    "subject_terms_1": "genre (visual works) weddings (ceremonies) customs (social concepts) folk costume",
    "subject_terms_2": "Painting Ethnic costume Weddings Islamic marriage customs and rites",
    "subject_terms_3": "Ethnic costumes Watercolour painting Marriage customs",
    "subject_terms_4": "",
    "context_1": "The Allure of India: Company School Painting from Murshidabad \u0026 Patna 1795-1830 exhibition For more see: \r\nFrancesca Galloway. (2017). The Allure of India Company School Painting from Murshidabad \u0026 Patna 1795-1830. Retrieved February 7, 2018, from https://www.francescagalloway.com/usr/documents/exhibitions/list_of_works_url/30/the-allure-of-india-may-exhibition-francesca-galloway.pdf",
    "context_2": "exhibitions (events)",
    "context_3": "22-May-2017 to 7-July-2017",
    "context_4": "22-May-17",
    "context_5": "7-Jul-17",
    "context_6": "Francesca Galloway (Gallery) London (England)",
    "context_7": "Francesca Galloway (Gallery)",
    "context_8": "planners",
    "sgcool_label_text": "This painting comes under the broad category known as “Company paintings” – referring to a variety of Indo-European styles that were so called because many of their patrons worked for the European East India Companies. The primary motivation of these patrons for collecting such paintings was purportedly documentary hence Company paintings generally depict scenes of daily life, occupations, festivals, architecture, local flora and fauna. This painting belongs to the Patna school, considered to be one of the most prolific centres as Patna rose in prominence and prosperity under British administration, prompting artists to move from Murshidabad. This painting appears to reflect the style of Sewak Ram, one of the more renowned painter who had migrated to Patna from Murshidabad in 1790.There is no evidence however to suggest that Sewak Ram was indeed the artist of this piece.\r\n\r\nThis vibrant painting offers a glimpse into the myriad rituals that constitute traditional Muslim wedding customs in India. Although only the nikah (solemnisation ceremony) and a feast (walima) are required to conduct a wedding according to Islamic orthodoxy, additional local traditions may be incorporated. The scene most likely corresponds to the sharbat pilai ceremony that takes place immediately after the nikah ceremony, where the bridegroom is taken into the bride’s house among the company of womenfolk from the couple’s families, to drink the sharbat, a sweet syrup."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}