{"context_23" : "1955", "context_24" : "1965", "subject_terms_3" : "Artistic photography  visual arts", "materials_name" : "gelatin  paper (fibre product)  silver sulfide  baryta paper", "creator_2" : "Lee, Lim", "object_work_type" : "black-and-white prints (photographs) gelatin silver prints  photographic prints", "object_colour" : "black-and-white (colours)", "physical_appearance" : "This is a gelatin silver print and the image captures two horned cows pasturing.  Set in the background of the picture is the outline of a mountain, and on the right are rows of houses.The artist's signature and seal are seen on the bottom right corner. On the verso, three of the artist's photography studio chops were found.", "context_22" : "c. 1960", "sgcool_label_text" : "Lee Lim was one of the most important modern photographers in Singapore, influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979, Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987.", "preference" : "main", "creator_1" : "Lee, Lim", "context_21" : "No 1 Tiong Bahru Road, Singapore 3  Block 54 Tiong Bahru Road #01-01 Singapore 0316", "title_text" : "Unknown", "creation_date" : "c. 1960", "subject_terms_1" : "pastures  cows (mammals) mountains nature photography", "creator_role" : "photographers", "context_20" : "Address indicated on photography studio's chop.", "accession_no_csv" : "2017-00017", "shape" : "rectangular", "creation_place_original_location" : "Not indicated", "subject_terms_2" : "Pastures Mountains  Cows Nature photography Royal Photographic Society of Great Britain", "techniques_name" : "gelatin silver process photographic printing techniques black-and-white photography"}