{
  "id": "2017-00239",
  "title": "Sri, the Goddess of Rice Sri Padi",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00239\n\n  Image: \n\n  object_work_type: oil paintings (visual works) canvas paintings\n\n  title_text: Sri\n the Goddess of Rice Sri Padi\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Emiria Soenassa\n\n  creator_role: artists (visual artists)\n\n  creation_date: 1958\n\n  creation_place_original_location: Indonesia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: canvas board oil paint (paint)\n\n  techniques_name: painting (image-making)\n\n  object_colour: multicoloured\n\n  physical_appearance: The painting is rather flat and has its depth implied with the utilisation of blocks of colour; pink for the sky\n and green for the ground. The application of colour appears to be swift\n as evidenced by the visible strokes of the brush and its lack of uniformity in direction. Central to the painting is a thin lady with elongated limbs sporting a headdress; the rice stalks found on the ground behind her suggests that she is the goddess of rice\n Shridevi (whose lakshana is a rice). The presence of meru as well as the Balinese mask harkens to Balinese aesthetic traditions.\n\n  subject_terms_1: Oryza (genus) goddesses dance masks ceremonial masks religious characters\n\n  subject_terms_2: Rice Ceremonial objects Balinese mythology\n\n  subject_terms_3: visual arts Religious life and practices oil painting\n\n  sgcool_label_text: As a sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) \n Emiria Soenassa is a pioneering modern artist from Indonesia.  Whilst most of her contemporaries tended towrads mainstreatm nationalist interests\n her works expressed a concern for the marginalised in society--the ethnic communities across the archipelago and women. The presence of meru\n the Balinese mask and the goddess of rice suggest the work\\u0027s reference to Bali.  The bold emphasis in flatness\n playful use of bright colour and almost caricature like rendition of her motifs note the stylistic characteristics of her later period works.   \\r\\n\\r\\n\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00239",
    "Image": "",
    "object_work_type": "oil paintings (visual works) canvas paintings",
    "title_text": "Sri, the Goddess of Rice Sri Padi",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Emiria Soenassa",
    "creator_role": "artists (visual artists)",
    "creation_date": "1958",
    "creation_place_original_location": "Indonesia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "canvas board oil paint (paint)",
    "techniques_name": "painting (image-making)",
    "object_colour": "multicoloured",
    "physical_appearance": "The painting is rather flat and has its depth implied with the utilisation of blocks of colour; pink for the sky, and green for the ground. The application of colour appears to be swift, as evidenced by the visible strokes of the brush and its lack of uniformity in direction. Central to the painting is a thin lady with elongated limbs sporting a headdress; the rice stalks found on the ground behind her suggests that she is the goddess of rice, Shridevi (whose lakshana is a rice). The presence of meru as well as the Balinese mask harkens to Balinese aesthetic traditions.",
    "subject_terms_1": "Oryza (genus) goddesses dance masks ceremonial masks religious characters",
    "subject_terms_2": "Rice Ceremonial objects Balinese mythology",
    "subject_terms_3": "visual arts Religious life and practices oil painting",
    "sgcool_label_text": "As a sole female participant in PERSAGI (Persatuan Ahli Gambar Indonesia or Association of Indonesian Draftsmen) , Emiria Soenassa is a pioneering modern artist from Indonesia.  Whilst most of her contemporaries tended towrads mainstreatm nationalist interests, her works expressed a concern for the marginalised in society--the ethnic communities across the archipelago and women. The presence of meru, the Balinese mask and the goddess of rice suggest the work\u0027s reference to Bali.  The bold emphasis in flatness, playful use of bright colour and almost caricature like rendition of her motifs note the stylistic characteristics of her later period works.   \r\n\r\n"
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}