{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. The main body of the kain panjang features diagonal bands of stylised mythical birds and fishes. The bands are decorated with secondary filler motifs, creating an intricate and dense design. On the right end of the batik, there is a row of interlocking triangles. The triangles are separated from the main body by two panels. There is also a scallop border at the bottom of the batik. There is a signature at the top-left of the batik kain panjang.", "sgcool_label_text" : "The main design feature or ‘body’ (badan) of this kain panjang is decorated with diagonal bands of mythical and fantastical animals, birds and fishes.  A variety of fillers, such as the ancient parang and starburst motifs, is also used to create decorative bands.  On one end of the batik, rows of interlocking triangles (tumpal) are shown.  They are separated from the badan by two vertical panels, one of which consists of upright diamonds.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Jane Hendromartono Pekalongan Java ‘77”.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1977", "subject_terms_1" : "Peranakan foliage (motif) birds (motifs) geometric motifs legendary beings", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00407", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}