{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Soen King Oey", "object_work_type" : "sarongs batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik sarong. The design features a row of elongated triangles at the top half, decorated with tiny rosettes against a dark background. The main design of the sarong features stylised birds, insects and floral tendrils. There are no signatures seen on this batik sarong.", "sgcool_label_text" : "A row of elongated triangles (or tumpals) decorated with tiny rosettes occupy the broad vertical panel (kepala) of this sarong.  The tumpal motif was probably inspired by the Indian patola cloths that were traded widely in Southeast Asia by the 13th century.  The rest of the sarong is set against a cream ground and embellished with finely drawn motifs of birds, insects and floral tendrils.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.", "preference" : "main", "title_text" : "Sarong", "creation_date" : "Late 19th-early 20th century", "subject_terms_1" : "Peranakan folk costume flower (motif) birds (motifs) foliage (motif) cultural diffusion", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00329", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs Culture diffusion", "techniques_name" : "batik"}