{"id":"2017-00406","title":"Kain panjang","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00406\nImage:\nobject_work_type:folk costume batik art\ntitle_text:Kain panjang\npreference:main\ntitle_language:\ncreator_2:Jane Hendromartono\ncreator_role:textile designers\ncreation_date:1965-1980s\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik kain panjang. The main body of the kain panjang features diagonal bands of stylised mythical animals and birds. The design is embellished with a variety of filler motifs\n creating an intricate and dense pattern. On either end of the batik\n there is a vertical row of elongated triangles. The left end comprises of additional rows of upright diamonds. There is a signature at the top-left of the batik kain panjang.\nsubject_terms_1:Peranakan foliage (motif) birds (motifs) geometric motifs legendary beings\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:The main design feature or ‘body’ (badan) of this kain panjang is decorated with diagonal bands of mythical and fantastical animals and birds\n embellished with a variety of filler motifs.  The broad vertical panel of the cloth (kepala) is split in this design structure.  On both sides of the spilt kepala\n interlocking triangles or tumpal are shown\n with one side additionally decorated with two vertical rows of upright diamond medallions.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.  This piece is signed “Hendromartono’s Batik Art:” Unique Pekalongan Java Indonesia”.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00406","Image":"","object_work_type":"folk costume batik art","title_text":"Kain panjang","preference":"main","title_language":"","creator_2":"Jane Hendromartono","creator_role":"textile designers","creation_date":"1965-1980s","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik kain panjang. The main body of the kain panjang features diagonal bands of stylised mythical animals and birds. The design is embellished with a variety of filler motifs, creating an intricate and dense pattern. On either end of the batik, there is a vertical row of elongated triangles. The left end comprises of additional rows of upright diamonds. There is a signature at the top-left of the batik kain panjang.","subject_terms_1":"Peranakan foliage (motif) birds (motifs) geometric motifs legendary beings","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"The main design feature or ‘body’ (badan) of this kain panjang is decorated with diagonal bands of mythical and fantastical animals and birds, embellished with a variety of filler motifs.  The broad vertical panel of the cloth (kepala) is split in this design structure.  On both sides of the spilt kepala, interlocking triangles or tumpal are shown, with one side additionally decorated with two vertical rows of upright diamond medallions.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Hendromartono’s Batik Art:” Unique Pekalongan Java Indonesia”."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}