{
  "id": "2017-00009",
  "title": "Morning Chores",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00009\n\n  Image: \n\n  object_work_type: gelatin silver prints black-and-white prints (photographs)  photographic prints\n\n  title_text: Morning Chores\n\n  preference: main\n\n  title_language: \n\n  creator_2: Lee\n Lim\n\n  creator_1: Lee\n Lim\n\n  creator_role: photographers\n\n  creation_date: c. 1970\n\n  creation_place_original_location: Not indicated\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: gelatin  paper (fibre product)  silver sulfide  baryta paper\n\n  techniques_name: gelatin silver process photographic printing techniques black-and-white photography\n\n  object_colour: black-and-white (colours)\n\n  physical_appearance: This  is a gelatin silver print and the scene captured shows a half-dressed boy sweeping the street in front of  a row of attap houses. A man stands in a distance to the right. Tall palm trees surround the houses\n and a thick fog lingers in the air. Description of work  followed by the year\n artist\\u0027s signature and seal on the top left corner.\n\n  subject_terms_1: thatched roofs  genre (visual works) villages rural areas\n\n  subject_terms_2: Thatched buildings  Villages Genre prints Photography\n Artistic  Royal Photographic Society of Great Britain\n\n  subject_terms_3: visual arts  Artistic photography\n\n  sgcool_label_text: Lee Lim was one of the most important modern photographers in Singapore\n influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979\n Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987.\n",
  "createdDate": "20201120223707",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00009",
    "Image": "",
    "object_work_type": "gelatin silver prints black-and-white prints (photographs)  photographic prints",
    "title_text": "Morning Chores",
    "preference": "main",
    "title_language": "",
    "creator_2": "Lee, Lim",
    "creator_1": "Lee, Lim",
    "creator_role": "photographers",
    "creation_date": "c. 1970",
    "creation_place_original_location": "Not indicated",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "gelatin  paper (fibre product)  silver sulfide  baryta paper",
    "techniques_name": "gelatin silver process photographic printing techniques black-and-white photography",
    "object_colour": "black-and-white (colours)",
    "physical_appearance": "This  is a gelatin silver print and the scene captured shows a half-dressed boy sweeping the street in front of  a row of attap houses. A man stands in a distance to the right. Tall palm trees surround the houses, and a thick fog lingers in the air. Description of work  followed by the year, artist\u0027s signature and seal on the top left corner.",
    "subject_terms_1": "thatched roofs  genre (visual works) villages rural areas",
    "subject_terms_2": "Thatched buildings  Villages Genre prints Photography, Artistic  Royal Photographic Society of Great Britain",
    "subject_terms_3": "visual arts  Artistic photography",
    "sgcool_label_text": "Lee Lim was one of the most important modern photographers in Singapore, influencing a generation of photographers in the pictorial photography circles. Between 1952 and 1979, Lee took part in more than 100 photographic competitions and won numerous awards and honours. He received the Fellowship of the Royal Photographic Society (UK) in 1959 and the Artist Distinction by the International Federation of Photographic Art (FIAP) in 1977. He was also conferred an honorary fellowship by the Photographic Society of Singapore and won the Cultural Medallion in 1987."
  },
  "nlpDate": "20201120223707",
  "connectorId": 0,
  "tags": {}
}