{
  "id": "2017-00516",
  "title": "Ranjang Jati Ranjang Jati: The Teak Bed that Got Four Humans from Singapore to Travel to Muna Island, Southeast Sulawesi and Back Again, 12 Wilton Close, 2009.",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00516\n\n  Image: \n\n  object_work_type: photographic prints\n\n  title_text: Ranjang Jati Ranjang Jati: The Teak Bed that Got Four Humans from Singapore to Travel to Muna Island\n Southeast Sulawesi and Back Again\n 12 Wilton Close\n 2009.\n\n  preference: main alternate\n\n  title_language: \n\n  creator_2: Lucy Davis  Shanon Lee Castleman\n\n  creator_role: artists (visual artists)  photographers\n\n  creation_date: 2009\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: photographic paper\n\n  techniques_name: colour photography photographic printing techniques\n\n  object_colour: multicoloured\n\n  edition_description: 1st editition  artist\\u0027s copy\n\n  physical_appearance: This print captures a bed frame embedded in a grass patch. It is set against a back drop of foliage.\n\n  subject_terms_1: bedframes  natural history  DNA ecology  deforestation  teak (wood)  forests (plant communnities)\n\n  subject_terms_2: Natural history  Ecology  DNA Deforestation  Muna Island (Indonesia)  Forests \\u0026fields  Nature prints  Teak  Sulawesi Selatan (Indonesia)\n\n  subject_terms_3: Artistic photography\n\n  context_1: Together Again: (wood:cut) Part III Material exhibition at Royal Botanic Gardens\n Edinburgh\n\n  context_2: exhibitions (events)\n\n  context_3: March - July 2013\n\n  context_4: 13-Mar\n\n  context_5: 13-Jul\n\n  context_6: Royal Botanic Garden\n Edinburgh\n\n  context_7: Lucy Davis and the Migrant Ecologies Project team\n\n  context_8: planners\n\n  sgcool_label_text: Artist\n educator and writer Lucy Davis’s interdisciplinary practice is informed by a longstanding interest in animal studies\n natural histories\n science and indigenous knowledge\n materiality and memory in Southeast Asia\n and the evocations of nature in art and visual culture. This work by Lucy Davis is part of the series titled ‘Together Again (Wood:Cut) Part lll: Material’\n the third iteration of the eponymous research project\n which the artist has been developing since 2008. The third iteration is focused on the questions of material\n and is an artistic and part-scientific inquiry into our material world\n and how everyday objects are reflective of the histories\n migratory lives and sources of knowledge across Southeast Asia. Specifically\n this body of work takes a 1950s teak bed as both starting and departure point for artistic\n ecological and social inquiry all in an attempt to trace its historic\n genetic and poetic life. \\r\\n\\r\\nThe project put in motion when\n in 2010\n the Migrant Ecologies Project (founded by Davis) was awarded a Singapore Ministry of Education Tier 1 grant to extract DNA from a selected teak bed\n and to travel to wherever the DNA suggested the timbre originated. This was carried out in collaboration with Double Helix Tracking Technologies\n which used DNA technologies that traced the original location of the rainforest product to Sulawesi. Together with a team of scientists and a photographer\n Davis visited a century year old teak plantation on Muna Island in South Sulawesi where she met with the villagers of Muna. The components that comprise ‘Together Again (Wood:Cut) Part lll: Material’ are a meditation on the experience of visiting Muna\n and of the competing systems of knowledge the team encountered\n between the shamanistic insights of the villagers in Sulawesi and the scientific inquiry of DNA technology. More than a simple forensic ‘search for origins’ of a particular rainforest product\n the project opens on to a world in which the forces of magic has a deep significance to a community largely dependent on wood\n and becomes embroiled in the contestation between what kinds of knowledge are allowed to make claims over the understanding of reality.\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00516",
    "Image": "",
    "object_work_type": "photographic prints",
    "title_text": "Ranjang Jati Ranjang Jati: The Teak Bed that Got Four Humans from Singapore to Travel to Muna Island, Southeast Sulawesi and Back Again, 12 Wilton Close, 2009.",
    "preference": "main alternate",
    "title_language": "",
    "creator_2": "Lucy Davis  Shanon Lee Castleman",
    "creator_role": "artists (visual artists)  photographers",
    "creation_date": "2009",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "photographic paper",
    "techniques_name": "colour photography photographic printing techniques",
    "object_colour": "multicoloured",
    "edition_description": "1st editition  artist\u0027s copy",
    "physical_appearance": "This print captures a bed frame embedded in a grass patch. It is set against a back drop of foliage.",
    "subject_terms_1": "bedframes  natural history  DNA ecology  deforestation  teak (wood)  forests (plant communnities)",
    "subject_terms_2": "Natural history  Ecology  DNA Deforestation  Muna Island (Indonesia)  Forests \u0026fields  Nature prints  Teak  Sulawesi Selatan (Indonesia)",
    "subject_terms_3": "Artistic photography",
    "context_1": "Together Again: (wood:cut) Part III Material exhibition at Royal Botanic Gardens, Edinburgh",
    "context_2": "exhibitions (events)",
    "context_3": "March - July 2013",
    "context_4": "13-Mar",
    "context_5": "13-Jul",
    "context_6": "Royal Botanic Garden, Edinburgh",
    "context_7": "Lucy Davis and the Migrant Ecologies Project team",
    "context_8": "planners",
    "sgcool_label_text": "Artist, educator and writer Lucy Davis’s interdisciplinary practice is informed by a longstanding interest in animal studies, natural histories, science and indigenous knowledge, materiality and memory in Southeast Asia, and the evocations of nature in art and visual culture. This work by Lucy Davis is part of the series titled ‘Together Again (Wood:Cut) Part lll: Material’, the third iteration of the eponymous research project, which the artist has been developing since 2008. The third iteration is focused on the questions of material, and is an artistic and part-scientific inquiry into our material world, and how everyday objects are reflective of the histories, migratory lives and sources of knowledge across Southeast Asia. Specifically, this body of work takes a 1950s teak bed as both starting and departure point for artistic, ecological and social inquiry all in an attempt to trace its historic, genetic and poetic life. \r\n\r\nThe project put in motion when, in 2010, the Migrant Ecologies Project (founded by Davis) was awarded a Singapore Ministry of Education Tier 1 grant to extract DNA from a selected teak bed, and to travel to wherever the DNA suggested the timbre originated. This was carried out in collaboration with Double Helix Tracking Technologies, which used DNA technologies that traced the original location of the rainforest product to Sulawesi. Together with a team of scientists and a photographer, Davis visited a century year old teak plantation on Muna Island in South Sulawesi where she met with the villagers of Muna. The components that comprise ‘Together Again (Wood:Cut) Part lll: Material’ are a meditation on the experience of visiting Muna, and of the competing systems of knowledge the team encountered, between the shamanistic insights of the villagers in Sulawesi and the scientific inquiry of DNA technology. More than a simple forensic ‘search for origins’ of a particular rainforest product, the project opens on to a world in which the forces of magic has a deep significance to a community largely dependent on wood, and becomes embroiled in the contestation between what kinds of knowledge are allowed to make claims over the understanding of reality."
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}