{
  "id": "2017-00403",
  "title": "Hanging",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00403\n\n  Image: \n\n  object_work_type: batik art hangings (coverings)\n\n  title_text: Hanging\n\n  preference: main\n\n  title_language: \n\n  creator_2: Jane Hendromartono\n\n  creator_role: textile designers\n\n  creation_date: 1965-1980s\n\n  creation_place_original_location: Pekalongan (Indonesia)\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile)\n\n  techniques_name: batik\n\n  object_colour: multicolored\n\n  physical_appearance: This is a batik hanging. It features tulip blooms. The center of the hanging is decorated with a bunch of tulips. Each leaf and flower petals are decorated with intricate design elements. Tulip blooms with attached leaves form a border around the central design. There is a signature at the bottom-right of the batik hanging.\n\n  subject_terms_1: Peranakan flower (motif)\n\n  subject_terms_2: Motifs Peranakan (Asian people) Draperies Batik\n\n  subject_terms_3: Batik\n\n  sgcool_label_text: A large bunch of tulips is the main decorative design for this batik.  Intricate filler motifs depicting the veins of each leaf and shading of the flower petals add depth to this otherwise simple and elegant design.  Tulip blooms with attached leaves form a border around the central bunch.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.  This piece is signed “Jane Hendromartono Java”.\n",
  "createdDate": "20201125084520",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00403",
    "Image": "",
    "object_work_type": "batik art hangings (coverings)",
    "title_text": "Hanging",
    "preference": "main",
    "title_language": "",
    "creator_2": "Jane Hendromartono",
    "creator_role": "textile designers",
    "creation_date": "1965-1980s",
    "creation_place_original_location": "Pekalongan (Indonesia)",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile)",
    "techniques_name": "batik",
    "object_colour": "multicolored",
    "physical_appearance": "This is a batik hanging. It features tulip blooms. The center of the hanging is decorated with a bunch of tulips. Each leaf and flower petals are decorated with intricate design elements. Tulip blooms with attached leaves form a border around the central design. There is a signature at the bottom-right of the batik hanging.",
    "subject_terms_1": "Peranakan flower (motif)",
    "subject_terms_2": "Motifs Peranakan (Asian people) Draperies Batik",
    "subject_terms_3": "Batik",
    "sgcool_label_text": "A large bunch of tulips is the main decorative design for this batik.  Intricate filler motifs depicting the veins of each leaf and shading of the flower petals add depth to this otherwise simple and elegant design.  Tulip blooms with attached leaves form a border around the central bunch.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Jane Hendromartono Java”."
  },
  "nlpDate": "20201125084520",
  "connectorId": 0,
  "tags": {}
}