{"id":"2017-00817","title":"Angkor Wat","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00817\nImage:\nobject_work_type:oil paintings (visual works)  canvas paintings\ntitle_text:Angkor Wat\npreference:main\ntitle_language:\ncreator_2:Chen Cheng Mei (1927)\ncreator_1:Chen\n Cheng Mei\n 1927-\ncreator_role:artists (visual artists)\ncreation_date:1973\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:oil paint (paint)  canvas (textile material)\ntechniques_name:oil painting (technique)\nobject_colour:multicoloured\nphysical_appearance:This portrait depicts two figures clad in a loin cloth whilst carrying an animal on a pole on their shoulders. The colours are of an earthy tone.\nsubject_terms_1:Angkor Vat hunter-gatherer (early  cultures)\nsubject_terms_2:Angkor Wat (Angkor)  Painting  Early civilizations?\nsubject_terms_3:visual arts  Painting\nsgcool_label_text:Tan Seah Boey (b. 1927) or Chen Chengmei as she is better known (or Wang-Chen Chengmei)\n has experienced renewed interest and revisiting of her position and role in Singapore’s art history in the last decade. Several contexts may be forged in assessing her work – as the rare female presence in the male-dominated art scene of the 1960s and 70s that could be framed comparatively with Lai Foong Moi (1931-1994) and Sunyee (1919-2009); as a practitioner of faux naïve painting and printmaking; as a founding member of the seminal Ten Men Art Group (later the SEAsian Art Association) and her relationships with a notable network of artists that included her brother\n the artist Tan Teo Kwang.  \\r\\n \\r\\nChen was trained at the Nanyang Academy of Fine Arts (1950-54)\n where she studied under Cheong Soo Pieng and Lim Hak Tai as well as calligraphy under Chui Ta Tee. Her classmates included Lim Yew Kuan and Choo Keng Kwang. She was fluent in Chinese\n English and French – working as the Bank of China’s interpreter for 20 years. Her ‘signature style’ is marked by flat\n rudimentary rendering and a marked simplicity in form and colour. This faux naïve sensibility seemed particularly suited for her subjects that included folk communities and cultures in the region. Notable exhibitions include her solo exhibitions at the Museo de Arte Contemporanio de Oaxaca (1980\n Mexico)\n Lasting Impressions\n Printmaking (2006\n Singapore) and Joie de Vivre: Chen Cheng Mei (2014\n NAFA Galleries\n Singapore).\\r\\n\\r\\nThis painting may be read in the context of Chen’s art expeditions with the Ten Men Art Group - a casual group that was formalized as the Southeast Asian Art Association by the time this work was produced in 1973.  \\r\\n \\r\\n","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00817","Image":"","object_work_type":"oil paintings (visual works)  canvas paintings","title_text":"Angkor Wat","preference":"main","title_language":"","creator_2":"Chen Cheng Mei (1927)","creator_1":"Chen, Cheng Mei, 1927-","creator_role":"artists (visual artists)","creation_date":"1973","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"oil paint (paint)  canvas (textile material)","techniques_name":"oil painting (technique)","object_colour":"multicoloured","physical_appearance":"This portrait depicts two figures clad in a loin cloth whilst carrying an animal on a pole on their shoulders. The colours are of an earthy tone.","subject_terms_1":"Angkor Vat hunter-gatherer (early  cultures)","subject_terms_2":"Angkor Wat (Angkor)  Painting  Early civilizations?","subject_terms_3":"visual arts  Painting","sgcool_label_text":"Tan Seah Boey (b. 1927) or Chen Chengmei as she is better known (or Wang-Chen Chengmei), has experienced renewed interest and revisiting of her position and role in Singapore’s art history in the last decade. Several contexts may be forged in assessing her work – as the rare female presence in the male-dominated art scene of the 1960s and 70s that could be framed comparatively with Lai Foong Moi (1931-1994) and Sunyee (1919-2009); as a practitioner of faux naïve painting and printmaking; as a founding member of the seminal Ten Men Art Group (later the SEAsian Art Association) and her relationships with a notable network of artists that included her brother, the artist Tan Teo Kwang.  \r\n \r\nChen was trained at the Nanyang Academy of Fine Arts (1950-54), where she studied under Cheong Soo Pieng and Lim Hak Tai as well as calligraphy under Chui Ta Tee. Her classmates included Lim Yew Kuan and Choo Keng Kwang. She was fluent in Chinese, English and French – working as the Bank of China’s interpreter for 20 years. Her ‘signature style’ is marked by flat, rudimentary rendering and a marked simplicity in form and colour. This faux naïve sensibility seemed particularly suited for her subjects that included folk communities and cultures in the region. Notable exhibitions include her solo exhibitions at the Museo de Arte Contemporanio de Oaxaca (1980, Mexico), Lasting Impressions, Printmaking (2006, Singapore) and Joie de Vivre: Chen Cheng Mei (2014, NAFA Galleries, Singapore).\r\n\r\nThis painting may be read in the context of Chen’s art expeditions with the Ten Men Art Group - a casual group that was formalized as the Southeast Asian Art Association by the time this work was produced in 1973.  \r\n \r\n"},"nlpDate":"20201119143406","connectorId":0,"tags":{}}