{
  "id": "2017-00404",
  "title": "Curtain",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00404\n\n  Image: \n\n  object_work_type: curtains (window hangings)\n\n  title_text: Curtain\n\n  preference: main\n\n  title_language: \n\n  creator_2: Jane Hendromartono\n\n  creator_role: textile designers\n\n  creation_date: 1950-1980s\n\n  creation_place_original_location: Pekalongan (Indonesia)\n\n  styles_periods_indexing_terms: Peranakan\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: cotton (textile)\n\n  techniques_name: batik\n\n  object_colour: multicolored\n\n  physical_appearance: This is a batik curtain hanging. It features vases of flowers against a plain white background. Two large vases of flowers occupy the lower half the batik. The lower half is separated from the top by a string of purple bow riboons\n with two birds at the ribbon\\u0027s end. Smaller vases of flowers and floral bunches decorate the top half of the batik. There is a small floral bloom border at the bottom of the batik curtain.\n\n  subject_terms_1: Peranakan birds (motifs) flower (motif) cultural diffusion\n\n  subject_terms_2: Motifs Peranakan (Asian people) Culture diffusion Draperies Batik\n\n  subject_terms_3: Batik\n\n  sgcool_label_text: The design on this batik is closely aligned with European aesthetics\n particulary the plain background and choice of pastel colours.  Two large vases of flowers occupy the lower half of the batik which is separated from the top half by bow ribbons.  Smaller vases of flowers and floral bunches embellish the top half.  The batikker’s skill is evident from the detailed colour gradations seen on the ribbons and leaves\n as well as the intricate decoration of the vases.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.\n",
  "createdDate": "20201125084520",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00404",
    "Image": "",
    "object_work_type": "curtains (window hangings)",
    "title_text": "Curtain",
    "preference": "main",
    "title_language": "",
    "creator_2": "Jane Hendromartono",
    "creator_role": "textile designers",
    "creation_date": "1950-1980s",
    "creation_place_original_location": "Pekalongan (Indonesia)",
    "styles_periods_indexing_terms": "Peranakan",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "cotton (textile)",
    "techniques_name": "batik",
    "object_colour": "multicolored",
    "physical_appearance": "This is a batik curtain hanging. It features vases of flowers against a plain white background. Two large vases of flowers occupy the lower half the batik. The lower half is separated from the top by a string of purple bow riboons, with two birds at the ribbon\u0027s end. Smaller vases of flowers and floral bunches decorate the top half of the batik. There is a small floral bloom border at the bottom of the batik curtain.",
    "subject_terms_1": "Peranakan birds (motifs) flower (motif) cultural diffusion",
    "subject_terms_2": "Motifs Peranakan (Asian people) Culture diffusion Draperies Batik",
    "subject_terms_3": "Batik",
    "sgcool_label_text": "The design on this batik is closely aligned with European aesthetics, particulary the plain background and choice of pastel colours.  Two large vases of flowers occupy the lower half of the batik which is separated from the top half by bow ribbons.  Smaller vases of flowers and floral bunches embellish the top half.  The batikker’s skill is evident from the detailed colour gradations seen on the ribbons and leaves, as well as the intricate decoration of the vases.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s."
  },
  "nlpDate": "20201125084520",
  "connectorId": 0,
  "tags": {}
}