{
  "id": "2017-00670-001 to 003",
  "title": "Rubbing of the stele commemorating Christianity in China",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00670-001 to 003\n\n  Image: \n\n  object_work_type: rubbings (visual works)\n\n  title_text: Rubbing of the stele commemorating Christianity in China\n\n  preference: main\n\n  title_language: \n\n  creation_date: 20th or 21st century\n\n  creation_place_original_location: China Xi\\u0027an Shi (China)\n\n  styles_periods_indexing_terms: Tang (Chinese culture\n style\n period)\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: paper (fibre product)  ink\n\n  techniques_name: rubbing (transferring techniques)\n\n  object_colour: black-and-white (colours)\n\n  physical_appearance: These are three rectangular ink on paper rubbings; the largest of which commemorates the propagation of the religion from Da Qin in China. At the top of 001 is a Nestorian cross set amidst lotus blossoms. The inscriptions are in standard chinese and Syriac script; all written in a vertical fashion and read from top-down\n right to left.\n\n  subject_terms_1: lotus (motif)  Nestorian (Christian sect)  stelae crosses (motifs)  inscriptions Syriac scripts Chinese scripts  Christianity\n\n  subject_terms_2: Lotus in art Church of the East Stele (Archaeology)  Nestorian tablet of Sian-fu Syriac language  Inscriptions Chinese language  Christianity\n\n  subject_terms_3: Chinese languages and dialects\n\n  subject_terms_4: \n\n  sgcool_label_text: This rubbing reproduces the text on a stone stele erected in Xi’an in 781. At the very top is a cross set into a lotus blossom. The title reads: “Monument commemorating the propagation in China of the luminous religion from Da Qin” ?????????. \\r\\n\\r\\nThe text in Chinese and Syriac (a dialect of Aramaic) describes the arrival of the Christian Church of the East in China in the 7th century. In 635\n the Taizong Emperor issued an edict of tolerance for the religion. The Church of the East claimed to have Roman (Da Qin) origins to avoid association with Persia and Zoroastrianism. \\r\\n\\r\\nThe stele was buried in 845 because of the persecution of foreign religions\n and only rediscovered in 1625. It soon came to the attention of Jesuit missionaries in China\n who were excited to find evidence of early Christianity in China.\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00670-001 to 003",
    "Image": "",
    "object_work_type": "rubbings (visual works)",
    "title_text": "Rubbing of the stele commemorating Christianity in China",
    "preference": "main",
    "title_language": "",
    "creation_date": "20th or 21st century",
    "creation_place_original_location": "China Xi\u0027an Shi (China)",
    "styles_periods_indexing_terms": "Tang (Chinese culture, style, period)",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "paper (fibre product)  ink",
    "techniques_name": "rubbing (transferring techniques)",
    "object_colour": "black-and-white (colours)",
    "physical_appearance": "These are three rectangular ink on paper rubbings; the largest of which commemorates the propagation of the religion from Da Qin in China. At the top of 001 is a Nestorian cross set amidst lotus blossoms. The inscriptions are in standard chinese and Syriac script; all written in a vertical fashion and read from top-down, right to left.",
    "subject_terms_1": "lotus (motif)  Nestorian (Christian sect)  stelae crosses (motifs)  inscriptions Syriac scripts Chinese scripts  Christianity",
    "subject_terms_2": "Lotus in art Church of the East Stele (Archaeology)  Nestorian tablet of Sian-fu Syriac language  Inscriptions Chinese language  Christianity",
    "subject_terms_3": "Chinese languages and dialects",
    "subject_terms_4": "",
    "sgcool_label_text": "This rubbing reproduces the text on a stone stele erected in Xi’an in 781. At the very top is a cross set into a lotus blossom. The title reads: “Monument commemorating the propagation in China of the luminous religion from Da Qin” ?????????. \r\n\r\nThe text in Chinese and Syriac (a dialect of Aramaic) describes the arrival of the Christian Church of the East in China in the 7th century. In 635, the Taizong Emperor issued an edict of tolerance for the religion. The Church of the East claimed to have Roman (Da Qin) origins to avoid association with Persia and Zoroastrianism. \r\n\r\nThe stele was buried in 845 because of the persecution of foreign religions, and only rediscovered in 1625. It soon came to the attention of Jesuit missionaries in China, who were excited to find evidence of early Christianity in China."
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}