{"id":"2017-00424","title":"Chinese and foreign merchants in Canton","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00424\nImage:\nobject_work_type:gouaches (paintings)\ntitle_text:Chinese and foreign merchants in Canton\npreference:main\ntitle_language:\ncreator_2:NA Paqua  *As mentioned in the stylistic significance field\n this work has been attributed to Paqua.\ncreator_role:NA artists (visual artists)\ncreation_date:Early 19th century\ncreation_place_original_location:Guangzhou (China)\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:gouache (paint)  paper (fibre product)\ntechniques_name:gouache (technique)\nobject_colour:multicoloured\nphysical_appearance:There are seven men depicted in this scene. On the left amidst the crowd of four\n is a man in a tailcoat and top hat. He holds in his right hand a parchment\n and a cane on his left. To his left is a moustached man in official robes. Standing to the back of these two men is a man in a colourful turban and Arabic shoes. The men in mandarin garb have long hair queues; in particular\n one man in crimson has his neck chained and is being forcefully being taken away by a man in blue.\nsubject_terms_1:officials  arrests (legal events) cultural pluralism\nsubject_terms_2:Parsees Arrest China trade painting\nsubject_terms_3:visual arts Painting\nsubject_terms_4:\nsgcool_label_text:A Parsi merchant\n with his colourful turban\n European man in a tophat\n and Chinese men with long hair queues participate in some as yet unknown activity. The Parsi community was present in Canton by the mid-18th century\n helping to facilitate the British-dominated China trade by importing opium and cotton from India into China\n while exporting tea and silk back to Europe and beyond. By the 19th century\n there was a sizeable community of Europeans.\\r\\n \\r\\n","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00424","Image":"","object_work_type":"gouaches (paintings)","title_text":"Chinese and foreign merchants in Canton","preference":"main","title_language":"","creator_2":"NA Paqua  *As mentioned in the stylistic significance field, this work has been attributed to Paqua.","creator_role":"NA artists (visual artists)","creation_date":"Early 19th century","creation_place_original_location":"Guangzhou (China)","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"gouache (paint)  paper (fibre product)","techniques_name":"gouache (technique)","object_colour":"multicoloured","physical_appearance":"There are seven men depicted in this scene. On the left amidst the crowd of four, is a man in a tailcoat and top hat. He holds in his right hand a parchment, and a cane on his left. To his left is a moustached man in official robes. Standing to the back of these two men is a man in a colourful turban and Arabic shoes. The men in mandarin garb have long hair queues; in particular, one man in crimson has his neck chained and is being forcefully being taken away by a man in blue.","subject_terms_1":"officials  arrests (legal events) cultural pluralism","subject_terms_2":"Parsees Arrest China trade painting","subject_terms_3":"visual arts Painting","subject_terms_4":"","sgcool_label_text":"A Parsi merchant, with his colourful turban, European man in a tophat, and Chinese men with long hair queues participate in some as yet unknown activity. The Parsi community was present in Canton by the mid-18th century, helping to facilitate the British-dominated China trade by importing opium and cotton from India into China, while exporting tea and silk back to Europe and beyond. By the 19th century, there was a sizeable community of Europeans.\r\n \r\n"},"nlpDate":"20201119143406","connectorId":0,"tags":{}}