{
  "id": "2017-00485",
  "title": "Bloodline of Peace",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00485\n\n  Image: \n\n  object_work_type: installations (visual works)\n\n  title_text: Bloodline of Peace\n\n  preference: main\n\n  title_language: \n\n  creator_2: Suzann Victor\n\n  creator_role: artists (visual artists)\n\n  creation_date: 2015\n\n  creation_place_original_location: Singapore\n\n  styles_periods_indexing_terms: Contemporary (style of art)\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: glass (material) blood (animal material) metal\n\n  techniques_name: installing\n\n  object_colour: multicolored\n\n  physical_appearance: This installation depicts a large collection of lenses joined together by metal pins to create a large quilt-like piece. Within each lens\n there is a single drop of blood. The work is hung up by three points along the center. The use of fresnel lens create a reflective effect.\n\n  subject_terms_1: commissions (orders for works) peace symbolism (artistic concept) patriotism\n\n  subject_terms_2: Installations (Art) Art commissions Peace Patriotism\n\n  subject_terms_3: Installation art National celebrations\n\n  sgcool_label_text: Commissioned for Singapore’s Jubilee Year celebrations\n Bloodline of Peace was created in response to ‘Peace’\n one of the country’s five founding values enshrined in the national flag. Expansive in scope and in spirit\n Bloodline of Peace brings together a diverse range of Singaporeans who are conjoined through the shared act of giving life’s most precious fluid: blood. Unfolding like a monumental quilt\n the work comprises over 11\n500 units created from more than 34\n500 prismatic Fresnel lenses\n a material that Victor first used in 1997. Now\n in Bloodline of Peace\n each segment holds and magnifies in its ‘heart’ a single drop of blood contributed by individuals representing Singapore’s key communities such as the armed forces\n medicine\n civil defence\n the arts\n and the pioneer generation.\\r\\n\\r\\nBlood is life\n and when drawn by force\n it implies brutality\n pain\n and death. Yet\n when donated voluntarily\n it is an act that saves the lives of loved ones – and strangers – during medical emergencies. Ultimately\n the symbolically rich gift of blood signifies the utmost sacrifice for a fellow human being and for nation\n and poignantly\n peace – that most fragile of conditions – can oftentimes only be attained\n upheld and protected through a willingness to make this highest sacrifice. In the artist’s words: “A transient state\n ‘Peace’ is defined by absence – that of war and bloodshed. To be sustainable\n commitment and preservation are  necessary processes undertaken by civilians while armed and medical personnel are at the frontiers”.\\r\\n\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00485",
    "Image": "",
    "object_work_type": "installations (visual works)",
    "title_text": "Bloodline of Peace",
    "preference": "main",
    "title_language": "",
    "creator_2": "Suzann Victor",
    "creator_role": "artists (visual artists)",
    "creation_date": "2015",
    "creation_place_original_location": "Singapore",
    "styles_periods_indexing_terms": "Contemporary (style of art)",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "glass (material) blood (animal material) metal",
    "techniques_name": "installing",
    "object_colour": "multicolored",
    "physical_appearance": "This installation depicts a large collection of lenses joined together by metal pins to create a large quilt-like piece. Within each lens, there is a single drop of blood. The work is hung up by three points along the center. The use of fresnel lens create a reflective effect.",
    "subject_terms_1": "commissions (orders for works) peace symbolism (artistic concept) patriotism",
    "subject_terms_2": "Installations (Art) Art commissions Peace Patriotism",
    "subject_terms_3": "Installation art National celebrations",
    "sgcool_label_text": "Commissioned for Singapore’s Jubilee Year celebrations, Bloodline of Peace was created in response to ‘Peace’, one of the country’s five founding values enshrined in the national flag. Expansive in scope and in spirit, Bloodline of Peace brings together a diverse range of Singaporeans who are conjoined through the shared act of giving life’s most precious fluid: blood. Unfolding like a monumental quilt, the work comprises over 11,500 units created from more than 34,500 prismatic Fresnel lenses, a material that Victor first used in 1997. Now, in Bloodline of Peace, each segment holds and magnifies in its ‘heart’ a single drop of blood contributed by individuals representing Singapore’s key communities such as the armed forces, medicine, civil defence, the arts, and the pioneer generation.\r\n\r\nBlood is life, and when drawn by force, it implies brutality, pain, and death. Yet, when donated voluntarily, it is an act that saves the lives of loved ones – and strangers – during medical emergencies. Ultimately, the symbolically rich gift of blood signifies the utmost sacrifice for a fellow human being and for nation, and poignantly, peace – that most fragile of conditions – can oftentimes only be attained, upheld and protected through a willingness to make this highest sacrifice. In the artist’s words: “A transient state, ‘Peace’ is defined by absence – that of war and bloodshed. To be sustainable, commitment and preservation are  necessary processes undertaken by civilians while armed and medical personnel are at the frontiers”.\r\n"
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}