{"subject_terms_3" : "Visual arts", "materials_name" : "acrylic paint  cloth  mixed media", "creator_2" : "Kim Chiew Chong", "object_work_type" : "multimedia works", "object_colour" : "multicoloured", "physical_appearance" : "This is a multimedia work that is comprised of acrylic painted tarpaulins and the screening of a single channel video.", "sgcool_label_text" : "Sino-Malaysian artist Chong Kim Chiew (b. 1975) graduated from the Guangzhou Academy of Fine Art in Guangzhou, China, majoring in oil painting. His practice encompasses both the two- and three-dimensional, with the latter most often assuming the form of site-responsive installations, which are critical engagements with the social and political connotations of the site of display, and the relation of the object to the space and architecture. Chong’s preferred mediums in the two-dimensional include painting and drawing, as well as new media formats such as video. \r\n\r\nIn the Boundary Fluidity series, Chong has produced a series of maps rendered on large pieces of tarpaulin, with an accompanying video. In a recent solo exhibition at Wei-Ling Gallery in Kuala Lumpur, these maps were hung from the ceiling, consecutively installed in one line, with others lying supine and spread out on the floor, or rolled-up and leaning against the wall. These maps, comprised of crimson, black, white, grey and bluish acrylic encrustations and criss-crossing webs of lines, cracks, tears and cuts, are palimpsestic renderings of historical maps of Malaya and the South China Sea region, from the colonial period and right up to the era of nation-building in the 1950s and ‘60s. Barely glimpsed the thick impasto are place names such as Gemas, Malinan, Malacca or Singapur - the old colonial Malaysia stated additionally in the words “Malaya Britanica”, separated or connected through a number of fine or bold lines. Though globalization suggests a de-territorialised world, borders are omnipresent and a sociological and political fact – controlling the movement and flow of communities and capital across the globe. As Chong himself observes, boundaries are fluid. They keep on transforming endlessly – a characteristic that also marks personal identity. According to Stewart Hall, identities are never completed, and, in fact, they are always in motion. They are the originary point of history; history and its changes are nothing but a mirror of the unstable human identities. From this perspective, the Boundary Fluidity series seems to transform the awareness of frontiers and borders as places of conflict into places of great potential. The many intertwined lines can be read as a grid system, a net holding together all the different spaces, places and identities; they even can suggest the growth of identities like rhizomes, into more complex and layered identities, suggesting pluralism or hybridity as our natural state of being. \r\n", "preference" : "main", "creator_1" : "Chong, Kim Chiew", "edition_description" : "Unique (maps)  ed. 1\/5 + 2 AP (video)", "title_text" : "Boundary Fluidity", "creation_date" : "2014-2015", "subject_terms_1" : "acrylic paintings (visual works)  historical maps  identity  boundaries", "creator_role" : "artists (visual artists)", "accession_no_csv" : "2017-00911-001 TO 010", "creation_place_original_location" : "Malaysia", "subject_terms_2" : "Multimedia (Art) Tarpaulins  Video recordings  Acrylic painting  Maps  Identity  Boundaries  Art, Malaysian", "techniques_name" : "painting (image-making) videography"}