{"subject_terms_3" : "visual arts  Decorative arts Ceramics", "materials_name" : "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "object_work_type" : "porcelain (visual works)  Ceramics (object genre)  containers (receptacles)", "object_colour" : "multicoloured", "physical_appearance" : "This is a small blue white porcelain lidded box. Painted atop the lid are flowering plants that blossom from the bottom left across to the top right. The strokes in underglazed blue is clear and refined; a testament to its quality. Lining the exterior of its base are also flowering decorations. There is strip of brown that lines the rim of both parts that indicates its wear.", "sgcool_label_text" : "The domed cover of this circular box is elegantly painted with flowering plants. The refined decoration executed in underglaze cobalt blue and the small size of the box suggest that it may have been used to contain seal paste. While seal-paste boxes are not identified as one of the ‘Four Treasures’ of a scholar’s studio, they were an important part of a gentleman’s writing desk as they stored the red paste with which he affixed his seal on a painting or calligraphy. Conversely, such small porcelain boxes may have been used by women for keeping ointments and cosmetics. These boxes were apparently popular overseas as well, as over a thousand small, circular porcelain boxes were found in the Hatcher shipwreck, an Asian ship that sank in the South China Sea around 1643.", "preference" : "main", "title_text" : "Blue and white box with floral decoration", "creation_date" : "17th century", "subject_terms_1" : "floral patterns porcelain paintings (visual works)  symbolism  freehand drawings (drawings)  Wen ren  scholars", "styles_periods_indexing_terms" : "Chinese ceramics styles  Ming (culture, period, and styles)  Chinese export (ceramics style)", "accession_no_csv" : "2017-00271-001 and 002", "shape" : "concave", "creation_place_original_location" : "Jingdezhen (China)", "subject_terms_2" : "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China painting  Floral decorations", "techniques_name" : "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)"}