{"subject_terms_3" : "Wars visual arts", "materials_name" : "paper (fibre product)  lithographic ink", "creator_2" : "Not specified", "object_work_type" : "colour prints (prints)  lithographs newspapers", "object_colour" : "multicoloured", "physical_appearance" : "This is a coloured print depicting a scene where a crowd gathers on the deck of the ship. In the no-so-distant horizon are smaller sized boats and ships with bright signal lamps that could even luminate some of the passengers on the ship. Beneath the illustration is a caption as well as an account by Mr. Seppings Wright.", "sgcool_label_text" : "\"In the wake of the their defeat in the Russo-Japanese War, the Russians sought to reinforce their Far East fleet with a Baltic Fleet. This print is based on a sketch by a passenger on a German liner that encountered the fleet off the Straits of Malacca on 6 April 1905. It is accompanied by an extract from the passenger's account, which describes the scene depicted at 5 am, with searchlights being flashed upon the liner and a torpedo-boat destroyer approaching to identify the ship. The scene of the passagers on board the liner, as illustrated in this print is also described: \"\"All hands turned up", "preference" : "main", "context_1" : "Baltic fleet reinforcement", "context_5" : "6-Apr-05", "title_text" : "\"Print from the Illustrated London News titled \"\"A Glimpse of the Baltic Fleet in the Straits of Malacca\"\"\"", "creation_date" : "6-May-05", "subject_terms_1" : "liners (merchant vessels)  warships  wars navies travel sketches", "context_4" : "6-Apr-05", "context_8" : "reinforce?", "accession_no_csv" : "2017-00668", "shape" : "Rectangular", "creation_place_original_location" : "London (England)", "subject_terms_2" : "Russo-Japanese War, 1904-1905 Art and the war  Lithography Illustrated London news Prior, Melton, 1845-1910  Ocean liners  Navies Prior, Melton, 1845-1910  Malacca, Straut of", "context_3" : "6-Apr-05", "techniques_name" : "hand colouring  printing techniques", "context_7" : "Russia. Voennyi flot"}