{
  "subject_terms_3": "visual arts  Decorative arts Ceramics",
  "materials_name": "blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze",
  "object_work_type": "porcelain (visual works)  dishes (object genre)  Ceramics (object genre)",
  "object_colour": "multicoloured",
  "physical_appearance": "This is a Ming dynasty Zhangzhou dish.  Depicted in the central medallion is a qilin; a mythical beast in Chinese traditions.  Sketchily rendered, it is surrounded by circular symbols that resemble classic symbols of wealth and fortune in Chinese tradition.",
  "sgcool_label_text": "The creature depicted in the centre is typically identified as a qilin, a mythological beast believed to embody attributes such as benevolence, longevity and the bearing of illustrious offspring. Such dishes with a sketchily-rendered qilin motif have been recovered in large quantities in the Malay Archipelago. The thick potting and quality of glaze and decoration of this dish suggests that it was probably a product of the Zhangzhou kilns in Fujian province. Zhangzhou wares, which were distinguished by their spontaneous and often exuberant painted decoration, were a popular type of ceramics made for export during the late Ming dynasty.",
  "preference": "main",
  "title_text": "Blue and white dish with qilin motif",
  "creation_date": "Ming dynasty, late 15th - early 16th century",
  "subject_terms_1": "porcelain paintings (visual works)  symbolism  freehand drawings (drawings)  Chinese export porcelain  qilin legendary beings",
  "styles_periods_indexing_terms": "Ming (culture, period, and styles)  Chinese ceramics styles  Chinese export (ceramics style)",
  "accession_no_csv": "2017-00266",
  "shape": "concave",
  "creation_place_original_location": "Fujian  Sheng (China)  Zhangzhou Shi (China). Tong ji ju",
  "subject_terms_2": "Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China trade porcelain  China painting  Mythical beasts  Qilin",
  "techniques_name": "glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)"
}