{
  "id": "2017-01040-090",
  "title": "Sixteen Months in Singapore: Photograph of Corporal A. Silver  posing with signage \"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\"",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-01040-090\n\n  Image: \n\n  object_work_type: black-and-white photographs\n\n  title_text: Sixteen Months in Singapore: Photograph of Corporal A. Silver  posing with signage \\Personal photograph album titled \\\\Sixteen Months in Singapore\\\\\\\n\n  preference: main alternate\n\n  title_language: \n\n  creation_date: 1951-1952\n\n  creation_place_original_location: Singapore\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: photographic processes\n\n  object_colour: black-and-white (colors)\n\n  physical_appearance: This is a black-and-white photograph. It is rectangular in shape and portrait in orientation. It features a woman\n posing beside a signage. The signage is made of a circular-shaped board on a stand. Words are inscribed on the circular board. Beside the woman on the left\n there is a white fence. There is a vehicle on the right. There are no tears or folds seen on the photograph.\n\n  subject_terms_1: women (female humans) portraits\n\n  subject_terms_2: Photographs Portrait photography Women\n\n  subject_terms_3: Portrait photography Women\n\n  subject_terms_4: \n\n  sgcool_label_text: This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life\n including friends she made within the Jewish community in Singapore.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-01040-090",
    "Image": "",
    "object_work_type": "black-and-white photographs",
    "title_text": "Sixteen Months in Singapore: Photograph of Corporal A. Silver  posing with signage \"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\"",
    "preference": "main alternate",
    "title_language": "",
    "creation_date": "1951-1952",
    "creation_place_original_location": "Singapore",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "photographic processes",
    "object_colour": "black-and-white (colors)",
    "physical_appearance": "This is a black-and-white photograph. It is rectangular in shape and portrait in orientation. It features a woman, posing beside a signage. The signage is made of a circular-shaped board on a stand. Words are inscribed on the circular board. Beside the woman on the left, there is a white fence. There is a vehicle on the right. There are no tears or folds seen on the photograph.",
    "subject_terms_1": "women (female humans) portraits",
    "subject_terms_2": "Photographs Portrait photography Women",
    "subject_terms_3": "Portrait photography Women",
    "subject_terms_4": "",
    "sgcool_label_text": "This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life, including friends she made within the Jewish community in Singapore."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}