{"id":"2017-00324","title":"Sarong","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00324\nImage:\nobject_work_type:sarongs batik art\ntitle_text:Sarong\npreference:main\ntitle_language:\ncreator_2:Soen King Oey\ncreator_role:textile designers\ncreation_date:Late 19th-early 20th century\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik sarong. In the center-right of the sarong\n there is a diagonal band within a broad vertical panel. The vertical band features birds and florals. The main body of the batik features waterfowl\n birds and butterflies amidst flowering plants. There are no signatures seen on this batik sarong.\nsubject_terms_1:Peranakan folk costume flower (motif) birds (motifs) foliage (motif) scrolls (motifs)\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:Waterfowl\n birds and butterflies amidst flowering plants embellish the blue badan or ‘body’ of the batik.  A variety of floral designs\n decorative motifs and birds are also found enclosed in diagonal bands and triangles on the broad vertical panel (or kepala).  This batik comes from the family collection of Oey Soen King (1861-1942)\n the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time\n and are embellished with Chinese traditional motifs.  These motifs include lotus flowers\n centipedes and cloud motifs\n which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java\n before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00324","Image":"","object_work_type":"sarongs batik art","title_text":"Sarong","preference":"main","title_language":"","creator_2":"Soen King Oey","creator_role":"textile designers","creation_date":"Late 19th-early 20th century","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik sarong. In the center-right of the sarong, there is a diagonal band within a broad vertical panel. The vertical band features birds and florals. The main body of the batik features waterfowl, birds and butterflies amidst flowering plants. There are no signatures seen on this batik sarong.","subject_terms_1":"Peranakan folk costume flower (motif) birds (motifs) foliage (motif) scrolls (motifs)","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"Waterfowl, birds and butterflies amidst flowering plants embellish the blue badan or ‘body’ of the batik.  A variety of floral designs, decorative motifs and birds are also found enclosed in diagonal bands and triangles on the broad vertical panel (or kepala).  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}