{
  "subject_terms_3": "Chinese ink painting visual arts",
  "materials_name": "paper (fiber product)  Chinese ink",
  "creator_2": "Keen Wong",
  "object_work_type": "ink wash paintings",
  "object_colour": "black-and-white (colour)",
  "physical_appearance": "This is a Chinese ink painting done in a hanging scroll format. A scripted verse can be found on the left; framed by the lighter ink used to paint this amorphous form. 2 single brush strokes; one of a lighter hue than the other punctuate the lower half of the scroll.",
  "sgcool_label_text": "Wong Keen (b. 1942) is regarded as a leading painter whose practice is often framed as the outcome of distilling and re-enervating eastern and western art genres. His oil paintings are marked by gestural and expressive brushwork, reinforcing affiliations with American abstract expressionism that shaped his formative years in New York; his paint handling also acknowledges debt to his grounding and fervor for calligraphy and Chinese ink particularly of the xieyi school.  \r\nWong had been tutored by Liu Kang and mentored intensively by Chen Wen Hsi. He participated in local exhibitions from 1956, with a solo exhibition at the National Library in 1961 before leaving for the USA, enrolling at the Art Students League of New York (1961-65) and later St Martin’s School of Art London (entered in 1966). He excelled in school and actively exhibited, receiving the Ford Foundation tuition grant in 1964 and the Edward G. McDowell Travelling Scholarship the following year that enabled him to tour Europe and the UK. He took on art related jobs including as an art instructor and art director in New York and continued to paint - winning the Consul-Gen of Japan Award in 1967, In the late 1970s he established a frame shop Keen’s Gallery and eventually an art gallery for emerging artists. He returned to art professionally and began to exhibit in Singapore. \r\n\r\nWhile this work was produced during Wong’s student years, it is important to note that Wong was actively exhibiting and excelling during these ‘school years’. He was the recipient of the Ford Foundation tuition scholarship just a year earlier, in 1964; and the year this work was made was the year he won the Edward G. McDowell Travelling Scholarship – marking the first for a Singaporean recipient. The latter scholarship allowed Wong to travel to Europe and London.  \r\nDuring this time, he met up with his mentor Chen Wen Hsi who was in Europe at this time for his own exhibitions. Chen apparently brought along some Chinese art materials with which Wong used to produce several works. It has been noted in several texts that Wong has a strong link with calligraphy even from early years, formatively shaped by his mother, the late calligrapher Chu Hen-Ai. This painting bears a scripted verse alongside a more amorphous, ambivalent form and two slim brush strokes, rendered strategically. It is unclear whether this work should be read with the other work (forming a pair) or whether they could also be treated as independently.  \r\n\r\n",
  "preference": "main",
  "creator_1": "Wong, Keen, 1942-",
  "title_text": "Untitled",
  "creation_date": "1965",
  "subject_terms_1": "calligraphy (visual works)  poems  xieyi  abstraction",
  "creator_role": "painters (artists)  artists (visual artists)",
  "styles_periods_indexing_terms": "Chinese (culture or style)",
  "accession_no_csv": "2017-00813",
  "shape": "Rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "Ink painting, Chinese Calligraphy, Chinese Chinese poetry  Art, Abstract",
  "techniques_name": "painting (image-making)"
}