{"subject_terms_3" : "1942-1945 Japanese occupation Wars", "context_2" : "world wars", "materials_name" : "paper (fiber product)", "creator_2" : "Lt. Gen. Sir Lewis Heath", "object_work_type" : "notes covers (closure)", "object_colour" : "brown (colour) multicoloured", "physical_appearance" : "A cover of the Bible is displayed. It is brown in colour. The spine of the Bible is a lighter shade of brown than its front cover. The cover of the Bible looks very worn out and there are scratches on its surface. There are also slight tears on its edges.The paper scraps in the Bible are not torn, but they contain numerous stains. The words are not smudged.", "sgcool_label_text" : "The journal includes various paper scraps containing information related to the “Selarang incident”, namely Selarang Special Orders issued by the Colonel and Commander of British and Australian troops which direct troops to sign the Japanese order promising that they will not try to escape. Most interesting of these orders is the assurance that pensions will be ensured upon the P.O.Ws’ release. The journal also includes a message from Major General Beckwith-smith on the unconditional surrender of Singapore as well as Lt. Gen. Sir Lewis Heath’s account of the Malayan campaign. This artefact is part of the archive of James Steele, Royal Artillery (Field) who served in Malaya from January 1941-February 1942, when interned as a P.O.W at Changi until his release in October 1945.", "preference" : "alternate main", "context_6" : "Southeast Asia", "context_1" : "World War, 1939 - 1945", "context_5" : "1945", "title_text" : "A bound journal with bible cover and information on the Malayan Campaign  A bound journal with bible cover and information on the Malayan Campaign", "creation_date" : "1941 - 1945", "subject_terms_1" : "world wars Bibles soldiers military campaigns", "context_4" : "1939", "creator_role" : "Creator", "accession_no_csv" : "2017-00290-001 to 006", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "World War, 1939 - 1945 Great Britain. Army Notes  Bible", "context_3" : "1939 - 1945", "techniques_name" : "writing (processes) printing (process)", "context_7" : "Southeast Asia"}