{"id":"2017-01040-088","title":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of a house and garden","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-01040-088\nImage:\nobject_work_type:black-and-white photographs photographs\ntitle_text:\\Personal photograph album titled \\\\Sixteen Months in Singapore\\\\\\ Sixteen Months in Singapore: Photograph of a house and garden\npreference:alternate main\ntitle_language:\ncreation_date:1951-1952\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:photographic processes\nobject_colour:black-and-white (colors)\nphysical_appearance:This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features a single-storey roofed house\n with an irregular external shape. In the foreground of the photograph\n there is a garden with a variety of shrubs and bushes in front of the house. There is a woman in a white dress standing in the middle of the garden. In the background on the left\n there is a mountain in the distance.\nsubject_terms_1:buildings (structures)\nsubject_terms_2:Photographs Buildings\nsubject_terms_3:Photography\nsubject_terms_4:\nsgcool_label_text:This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life\n including friends she made within the Jewish community in Singapore.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-01040-088","Image":"","object_work_type":"black-and-white photographs photographs","title_text":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of a house and garden","preference":"alternate main","title_language":"","creation_date":"1951-1952","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"photographic processes","object_colour":"black-and-white (colors)","physical_appearance":"This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features a single-storey roofed house, with an irregular external shape. In the foreground of the photograph, there is a garden with a variety of shrubs and bushes in front of the house. There is a woman in a white dress standing in the middle of the garden. In the background on the left, there is a mountain in the distance.","subject_terms_1":"buildings (structures)","subject_terms_2":"Photographs Buildings","subject_terms_3":"Photography","subject_terms_4":"","sgcool_label_text":"This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life, including friends she made within the Jewish community in Singapore."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}