{"id":"2017-00945-001 TO 006","title":"The Grand Phantom Narrates","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00945-001 TO 006\nImage:\nobject_work_type:installations (visual works)\ntitle_text:The Grand Phantom Narrates\npreference:main\ntitle_language:\ncreator_2:Yap Sau Bin\ncreator_role:artists (visual artists)\ncreation_date:2004\ncreation_place_original_location:Malaysia\ninscriptions:\ninscription_language:\nmaterials_name:canvas (textile material) plywood mixed media\ntechniques_name:installing\nobject_colour:multicoloured\nedition_description:1 of 1\nphysical_appearance:This is an installation piece comprising of half a red picture frame hung on one side of the wall whilst the other -which is white- is affixed on the opposing side. A red carpet is also placed on either side of the wall.\nsubject_terms_1:politics  carpets  picture frames  power\nsubject_terms_2:Art\n Malaysian  Installations (Art)  Autonomy  Picture frames and framing Carpets  Political power\nsubject_terms_3:Installation art\nsgcool_label_text:Yap Sau Bin was one of the founders of the Malaysian collective\n Rumah Air Panas\n He first showed\n as a solo artist\n in 2000 at Galerie Petronas\n and – more significantly – he participated\n the same year\n in the Bakat Muda Sezaman (“Young Contemporaries”) competition organized by the National Visual Arts Gallery\n with a work titled Youthful Contention not (  ) Parental Eclipse.  (The Young Contemporaries award was started by the NVAG in 1974.) He participated twice more\n in 2002 and 2004\n with … Who Gave Birth to the Great White One … and The Grand Phantom Narrates\n respectively. Yap considers these early works a trilogy or series of sorts (post facto). They mark the beginning of his practice as a conceptually-driven artist; the Bakat Muda Sezaman (BSM) series is primarily concerned with the interrogation and deconstruction of social and institutional contexts\n esp. those in which hierarchies of power are operative. He was particularly interested in looking critically at exhibitionary and museological contexts\n or how such frameworks impart significance and determine meaning with regards to art objects. The Grand Phantom Narrates\n the last in this loose trilogy\n is more explicitly concerned with political power. The piece is Yap’s response to the momentous resignation of Mahathir as prime minister of Malaysia in 2003. (The latter is\n perhaps\n the Grand Phantom and narrator of the title\n possessing the wherewithal to shape discourse.) The work is an installation\n comprised of half a red picture frame hung on one side of a white wall\n and\n on the other\n another half picture frame\n this time in white; on the ground\n under each half-frame\n is a piece of red carpet\n also looking like it was cut in half. Viewed from the side\n the installation is meant to evoke the sight of a red canvas passing through a white wall\n and emerging on the other side of the wall rendered white. The wall\n of course\n is a metonym for the institution (as it physically was\n during the work’s initial display at the NVAG in 2004). The cultural institution is here conflated with political ones\n and both stand as symbols of power\n and the way that this institutional power – whether cultural\n as with the museum\n or political\n as with the prime ministership – whitewashes and controls individual autonomy and subjectivity.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00945-001 TO 006","Image":"","object_work_type":"installations (visual works)","title_text":"The Grand Phantom Narrates","preference":"main","title_language":"","creator_2":"Yap Sau Bin","creator_role":"artists (visual artists)","creation_date":"2004","creation_place_original_location":"Malaysia","inscriptions":"","inscription_language":"","materials_name":"canvas (textile material) plywood mixed media","techniques_name":"installing","object_colour":"multicoloured","edition_description":"1 of 1","physical_appearance":"This is an installation piece comprising of half a red picture frame hung on one side of the wall whilst the other -which is white- is affixed on the opposing side. A red carpet is also placed on either side of the wall.","subject_terms_1":"politics  carpets  picture frames  power","subject_terms_2":"Art, Malaysian  Installations (Art)  Autonomy  Picture frames and framing Carpets  Political power","subject_terms_3":"Installation art","sgcool_label_text":"Yap Sau Bin was one of the founders of the Malaysian collective, Rumah Air Panas, He first showed, as a solo artist, in 2000 at Galerie Petronas, and – more significantly – he participated, the same year, in the Bakat Muda Sezaman (“Young Contemporaries”) competition organized by the National Visual Arts Gallery, with a work titled Youthful Contention not (  ) Parental Eclipse.  (The Young Contemporaries award was started by the NVAG in 1974.) He participated twice more, in 2002 and 2004, with … Who Gave Birth to the Great White One … and The Grand Phantom Narrates, respectively. Yap considers these early works a trilogy or series of sorts (post facto). They mark the beginning of his practice as a conceptually-driven artist; the Bakat Muda Sezaman (BSM) series is primarily concerned with the interrogation and deconstruction of social and institutional contexts, esp. those in which hierarchies of power are operative. He was particularly interested in looking critically at exhibitionary and museological contexts, or how such frameworks impart significance and determine meaning with regards to art objects. The Grand Phantom Narrates, the last in this loose trilogy, is more explicitly concerned with political power. The piece is Yap’s response to the momentous resignation of Mahathir as prime minister of Malaysia in 2003. (The latter is, perhaps, the Grand Phantom and narrator of the title, possessing the wherewithal to shape discourse.) The work is an installation, comprised of half a red picture frame hung on one side of a white wall, and, on the other, another half picture frame, this time in white; on the ground, under each half-frame, is a piece of red carpet, also looking like it was cut in half. Viewed from the side, the installation is meant to evoke the sight of a red canvas passing through a white wall, and emerging on the other side of the wall rendered white. The wall, of course, is a metonym for the institution (as it physically was, during the work’s initial display at the NVAG in 2004). The cultural institution is here conflated with political ones, and both stand as symbols of power, and the way that this institutional power – whether cultural, as with the museum, or political, as with the prime ministership – whitewashes and controls individual autonomy and subjectivity."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}