{"subject_terms_3" : "Watercolour painting", "context_2" : "exhibitions (events)", "materials_name" : "watercolour (paint) paper (fiber product)", "object_work_type" : "watercolours (paintings)", "object_colour" : "multicoloured", "physical_appearance" : "This is a watercolour painting of a landscape scenery. The East India Company factory is seen in the background, and the Union Jack can be found flying high on the right. A river separates the foreground from the background; on it several boats are cruising.", "sgcool_label_text" : "This painting comes under the broad category known as “Company paintings” – referring to a variety of Indo-European styles that were so called because many of their patrons worked for the European East India Companies (EICs). Local artists realised that patronage was shifting from the old Indian aristocracy to the new European traders and military officers in the suburbs and began to adapt to their new patrons’ tastes.\r\n\r\nThe main body of Company painting in Eastern and Upper India developed in the late 18th century in Murshidabad, West Bengal where contact with the Europeans were particularly strong as the Portuguese, British, Dutch and French EICs all maintained factories at Cossimbazar, an important trading centre. This painting was most likely commissioned by a British patron as evident by the factory’s architecture and the depiction of the Union Jack flag proudly flown in front of the building.", "preference" : "main", "context_6" : "Francesca Galloway (Gallery)  London (England)", "context_1" : "The Allure of India: Company School Painting from Murshidabad & Patna 1795-1830 exhibition For more see: \r\nFrancesca Galloway. (2017). The Allure of India Company School Painting from Murshidabad & Patna 1795-1830. Retrieved February 7, 2018, from https:\/\/www.francescagalloway.com\/usr\/documents\/exhibitions\/list_of_works_url\/30\/the-allure-of-india-may-exhibition-francesca-galloway.pdf", "context_5" : "7-Jul-17", "title_text" : "View of the East India Company Factory At Cossimbazar From The Other Of The Hooghly River", "creation_date" : "1795-1810", "subject_terms_1" : "factories (organizations) boats  landscapes (representations)", "context_4" : "22-May-17", "context_8" : "planners", "styles_periods_indexing_terms" : "Indo-European (culture) Company (style)", "accession_no_csv" : "2017-00940", "shape" : "Rectangular", "creation_place_original_location" : "Murshidabad (India)", "subject_terms_2" : "Painting East India Company  Cossimbazar (India) Factories  Boats  Landscapes Hugli River (India)", "context_3" : "22-May-2017 to 7-July-2017", "techniques_name" : "watercolour painting (technique)", "context_7" : "Francesca Galloway (Gallery)"}