{"id":"2017-00069","title":"Trade Catalogue of Kashmiri Copperware","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00069\nImage:\nobject_work_type:catalogs (documents)\ntitle_text:Trade Catalogue of Kashmiri Copperware\npreference:main\ntitle_language:English\ncreation_date:c. 1890\ncreation_place_original_location:Jammu and Kashmir (India)\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:writing (processes)\nobject_colour:red (color)\nphysical_appearance:This is a catalogue book. It has a red cover\n with a label on it. There is an inscription written on the label in Kashmiri script. The cover is indented with floral decorative patterns. The book looks worn\n with frayed and torn edges especially along the spine.\nsubject_terms_1:industries (organizations) copperwork (visual works) trade (function)\nsubject_terms_2:Catalogs Indian copperwork Commerce\nsubject_terms_3:Vanishing trade\nsubject_terms_4:\nsgcool_label_text:Coppersmithing and the production of copper utensils is a traditional craft of the Kashmir region of India. Fine-quality utensils were manufactured in the region using hammered\n repousse techniques and tinning. Kashmiri copperware was traditionally given as bride gifts\n and used for ritual purposes. During the 18th and 19th centuries\n Kashmiri copperware was also collected by Europeans in India as evidenced from the collections of Kashmiri copperware that are part of the collections of the Victoria \\u0026 Albert Museum and the British Museum\n donated by collectors who had purchased them in the 19th century. This catalogue is a very interesting and rare artefact\n as it contains drawings of the various types of utensils being manufactured\n possibly for customers to choose and place orders with the coppersmiths. This type of document\n dating to the 19th century\n is a record of the breadth of manufacturing and industry in Colonial India as well as of the type of designs that were in vogue at the time.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00069","Image":"","object_work_type":"catalogs (documents)","title_text":"Trade Catalogue of Kashmiri Copperware","preference":"main","title_language":"English","creation_date":"c. 1890","creation_place_original_location":"Jammu and Kashmir (India)","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"writing (processes)","object_colour":"red (color)","physical_appearance":"This is a catalogue book. It has a red cover, with a label on it. There is an inscription written on the label in Kashmiri script. The cover is indented with floral decorative patterns. The book looks worn, with frayed and torn edges especially along the spine.","subject_terms_1":"industries (organizations) copperwork (visual works) trade (function)","subject_terms_2":"Catalogs Indian copperwork Commerce","subject_terms_3":"Vanishing trade","subject_terms_4":"","sgcool_label_text":"Coppersmithing and the production of copper utensils is a traditional craft of the Kashmir region of India. Fine-quality utensils were manufactured in the region using hammered, repousse techniques and tinning. Kashmiri copperware was traditionally given as bride gifts, and used for ritual purposes. During the 18th and 19th centuries, Kashmiri copperware was also collected by Europeans in India as evidenced from the collections of Kashmiri copperware that are part of the collections of the Victoria \u0026 Albert Museum and the British Museum, donated by collectors who had purchased them in the 19th century. This catalogue is a very interesting and rare artefact, as it contains drawings of the various types of utensils being manufactured, possibly for customers to choose and place orders with the coppersmiths. This type of document, dating to the 19th century, is a record of the breadth of manufacturing and industry in Colonial India as well as of the type of designs that were in vogue at the time."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}