{"subject_terms_3" : "Textile art and design  Decorative arts", "context_2" : "cultural ceremonies", "materials_name" : "cotton (textile)  wire glass (material)", "object_work_type" : "ceremonial robes", "object_colour" : "multicoloured", "physical_appearance" : "This is an embroidered ceremonial robe that opens on the front. It has floral and vegetative motifs interspersed with images of anchors and ships' wheel.  A blue and silver star shaped insignia is found attached to the left breast of the robe.  For more on the artefact's history, please refer to: \r\n\r\n1. Brennan, Julia M. and Yaowalak Bunnag. (2014, March). Thai Official Rank Robes (Sua Khrui): History, Fabrication, and the Conservation of Admiral de Richelieu's 19th Century Robe. Arts of Asia. Retrieved March 13, 2018, from http:\/\/www.caringfortextiles.com\/site3\/wp-content\/uploads\/2014\/08\/Arts-of-Asia-March-2014.pdf 2. Thailand Tatler. (2015, December). The Royal Robes. Thailand Tatler. Retrieved March 13, 2018, from http:\/\/www.caringfortextiles.com\/site3\/wp-content\/uploads\/2016\/02\/RoyalRobesThaiTatler.pdf", "sgcool_label_text" : "This traditional Thai ceremonial robe known as a sua kluah was presented to Admiral Andreas du Plessis de Richelieu by King Chulalongkorn in 1902. Richelieu, a Danish naval officer, rose to the rank of vice admiral of the Thai Navy. \r\n\r\nThis type of robe was originally based on Persian or Moghul forms. By the 19th century, these types of robes had begun to incorporate design techniques of a European nature. The gold metallic embellishments probably come from France, with the decoration being similar to that of royal and military garments. This particular robe also has its own idiosyncratic hybrid aspects: its decoration includes images of anchors, whales, and ship’s wheels integrated into the floral patterns.\r\n", "preference" : "main", "context_6" : "Thailand", "context_1" : "Bestowing of title and rank of The Most Illustrious Order of Chula Chom Klao by King Rama V to Danish Admiral Andreas du Plessis de Richelieu.", "context_5" : "1902", "title_text" : "Ceremonial Robe", "creation_date" : "1902", "subject_terms_1" : "insignias (devices)  cultural diffusion Flower (motif)  diplomacy", "context_4" : "1902", "context_8" : "kings (people)", "styles_periods_indexing_terms" : "Thai (culture or style)", "accession_no_csv" : "2017-01023", "shape" : "T-shaped", "creation_place_original_location" : "Thailand", "subject_terms_2" : "Regalia (Insignia) Robes  Ceremonial objects  Richelieu, Andreas du Plessis de, 1852-1932 Culture diffusion Flowers in art  Embroidery  Diplomacy", "context_3" : "1902", "techniques_name" : "embroidering", "context_7" : "Chulalongkorn, King of Siam, 1853-1910"}