{"subject_terms_3" : "Chinese ink painting visual arts", "materials_name" : "paper (fiber product)  Chinese ink", "creator_2" : "Shengtao Zhuang", "object_work_type" : "ink wash paintings", "object_colour" : "black-and-white (colour)", "physical_appearance" : "This is a Chinese calligraphic ink work. It is composed of thick, vigorous and swift brush strokes that cover the entire paper. It is framed by a brown frame. The artist's seal can be found at the top left corner.", "sgcool_label_text" : "Zhuang Shengtao ??? (b. 1944, Guandong province, China) is a noted Chinese ink and calligraphy artist who has been affiliated with contemporary Chinese ink development in Singapore. Currently residing in Suzhou China, he had a history of studying and exhibiting in Singapore. He studied art at the Nanyang Academy of Fine Arts, Singapore and was tutored by the Singapore ink master Shi Xiang Tuo. A Nanyang University graduate, he pursued further studies at the University of Nice, France and the Monterey Institute of International Studies, California USA in the 1980s. He also studied printmaking at the Cornish College of Arts, Seattle in 1988 and obtained his Masters of Fine Art at the University of Washington in 1990.\r\nThis monumental ink work exemplifies Zhuang’s distillation of calligraphic and ink brush work and the aesthetic sensibilities of American Expressionism. In particular, Zhuang found affinity with the practice of Jackson Pollock, whose works he encountered directly and closely at the museums with his move to the USA in 1987. Through this interface, Zhuang explored compositions that were bolder in scale and more complex in composition – producing depth and nuances in tonal values.  \r\n \r\nThe vigour and improvisational quality of Zhuang’s brushwork belies the discipline and compositional decisions determining the balance between ink and void. The notion of ‘Origin’ also captures the theme of Zhuang’s artistic preoccupations in probing both Chinese and western canons of art-making. Trained and mentored by Shi Xiang Tuo, Zhuang had risen to attention through his calligraphy and the principles of the calligraphic brush work have permeated his ink paintings. \r\n", "preference" : "main", "creator_1" : "Zhuang, Shengtao, 1944-", "title_text" : "Origin", "creation_date" : "Undated", "subject_terms_1" : "negative space", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Chinese (culture or style)", "accession_no_csv" : "2017-00812", "shape" : "Rectangular", "creation_place_original_location" : "China Singapore", "subject_terms_2" : "Ink painting, Chinese Emptiness", "techniques_name" : "painting (image-making)"}