{"id":"2017-00337","title":"Kain panjang","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00337\nImage:\nobject_work_type:folk costume batik art\ntitle_text:Kain panjang\npreference:main\ntitle_language:\ncreator_2:Soen King Oey\ncreator_role:textile designers\ncreation_date:Late 19th-early 20th century\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik kain panjang. The design features elongated triangles at both ends\n against a dark background with rosette patterns. The middle section of the kain panjang is decorated with floral branches\n with smaller stylised mythical animals and birds in and amongst the foliage. There are no signatures seen on this batik kain panjang.\nsubject_terms_1:Peranakan flower (motif) birds (motifs) foliage (motif)\nsubject_terms_2:Batik Ethnic costume Peranakan (Asian people) Motifs\nsubject_terms_3:Batik Peranakan costumes\nsgcool_label_text:Mythical animals and birds with outstretched wings appear amidst floral branches.  On each end of the batik\n a row of opposing triangles (tumpal) are depicted\n forming the spilt kepalas.  They are flanked by a vertical panel (papan) that is richly decorated with flowers and mythical creatures.  This batik comes from the family collection of Oey Soen King (1861-1942)\n the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time\n and are embellished with Chinese traditional motifs.  These motifs include lotus flowers\n centipedes and cloud motifs\n which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java\n before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00337","Image":"","object_work_type":"folk costume batik art","title_text":"Kain panjang","preference":"main","title_language":"","creator_2":"Soen King Oey","creator_role":"textile designers","creation_date":"Late 19th-early 20th century","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik kain panjang. The design features elongated triangles at both ends, against a dark background with rosette patterns. The middle section of the kain panjang is decorated with floral branches, with smaller stylised mythical animals and birds in and amongst the foliage. There are no signatures seen on this batik kain panjang.","subject_terms_1":"Peranakan flower (motif) birds (motifs) foliage (motif)","subject_terms_2":"Batik Ethnic costume Peranakan (Asian people) Motifs","subject_terms_3":"Batik Peranakan costumes","sgcool_label_text":"Mythical animals and birds with outstretched wings appear amidst floral branches.  On each end of the batik, a row of opposing triangles (tumpal) are depicted, forming the spilt kepalas.  They are flanked by a vertical panel (papan) that is richly decorated with flowers and mythical creatures.  This batik comes from the family collection of Oey Soen King (1861-1942), the first in three generations of documented batik-makers in Pekalongan.  Her batiks feature the classic layout typical of her time, and are embellished with Chinese traditional motifs.  These motifs include lotus flowers, centipedes and cloud motifs, which are rendered sensitively and imaginatively.  The combination of natural red and blue dyes on a cream ground is also characteristic of batiks made during this period in the north coast of Java, before the invention and widespread popularity of chemical dyes in batik sarongs by the late 19th century.  Oey Soen King’s pieces were all unsigned as signatures were not yet fashionable."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}