{
  "id": "2017-00951-010",
  "title": "Tanah Impian (Dream Land) Kuat! Tahan Latihan Tanah Impian (Dream Land) Sorga Loka",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00951-010\n\n  Image: \n\n  object_work_type: screen prints  adaptations (derivative objects) screen prints  adaptations (derivative objects)\n\n  title_text: Tanah Impian (Dream Land) Kuat! Tahan Latihan Tanah Impian (Dream Land) Sorga Loka\n\n  preference: alternate main  alternate main\n\n  title_language: \n\n  creator_2: Krack Studio  Krack Studio\n\n  creator_1: NA NA\n\n  creator_role: artists (visual artists) artists (visual artists)\n\n  creation_date: 2014 2014\n\n  creation_place_original_location: Indonesia  Indonesia\n\n  styles_periods_indexing_terms: Contemporary (style of art)  Contemporary (style of art)\n\n  inscriptions: \n\n  inscription_language: \n\n  scale_type: NA NA\n\n  shape: Rectangular  Rectangular\n\n  materials_name: paper (fiber product) paper (fiber product)\n\n  techniques_name: screen printing  screen printing\n\n  object_colour: multicoloured multicoloured\n\n  edition_description: 2-Oct 2-Oct\n\n  physical_appearance: \\This print shows a half-dressed man wielding two swords. To his right are soldiers marching. A green bottle is seen in the foreground\n with the subtext \\\\Anggur 3 pendekar This print is an advertisement for Colibrita. On the right is a lady clad in a batik dress. She wears a crown\n floral ear rings\n bangles\n and holds  a mirror in her right hand. She is surrounded by flora and fauna. To the left of the print is a label that lists the products carried by the brand.\n\n  subject_terms_1: drogistery probitas djakarta\\\\. \\ nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign beverages  identity  nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign toileteries\n\n  subject_terms_2: identity  Serigraphy Art\n Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Toilet preparations  Serigraphy Art\n Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Beauty\n Personal\n\n  subject_terms_3: Beverages National identity  Poster art  Media and advertising  Popular culture  Visual arts  National identity  Poster art  Media and advertising  Popular culture\n\n  subject_terms_4: Visual arts  NA\n\n  context_1: NA NA\n\n  context_2: NA NA\n\n  context_3: NA NA\n\n  context_4: NA NA\n\n  context_5: NA NA\n\n  context_6: NA NA\n\n  context_7: NA NA\n\n  context_8: NA NA\n\n  context_9: NA NA\n\n  context_10: NA NA\n\n  context_11: NA NA\n\n  context_12: NA NA\n\n  context_13: NA NA\n\n  context_14: NA NA\n\n  context_15: NA NA\n\n  context_16: NA NA\n\n  context_17: NA NA\n\n  context_18: NA NA\n\n  context_19: NA NA\n\n  context_20: NA NA\n\n  context_21: NA NA\n\n  context_22: NA NA\n\n  context_23: NA NA\n\n  context_24: NA NA\n\n  sgcool_label_text: NA Tanah Impian (Dream Land) is a series of prints based on images drawn from Indonesian popular culture\n spanning 100 years. The project was conceived in 2014\n the year of the elections in Indonesia when nationalist rhetoric dominated public consciousness\n Artist collective Krack Studio sifted through a mass of research and archival material\n eventually selecting 24 images that referenced the idea of the Indonesian Dream and / or told an interesting story about changing definitions of the ‘Nation’. Ranging from political posters to advertisements\n comic strips\n movie posters and magazines\n these images\n reconstructed and re-imagined by the artist collective\n chronicle Indonesia’s evolving aspirations\n desires and identity\n as well as how Indonesia has been perceived and imaged for the ‘Western’ gaze.\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00951-010",
    "Image": "",
    "object_work_type": "screen prints  adaptations (derivative objects) screen prints  adaptations (derivative objects)",
    "title_text": "Tanah Impian (Dream Land) Kuat! Tahan Latihan Tanah Impian (Dream Land) Sorga Loka",
    "preference": "alternate main  alternate main",
    "title_language": "",
    "creator_2": "Krack Studio  Krack Studio",
    "creator_1": "NA NA",
    "creator_role": "artists (visual artists) artists (visual artists)",
    "creation_date": "2014 2014",
    "creation_place_original_location": "Indonesia  Indonesia",
    "styles_periods_indexing_terms": "Contemporary (style of art)  Contemporary (style of art)",
    "inscriptions": "",
    "inscription_language": "",
    "scale_type": "NA NA",
    "shape": "Rectangular  Rectangular",
    "materials_name": "paper (fiber product) paper (fiber product)",
    "techniques_name": "screen printing  screen printing",
    "object_colour": "multicoloured multicoloured",
    "edition_description": "2-Oct 2-Oct",
    "physical_appearance": "\"This print shows a half-dressed man wielding two swords. To his right are soldiers marching. A green bottle is seen in the foreground, with the subtext \"\"Anggur 3 pendekar This print is an advertisement for Colibrita. On the right is a lady clad in a batik dress. She wears a crown, floral ear rings, bangles, and holds  a mirror in her right hand. She is surrounded by flora and fauna. To the left of the print is a label that lists the products carried by the brand.",
    "subject_terms_1": "drogistery probitas djakarta\"\". \" nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign beverages  identity  nationalism  advertisements posters  ways of life  popular culture  appropriation (imagery) redesign toileteries",
    "subject_terms_2": "identity  Serigraphy Art, Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Toilet preparations  Serigraphy Art, Indonesian Nationalism Identity  promotional materials  Posters  Ways of life Popular culture  Appropriation (Art) Adaptations Beauty, Personal",
    "subject_terms_3": "Beverages National identity  Poster art  Media and advertising  Popular culture  Visual arts  National identity  Poster art  Media and advertising  Popular culture",
    "subject_terms_4": "Visual arts  NA",
    "context_1": "NA NA",
    "context_2": "NA NA",
    "context_3": "NA NA",
    "context_4": "NA NA",
    "context_5": "NA NA",
    "context_6": "NA NA",
    "context_7": "NA NA",
    "context_8": "NA NA",
    "context_9": "NA NA",
    "context_10": "NA NA",
    "context_11": "NA NA",
    "context_12": "NA NA",
    "context_13": "NA NA",
    "context_14": "NA NA",
    "context_15": "NA NA",
    "context_16": "NA NA",
    "context_17": "NA NA",
    "context_18": "NA NA",
    "context_19": "NA NA",
    "context_20": "NA NA",
    "context_21": "NA NA",
    "context_22": "NA NA",
    "context_23": "NA NA",
    "context_24": "NA NA",
    "sgcool_label_text": "NA Tanah Impian (Dream Land) is a series of prints based on images drawn from Indonesian popular culture, spanning 100 years. The project was conceived in 2014, the year of the elections in Indonesia when nationalist rhetoric dominated public consciousness, Artist collective Krack Studio sifted through a mass of research and archival material, eventually selecting 24 images that referenced the idea of the Indonesian Dream and / or told an interesting story about changing definitions of the ‘Nation’. Ranging from political posters to advertisements, comic strips, movie posters and magazines, these images, reconstructed and re-imagined by the artist collective, chronicle Indonesia’s evolving aspirations, desires and identity, as well as how Indonesia has been perceived and imaged for the ‘Western’ gaze."
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}