{
  "id": "2017-01084",
  "title": "Lectern With The Jesuit Monogram",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-01084\n\n  Image: \n\n  object_work_type: lecterns\n\n  title_text: Lectern With The Jesuit Monogram\n\n  preference: main\n\n  title_language: \n\n  creation_date: Late 16th or early 17th century\n\n  creation_place_original_location: Southeast Asia China\n\n  styles_periods_indexing_terms: Japanese lacquer styles?\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: wood (plant material) lacquer (material) metal mother of pearl\n\n  techniques_name: carving (processes) inlay (process)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a lacquered lectern with inlaid mother-of-pearl. The central medallion shows a sunburst\n within which is the word IHS with three nails; the symbol of the Society of Jesus. Surrounding the central sunburst medallion are vegetative motifs in gold. The back panel shares a similar aesthetic scheme but with the addition of a pair of birds in flight.\n\n  subject_terms_1: monograms plant-derived motifs Christianity missal stands Roman Catholicism\n\n  subject_terms_2: Monograms Jesuits Flowers in art Furniture Catholic Church Christianity Birds in art Leaves in art\n\n  subject_terms_3: Christianity Decorative arts\n\n  subject_terms_4: \n\n  sgcool_label_text: All surfaces of this wooden book stand are coated with lacquer\n and enhanced with gold and mother-of-pearl designs. The Jesuit emblem is prominent in the decoration. An elaborate lectern of this type\n emblazoned with the symbol of a religious order\n was likely meant to support a missal\n the book of texts and instructions used to celebrate the Catholic Mass.\\r\\n\\r\\nThe object was probably made in one of the port cities of Southeast Asia or China\n imitating similar Japanese objects\n which were in high demand at this time.\\r\\n\n",
  "createdDate": "20201201203307",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-01084",
    "Image": "",
    "object_work_type": "lecterns",
    "title_text": "Lectern With The Jesuit Monogram",
    "preference": "main",
    "title_language": "",
    "creation_date": "Late 16th or early 17th century",
    "creation_place_original_location": "Southeast Asia China",
    "styles_periods_indexing_terms": "Japanese lacquer styles?",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "wood (plant material) lacquer (material) metal mother of pearl",
    "techniques_name": "carving (processes) inlay (process)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a lacquered lectern with inlaid mother-of-pearl. The central medallion shows a sunburst, within which is the word IHS with three nails; the symbol of the Society of Jesus. Surrounding the central sunburst medallion are vegetative motifs in gold. The back panel shares a similar aesthetic scheme but with the addition of a pair of birds in flight.",
    "subject_terms_1": "monograms plant-derived motifs Christianity missal stands Roman Catholicism",
    "subject_terms_2": "Monograms Jesuits Flowers in art Furniture Catholic Church Christianity Birds in art Leaves in art",
    "subject_terms_3": "Christianity Decorative arts",
    "subject_terms_4": "",
    "sgcool_label_text": "All surfaces of this wooden book stand are coated with lacquer, and enhanced with gold and mother-of-pearl designs. The Jesuit emblem is prominent in the decoration. An elaborate lectern of this type, emblazoned with the symbol of a religious order, was likely meant to support a missal, the book of texts and instructions used to celebrate the Catholic Mass.\r\n\r\nThe object was probably made in one of the port cities of Southeast Asia or China, imitating similar Japanese objects, which were in high demand at this time.\r\n"
  },
  "nlpDate": "20201201203307",
  "connectorId": 0,
  "tags": {}
}