{
  "subject_terms_3": "Force 136 (Guerilla movement) 1942-1945 Japanese occupation Lee, Shao Meng",
  "context_2": "world wars occupations (armed conflicts)",
  "materials_name": "paper (fiber product)",
  "object_work_type": "certificates",
  "object_colour": "multicolored",
  "physical_appearance": "This is a certificate from the Kuomintang. The cover is dark blue in colour, with beige prints. In the center of the certificate cover, there is a geometric symbol of a sun. The title is printed within a border below the sun. There is a border around the edge. The edges of the certificate is worn out, especially around the sides, with scratch marks.",
  "sgcool_label_text": "This Kuomintang certificate belongs to Lee Shao Meng and forms part of a collection of artefacts related to the World War II underground resistance movement known as Force 136. The collection of materials was gathered by Tan Chong Tee (1916- 2012), who was a key member of this resistance group. The collection consists of original materials belonging to Tan and other members of Force 136 dating from the 1940s to new materials reproduced from memory by Tan Chong Tee, which date from the late 1980s to early 2000s. \r\n\r\nForce 136 was set up in July 1942 as part of the British Special Operations Executive (SOE). It recruited and trained local guerillas to gather intelligence and create an underground spy network to support planned British invasion of Japanese-occupied Malaya.\r\n\r\nLee Shao Meng was the wife of Tan Chong Tee and was also involved in the war resistance movement in Malaya against the Japanese.",
  "preference": "main alternate",
  "context_6": "Malaya Singapore",
  "context_1": "World War, 1939-1945 1942-1945 Japanese Occupation",
  "context_5": "1945 1945",
  "title_text": "Lee Shao Meng Collection: Kuomintang certificate of Lee Shao Meng ?????",
  "creation_date": "Not indicated",
  "subject_terms_1": "world wars resistance movements documents (object genre)",
  "context_4": "1939 1942",
  "context_8": "armed forces",
  "accession_no_csv": "2017-00159",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "Certification World War, 1939-1945 Great Britain. Army. Force 136 Force 136 (Guerilla movement)",
  "context_3": "1939-1945 1942-1945",
  "techniques_name": "printing (processes)",
  "context_7": "Great Britain. Army. Force 136"
}