{"id":"2017-01027-001 TO 076","title":"Cadastre","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-01027-001 TO 076\nImage:\nobject_work_type:visual works (works)\ntitle_text:Cadastre\npreference:main\ntitle_language:\ncreator_2:Oanh Phi Phi\ncreator_role:artists (visual artists)\ncreation_date:2009\ncreation_place_original_location:Vietnam\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:Vietnamese natural lacquer (so?n ta) on iron (75 individual tiles; 2.5kg each)\n wooden plinth painted with concrete.\nobject_colour:lacquer red (colour)\nedition_description:Unique\nphysical_appearance:This is a floor sculpture composed of 75 lacquer tiles\n each with a central floral design.\nsubject_terms_1:floor tile  flower (motif)  urban planning  Toxicodendron succedaneun (species) lands (general areas)\nsubject_terms_2:Tiles  Art\n Vietnamese  Sculpture  Flower in art  Lacquer and lacquering  Cadastres City planning\nsubject_terms_3:Visual arts\nsgcool_label_text:As a term\n ‘cadastre’ refers to an official register of land ownership comprising surveys that often include detailed investigations into the history of land use\n and other legal accounts of title deeds. As an artwork\n ‘Cadastre’ physically comprises 75 hand-produced\n French colonial-era floral-designed lacquer tiles positioned on a raised platform. Contextually\n ‘Cadastre’ refers to the collective sub-consciousness of the Vietnamese people\n particularly those based in Hanoi\n which is rooted in Vietnam’s history. Together\n the 75 tiles amount to an area of 3 square meters – the precise area that each person in Hanoi was afforded during the country’s period of land reforms. One was confined to this area to live in\n having to incorporate kitchen\n toilet\n and living area into this restrictive space.\\r\\n\\r\\nCadastre’ is a way for the artist to discover\n discuss\n show\n the prevalent attitude towards land and ownership and show the material size and weight and conceptual “value” of land.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-01027-001 TO 076","Image":"","object_work_type":"visual works (works)","title_text":"Cadastre","preference":"main","title_language":"","creator_2":"Oanh Phi Phi","creator_role":"artists (visual artists)","creation_date":"2009","creation_place_original_location":"Vietnam","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"Vietnamese natural lacquer (so?n ta) on iron (75 individual tiles; 2.5kg each), wooden plinth painted with concrete.","object_colour":"lacquer red (colour)","edition_description":"Unique","physical_appearance":"This is a floor sculpture composed of 75 lacquer tiles, each with a central floral design.","subject_terms_1":"floor tile  flower (motif)  urban planning  Toxicodendron succedaneun (species) lands (general areas)","subject_terms_2":"Tiles  Art, Vietnamese  Sculpture  Flower in art  Lacquer and lacquering  Cadastres City planning","subject_terms_3":"Visual arts","sgcool_label_text":"As a term, ‘cadastre’ refers to an official register of land ownership comprising surveys that often include detailed investigations into the history of land use, and other legal accounts of title deeds. As an artwork, ‘Cadastre’ physically comprises 75 hand-produced, French colonial-era floral-designed lacquer tiles positioned on a raised platform. Contextually, ‘Cadastre’ refers to the collective sub-consciousness of the Vietnamese people, particularly those based in Hanoi, which is rooted in Vietnam’s history. Together, the 75 tiles amount to an area of 3 square meters – the precise area that each person in Hanoi was afforded during the country’s period of land reforms. One was confined to this area to live in, having to incorporate kitchen, toilet, and living area into this restrictive space.\r\n\r\nCadastre’ is a way for the artist to discover, discuss, show, the prevalent attitude towards land and ownership and show the material size and weight and conceptual “value” of land."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}