{"subject_terms_3" : "Installation art", "materials_name" : "paper (fiber product) wood (plant material) glass (material) liquid", "creator_2" : "Arahmaiani", "object_work_type" : "installations (visual works)", "object_colour" : "multicolored", "physical_appearance" : "This installation depicts a wall, decorated with women's sanitary napkins, and bordered by fluorescent lights. In the center, there is a framed photograph of a woman. She is dressed in a red top, wearing a headpiece with a red cross, and holding wire tools in both her hands. In front of the wall, there is a stool. On the stool, there is a red vial filled with red liquid placed on a plastic sheet.", "sgcool_label_text" : "Central to Arahmaiani’s work is the theme of the position of women, particularly in Indonesian society. Do Not Prevent The Fertility of the Mind draws on the artist’s personal experience of being arrested in her student years for her performance art, and conflates ideas of artistic creativity with female fertility, commenting on how both these impulses are curtailed by watchful authorities. Making reference to the Suharto government’s birth control policies of the 1990s, which the artist views as a “coloniz(ation) by the state even to the innermost part of (women’s) bodies”, Do Not Prevent The Fertility of the Mind expresses the narrow confines within which avant-garde artists had to work, even as it confronts the viewer with the (often taboo) bodily realities of a woman’s reproductive capabilities – and, by extension, her artistic creativity.", "preference" : "main", "creator_1" : "Arahmaiani, 1961-", "title_text" : "Do Not Prevent The Fertility Of The Mind", "creation_date" : "1997-2014", "subject_terms_1" : "political art government policy reproduction (biological event) avant-garde", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Contemporary (style of art)", "accession_no_csv" : "2017-00010", "shape" : "irregular", "creation_place_original_location" : "Indonesia", "subject_terms_2" : "Installations (Art) Art Political aspects Government policy Birth control Pro-life movement Women's rights", "techniques_name" : "assemblage (sculpture technique)"}