{"context_23" : "NA NA", "context_24" : "NA NA", "subject_terms_3" : "Ceramics visual arts  Decorative arts Ceramics", "context_2" : "NA NA", "materials_name" : "ceramic (material) ceramic glaze blue-and-white (ceramic glaze) porcelain (material)  cobalt blue (pigment)  clay  ceramic glaze", "creator_2" : "NA NA", "object_work_type" : "ceramic ware (visual works) dishes (object genres) porcelain (visual works)  dishes (object genre)  Ceramics (object genre)", "object_colour" : "multicoloured multicoloured", "context_18" : "NA NA", "physical_appearance" : "This blue and white dish features a phesant surrounded by two large peonies in the centre. The centre is bordered by a circle. Outside this inner circle, there are six identical lobed panels with floral sprays that are spaced evenly around the outer circumference of the dish. In between the spaces of these panels on the outer circle, repeating decorative patterns that are square in shape, referred to as diapers, are present.   This is a blue-white dish. Its central medallion features floral sprays, two peonies, and a pheasant. Along the inner body of the dish are six cartouches that frame a plant with three flower heads. Diaper patterns decorate the space between each of these panels. Light blue curvilinear strokes can be found on the outer surface of its body.", "context_22" : "NA NA", "context_14" : "NA NA", "context_11" : "NA NA", "sgcool_label_text" : "\"During the late Ming period, Zhangzhou ceramics (popularly known as \"\"Swatow wares\"\") were exported in large quantities to Japan \"During the late Ming period, Zhangzhou ceramics (popularly known as \"\"Swatow wares\"\") were exported in large quantities to Japan", "preference" : "main main", "context_6" : "NA NA", "creator_1" : "NA NA", "context_1" : "NA NA", "edition_description" : "NA NA", "context_19" : "NA NA", "context_21" : "NA NA", "context_15" : "NA NA", "context_5" : "NA NA", "title_text" : "Blue and white dish with pheasant and peonies Blue and white dish with pheasant and peonies", "creation_date" : "1600-1639 Ming dynasty, early 17th century", "subject_terms_1" : "Chinese ceramics styles floral patterns flower (motif) diaper patterns birds (motifs) porcelain paintings (visual works)  symbolism  floral patterns  freehand drawings (drawings)  Chinese export porcelain  Paeonia (genus)  Phasianidae (genus)", "context_16" : "NA NA", "context_10" : "NA NA", "context_4" : "NA NA", "context_8" : "NA NA", "creator_role" : "NA NA", "context_20" : "NA NA", "styles_periods_indexing_terms" : "Swatow Ming (culture, period, and styles) Ming (culture, period, and styles)", "accession_no_csv" : "2017-00261", "shape" : "oval (shape) concave  concave", "creation_place_original_location" : "Zhangzhou Shi (China) Zhangzhou Shi (China). Tong ji ju", "subject_terms_2" : "Ceramics Motifs Fujian Sheng (China) Porcelain, Chinese Ming- Qing dynasties, 1368-1912 Blue and white ware China China trade porcelain  China painting  Peonies in art  Pheasants", "context_3" : "NA NA", "context_9" : "NA NA", "techniques_name" : "firing (technique) ceramic process pottery glazing (process or technique) glazing (coating process)  throwing (pottery techniques)  underglazing molding (forming)  firing (technique)  porcelain painting (image-making) freehand drawing (technique)", "scale_type" : "10.0 x 46.5 x 46.5  cm NA", "context_13" : "NA NA", "context_7" : "NA NA", "context_12" : "NA NA", "context_17" : "NA NA"}