{"id":"2017-01040-150","title":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of Corporal A. Silver with others at dining table","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-01040-150\nImage:\nobject_work_type:black-and-white photographs photographs\ntitle_text:\\Personal photograph album titled \\\\Sixteen Months in Singapore\\\\\\ Sixteen Months in Singapore: Photograph of Corporal A. Silver with others at dining table\npreference:alternate main\ntitle_language:\ncreation_date:1951-1952\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product)\ntechniques_name:photographic processes\nobject_colour:black-and-white (colors)\nphysical_appearance:This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features a group of four individuals\n seated around a small table. There are two men and two women. They are all posing and smiling towards the camera. On the table\n there are several empty plates and half-filled glasses. There are no inscriptions on the photograph. There are no tears or folds seen.\nsubject_terms_1:snapshots men (male humans) women (female humans) dining\nsubject_terms_2:Photographs Men Women Dinners and dining\nsubject_terms_3:Photography Men Women\nsubject_terms_4:\nsgcool_label_text:This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life\n including friends she made within the Jewish community in Singapore.","createdDate":"20201119143407","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-01040-150","Image":"","object_work_type":"black-and-white photographs photographs","title_text":"\"Personal photograph album titled \"\"Sixteen Months in Singapore\"\"\" Sixteen Months in Singapore: Photograph of Corporal A. Silver with others at dining table","preference":"alternate main","title_language":"","creation_date":"1951-1952","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product)","techniques_name":"photographic processes","object_colour":"black-and-white (colors)","physical_appearance":"This is a black-and-white photograph. It is rectangular in shape and landscape in orientation. It features a group of four individuals, seated around a small table. There are two men and two women. They are all posing and smiling towards the camera. On the table, there are several empty plates and half-filled glasses. There are no inscriptions on the photograph. There are no tears or folds seen.","subject_terms_1":"snapshots men (male humans) women (female humans) dining","subject_terms_2":"Photographs Men Women Dinners and dining","subject_terms_3":"Photography Men Women","subject_terms_4":"","sgcool_label_text":"This is a personal photograph album that belonged to a Corporal A. Silver who spent 16 months in Singapore between 1951 and 1952. Silver was presumably a Jewish lady who was stationed in Singapore to serve at the Royal Air Force (RAF) Hospital at Changi. The album contains photographs that document her working and personal life, including friends she made within the Jewish community in Singapore."},"nlpDate":"20201119143407","connectorId":0,"tags":{}}