{"id":"2017-00908","title":"Re/Cover no. 4, Re/Cover no. 5, Re/Cover no. 7, Re/Cover no. 8 Re/Cover","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00908\nImage:\nobject_work_type:prints (visual works)\ntitle_text:Re/Cover no. 4\n Re/Cover no. 5\n Re/Cover no. 7\n Re/Cover no. 8 Re/Cover\npreference:alternate main\ntitle_language:\ncreator_2:Phan Quang\ncreator_role:artists (visual artists)\ncreation_date:2012-2013\ncreation_place_original_location:Vietnam\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:paper (fiber product) ink\ntechniques_name:photography (process) printing (process)\nobject_colour:multicolored\nphysical_appearance:This set is a collection of four photographs. These photographs are of scenes in homes. In each photograph\n there are individuals seated position in the middle. A thin\n transparent fabric is thrown over them in the scene.\nsubject_terms_1:mixed media photographs ethnicity world wars symbolism social issues\nsubject_terms_2:Mixed media (Art) Photographs Racially mixed people World War Two Vietnam History Symbolism Social history\nsubject_terms_3:Family history Photography 1942-1945 Japanese occupation\nsgcool_label_text:‘Re/Cover’ is Phan Quang’s ongoing project that delves into one micronarrative to have taken root after Japan’s invasion and eventual repatriation after World War Two: the ‘marriage’ of Southeast Asian women to Japanese soldiers and the children\n produced through this union\n who continue to live in Southeast Asia today. \\r\\n\\r\\nThe Vietnam chapter of this project took nearly two years (between 2011 and 2013) to produce and involved his travelling the length of Vietnam to understand the personal stories of the Vietnamese women and the half Vietnamese\n half Japanese children that were ‘left behind’ by their Japanese military husbands or fathers. The numerous stories expressed and collected filled Phan Quang with a deluge of historical and intimate facts that interlaced with the weight of emotion carried on the shoulders of these women throughout the 70 years since the end of World War Two. In his series\n Phan Quang utilises the thin\n light and transparent materiality of the chiffon fabric that he sourced from a factory in Kyoto\n Japan\n (whilst on residency in the country) as a tool to ‘carve’ out a space for these previously concealed relationships to ‘breathe’; in covering these singular Vietnamese women or the half Vietnamese\n half Japanese families with the chiffon\n Phan Quang attempts to recover a microhistory of Vietnam.\\r\\n","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00908","Image":"","object_work_type":"prints (visual works)","title_text":"Re/Cover no. 4, Re/Cover no. 5, Re/Cover no. 7, Re/Cover no. 8 Re/Cover","preference":"alternate main","title_language":"","creator_2":"Phan Quang","creator_role":"artists (visual artists)","creation_date":"2012-2013","creation_place_original_location":"Vietnam","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"paper (fiber product) ink","techniques_name":"photography (process) printing (process)","object_colour":"multicolored","physical_appearance":"This set is a collection of four photographs. These photographs are of scenes in homes. In each photograph, there are individuals seated position in the middle. A thin, transparent fabric is thrown over them in the scene.","subject_terms_1":"mixed media photographs ethnicity world wars symbolism social issues","subject_terms_2":"Mixed media (Art) Photographs Racially mixed people World War Two Vietnam History Symbolism Social history","subject_terms_3":"Family history Photography 1942-1945 Japanese occupation","sgcool_label_text":"‘Re/Cover’ is Phan Quang’s ongoing project that delves into one micronarrative to have taken root after Japan’s invasion and eventual repatriation after World War Two: the ‘marriage’ of Southeast Asian women to Japanese soldiers and the children, produced through this union, who continue to live in Southeast Asia today. \r\n\r\nThe Vietnam chapter of this project took nearly two years (between 2011 and 2013) to produce and involved his travelling the length of Vietnam to understand the personal stories of the Vietnamese women and the half Vietnamese, half Japanese children that were ‘left behind’ by their Japanese military husbands or fathers. The numerous stories expressed and collected filled Phan Quang with a deluge of historical and intimate facts that interlaced with the weight of emotion carried on the shoulders of these women throughout the 70 years since the end of World War Two. In his series, Phan Quang utilises the thin, light and transparent materiality of the chiffon fabric that he sourced from a factory in Kyoto, Japan, (whilst on residency in the country) as a tool to ‘carve’ out a space for these previously concealed relationships to ‘breathe’; in covering these singular Vietnamese women or the half Vietnamese, half Japanese families with the chiffon, Phan Quang attempts to recover a microhistory of Vietnam.\r\n"},"nlpDate":"20201018182636","connectorId":0,"tags":{}}