{"context_23" : "1955", "context_24" : "1965", "subject_terms_3" : "visual arts  Artistic photography  Art exhibitions  Mun, Chor Koon", "context_2" : "exhibitions (events)", "materials_name" : "gelatin  paper (fibre product)  silver sulfide  baryta paper", "creator_2" : "Koon, Sang Ho", "object_work_type" : "black-and-white prints (photographs) gelatin silver prints  photographic prints", "object_colour" : "black-and-white (colours)", "physical_appearance" : "This is a gelatin silver print and the image is a top-down perspective of a bespectacled near-bald  man viewing a piece of hanging artwork with his hands behind his back.  The man in the image is fellow photographer Mun Chor Koon. On the verso, there is a chop for the 14th SIngapore Salon 1963 by The Photographic Society of Singapore. It also has the number and title of work, as well as an address addressed to the artist.", "context_22" : "c.1960", "sgcool_label_text" : "Ho Koon Sang was a member of the Photographic Society of Singapore and an Associate of the Royal Photographic Society in London. These photos are typical of the salon photography style of the time, with an emphasis on technique, composition and tone. The subject in this photo is fellow photographer Mun Chor Kun.", "preference" : "main", "context_6" : "National Library (Singapore)", "context_1" : "An exhibition of 318 monochrome and colour prints were selected from a total of 2925 prints submitted. Record entry of more than 700 photographers from 44 countries participated.", "context_21" : "19 Lorong 11. Geylang Road. Singapore 14.", "context_5" : "12th May 1963", "title_text" : "Square and Circle", "creation_date" : "c.1960", "subject_terms_1" : "bird's eye views stylized portraits exhibitions (events)", "context_4" : "4th May 1963", "context_8" : "planners", "creator_role" : "photographers", "context_20" : "Address indicated on photography studio's chop.", "accession_no_csv" : "2017-00023", "shape" : "rectangular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Bird's-eye views in art Photography, Artistic  Portrait photography  Art Exhibitions", "context_3" : "May 4th to May 12th. 1963.", "techniques_name" : "gelatin silver process photographic printing techniques black-and-white photography", "context_7" : "The Photographic Society of Singapore"}