{"id":"2017-00622","title":"Hotel Le Royal","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00622\nImage:\nobject_work_type:oil paintings (visual works)\ntitle_text:Hotel Le Royal\npreference:main\ntitle_language:\ncreator_2:Svay Ken\ncreator_role:artists (visual artists)\ncreation_date:1994\ncreation_place_original_location:Cambodia\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:oil paint (paint)  cotton (textile)\ntechniques_name:oil painting (technique)\nobject_colour:multicoloured\nphysical_appearance:This painting depicts a scene in the dining room of the Hotel Le Royal. Comprised of vibrant colours\n there are a multitude of figures that pepper the scene. To the right is a long table filled with Asian officials in suit and tie. A feast lays before them. To the left\n are diners seated in separate tables. It is peculiar that these guests are not depicted with feet. In the top left corner\n several individuals are identified as chefs for they are in aprons and a chef hat.  A clock sits above the main door\n which is flanked by two images of dancers in traditional costume.\nsubject_terms_1:figurative art  hotels (public accomodations)  genre (visual works)  dining halls  social classes  naïve art  social status\nsubject_terms_2:Phnom Penh (Cambodia)  Genre painting Arts\n Cambodian Outsider art Dining rooms  Cambodians  Social classes  Social status\nsubject_terms_3:Visual arts  Oil painting\ncontext_20:Hotel Le Royal (now Raffles Hotel Le Royal)\ncontext_21:92 Kukhak Vithei Daun Penh\n Sangkat Wat Phnom\n Phnom Penh\n Cambodia\ncontext_22:1994\ncontext_23:1994\ncontext_24:1994\nsgcool_label_text:Svay Ken (1933-2008) is a significant figure in the emergence of contemporary art practice in Cambodia. Beginning to paint in the early 1990s\n his work turned away from creating picturesque images of Cambodia\n instead creating autobiographical or narrative images in a naïve style\n connecting the grand narratives of Cambodian history and culture to the intimacy of daily life. The painting Hotel Le Royal documents the scene of the dining room in the hotel where Svay Ken worked for many years of his life. Painted in his characteristic\n brightly-coloured naïve style\n the work is rich with visually-engaging anecdotal observations of life in Cambodia in the 1990s. On the left-hand side of the work\n a gathering of Asian officials attend a formal banquet.Elsewhere in the dining room\n foreign\n Western couples dine in luxury. Cambodian figures are present in the image only as workers: serving diners in the hall\n or in the upper right section devoted to the chefs. The work therefore represents the social divide in Cambodia between wealthy foreign visitors and local Cambodians\n as Cambodia was newly emerging from the privations of decades of civil war and the trauma of the Khmer Rouge period.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00622","Image":"","object_work_type":"oil paintings (visual works)","title_text":"Hotel Le Royal","preference":"main","title_language":"","creator_2":"Svay Ken","creator_role":"artists (visual artists)","creation_date":"1994","creation_place_original_location":"Cambodia","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"oil paint (paint)  cotton (textile)","techniques_name":"oil painting (technique)","object_colour":"multicoloured","physical_appearance":"This painting depicts a scene in the dining room of the Hotel Le Royal. Comprised of vibrant colours, there are a multitude of figures that pepper the scene. To the right is a long table filled with Asian officials in suit and tie. A feast lays before them. To the left, are diners seated in separate tables. It is peculiar that these guests are not depicted with feet. In the top left corner, several individuals are identified as chefs for they are in aprons and a chef hat.  A clock sits above the main door, which is flanked by two images of dancers in traditional costume.","subject_terms_1":"figurative art  hotels (public accomodations)  genre (visual works)  dining halls  social classes  naïve art  social status","subject_terms_2":"Phnom Penh (Cambodia)  Genre painting Arts, Cambodian Outsider art Dining rooms  Cambodians  Social classes  Social status","subject_terms_3":"Visual arts  Oil painting","context_20":"Hotel Le Royal (now Raffles Hotel Le Royal)","context_21":"92 Kukhak Vithei Daun Penh, Sangkat Wat Phnom, Phnom Penh, Cambodia","context_22":"1994","context_23":"1994","context_24":"1994","sgcool_label_text":"Svay Ken (1933-2008) is a significant figure in the emergence of contemporary art practice in Cambodia. Beginning to paint in the early 1990s, his work turned away from creating picturesque images of Cambodia, instead creating autobiographical or narrative images in a naïve style, connecting the grand narratives of Cambodian history and culture to the intimacy of daily life. The painting Hotel Le Royal documents the scene of the dining room in the hotel where Svay Ken worked for many years of his life. Painted in his characteristic, brightly-coloured naïve style, the work is rich with visually-engaging anecdotal observations of life in Cambodia in the 1990s. On the left-hand side of the work, a gathering of Asian officials attend a formal banquet.Elsewhere in the dining room, foreign, Western couples dine in luxury. Cambodian figures are present in the image only as workers: serving diners in the hall, or in the upper right section devoted to the chefs. The work therefore represents the social divide in Cambodia between wealthy foreign visitors and local Cambodians, as Cambodia was newly emerging from the privations of decades of civil war and the trauma of the Khmer Rouge period."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}