{"id":"2017-00402","title":"Hanging","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00402\nImage:\nobject_work_type:hangings (coverings) batik art\ntitle_text:Hanging\npreference:main\ntitle_language:\ncreator_2:Jane Hendromartono\ncreator_role:textile designers\ncreation_date:1978\ncreation_place_original_location:Pekalongan (Indonesia)\nstyles_periods_indexing_terms:Peranakan\ninscriptions:\ninscription_language:\nshape:rectangular\nmaterials_name:cotton (textile)\ntechniques_name:batik\nobject_colour:multicolored\nphysical_appearance:This is a batik hanging. It features flowers on vines set against a plain maroon background. The floral vines are placed in the center of the hanging with a drawn lattice fence. There are several butterflies flying above the flowers. There is a signature at the bottom-right of the design.\nsubject_terms_1:Peranakan flower (motif)\nsubject_terms_2:Batik Draperies Peranakan (Asian people) Motifs\nsubject_terms_3:Batik\nsgcool_label_text:Flowers on vines set against a plain maroon background is shown on this sarong.  Occupying the centre of the cloth\n the placement of the wooden rack gives the design an illusion of two-dimensionality.  The use of filler motifs results in gradations of colour and adds depth to the overall design.  This batik comes from the family collection of Oey Djien Nio (1929-1987)\n the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures\n she used her husband’s name\n Liem Siok Hien.  But from 1965 onwards\n she used Jane Hendromartono\n combining her husband’s new Indonesian family name\n Hendromartono with Jane\n as people addressed her by.  She developed a personal style distinct from her mother and grandmother\n and experimented with a wide spectrum of colours and exotic combinations of birds\n rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe\n America and Japan\n especially in the 1980s.  This piece is signed “Jane Hendromartono Java ‘78”.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00402","Image":"","object_work_type":"hangings (coverings) batik art","title_text":"Hanging","preference":"main","title_language":"","creator_2":"Jane Hendromartono","creator_role":"textile designers","creation_date":"1978","creation_place_original_location":"Pekalongan (Indonesia)","styles_periods_indexing_terms":"Peranakan","inscriptions":"","inscription_language":"","shape":"rectangular","materials_name":"cotton (textile)","techniques_name":"batik","object_colour":"multicolored","physical_appearance":"This is a batik hanging. It features flowers on vines set against a plain maroon background. The floral vines are placed in the center of the hanging with a drawn lattice fence. There are several butterflies flying above the flowers. There is a signature at the bottom-right of the design.","subject_terms_1":"Peranakan flower (motif)","subject_terms_2":"Batik Draperies Peranakan (Asian people) Motifs","subject_terms_3":"Batik","sgcool_label_text":"Flowers on vines set against a plain maroon background is shown on this sarong.  Occupying the centre of the cloth, the placement of the wooden rack gives the design an illusion of two-dimensionality.  The use of filler motifs results in gradations of colour and adds depth to the overall design.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Jane Hendromartono Java ‘78”."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}