{"subject_terms_3" : "Installation art Nature and Environment", "materials_name" : "waste nylon", "creator_2" : "Charles Lim", "object_work_type" : "installations (visual works)", "object_colour" : "multicolored", "physical_appearance" : "This installation depicts two large hanging drainage socks in the middle of the room. Each drainage sock contains a large amount of detritus.", "sgcool_label_text" : "All Lines Flow Out takes the viewer through the monsoon drains of Singapore, drawing attention to the vast network of longkangs (the local term for the massive monsoon drains) which form an unintended map of the country. It is a journey that ends when the rainwater meet and merge with the sea between Singapore and Malaysia. Unfolding along a loose narrative, various individuals are met along the way, each of them has a singular – though not-always pleasant – encounter with the waters. History and personal memory are summoned too, through a brief voice-over from the last inhabitant of Singapore’s final remaining house by the sea.\r\n\r\nInformed by Lim’s own experience as a former national sailor, the work is shaped by what the artist perceives as a paradoxical relationship that Singaporeans often have towards water and the sea. Growing up in a densely populated and highly urbanised environment, few residents on the island show a natural affinity for the very thing that circumscribes its shores. Nonetheless, water sits high on the national consciousness: regarded as a critical resource to ensure national security and survival, it is vigilantly managed and ordered. Yet at times, the human desire for order is upturned when Nature returns with fury in torrential downpours that have caused flash floods in the very heart of the city. \r\n", "preference" : "main", "title_text" : "All Lines Flow Out", "creation_date" : "2011", "subject_terms_1" : "mixed media video recordings drains metaphor", "creator_role" : "artists (visual artists)", "accession_no_csv" : "2017-00909", "shape" : "irregular", "creation_place_original_location" : "Singapore", "subject_terms_2" : "Installations (Art) Mixed media (Art) Video recording Drainage Singapore Metaphor", "techniques_name" : "videography assemblage (sculpting technique)"}