{
  "subject_terms_3": "Visual arts Acrylic painting",
  "materials_name": "acrylic paint plastic (organic material)",
  "creator_2": "chi too",
  "object_work_type": "triptychs",
  "object_colour": "multicoloured",
  "physical_appearance": "The image displays three paintings that are attached side by side to the same overhead wooden board. The paintings are rectangular in shape and they are translucent. The painting on the left hand side has an orange border surrounding a centre that is painted purple. The middle one has a red centre and its border is black in colour. The one on the right has yellow centre and its perimeter is a purple border.",
  "sgcool_label_text": "chi too (b.1981) is a Sino-Malaysian artist currently based in Kuala Lumpur. (His name is rendered entirely in small letters.) He is a multidisciplinary artist whose practice “vacillates between the high-minded and the frivolous, the social and the personal, the transparent and the esoteric”, in the artist’s own words. He was also a member of the disbanded art collective The Best Art Show in the Universe. Since then, he has participated in various exhibitions and performance events in Malaysia and abroad, and was a Nippon Foundation Asian Public Intellectual (API) fellow in 2011. He has held four solo exhibitions to date, Longing (2011) at Blackbox MAP, Publika, Malaysia; State of Doubt (2012) at Akiba Art Lab, Tokyo Japan; and The Artist chi too Looks at Artworks As He Contemplates The State of the Nation’s Institutions a.k.a. How Can You Be Sure (2013) at Art Row, Publika, Malaysia, and most recently at the independent art space, Lostgens, at which he showed the Like Someone in Love series, of which the present work is a part.  Like Someone in Love #10 is a triptych of bubble-wrap paintings – sheets of that ubiquitous packing material, the individual bubbles of which have been painstakingly filled with acrylic paint via a syringe. The art historian Simon Soon penned an essay for the exhibition of the works at Lostgens, which encapsulates the conceptual framework of the series: “In a sense, chi too’s present exploration of painterly process casts a critical eye on two dominant tendencies in contemporary Malaysian painting. In both trends, painting is either regarded as either a self-evident channel for allegory or a transparent expression of emotive gesture. These are approaches to painting that Like Someone In Love as a series is evidently not. In terms of his painting method, chi too begins by choosing a sheet of bubble wrap as the painting support. The process is methodical and follows a pre-determined set of procedure. It requires him to painstakingly inject a small amount of paint into each bubble air pocket with a syringe. The neatly lined rows and columns of the bubble wrap provides chi too with a compositional grid. Based on this gridded matrix, he would explore a number of configurations that take us through a rudimentary lesson on colour theory.”",
  "preference": "main",
  "creator_1": "Not indicated",
  "edition_description": "Unique",
  "title_text": "Like Someone in Love #10",
  "creation_date": "2014",
  "subject_terms_1": "acrylic paintings (visual works) allegory (artistic device)",
  "creator_role": "mixed media artists",
  "accession_no_csv": "2017-00488",
  "shape": "rectangular",
  "creation_place_original_location": "Malaysia",
  "subject_terms_2": "Paintings Triptychs Allegories",
  "techniques_name": "acrylic painting (technique)"
}