{
  "id": "2017-00555",
  "title": "\"Preparatory drawing for \"\"Asking for Nothingness\"\" \"",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00555\n\n  Image: \n\n  object_work_type: sketches design development drawings\n\n  title_text: \\Preparatory drawing for \\\\Asking for Nothingness\\\\ \\\n\n  preference: main\n\n  title_language: \n\n  creator_2: Navin Rawanchaikul\n\n  creator_1: Rawanchaikul\n Navin\n\n  creator_role: artists (visual artists)\n\n  creation_date: 1995\n\n  creation_place_original_location: Thailand\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: charcoal (material) pencil (marking material) photographic paper\n\n  techniques_name: drawing (image making) black-and-white photography\n\n  object_colour: multicoloured\n\n  physical_appearance: There are four components to this sketch. To the left and right\n are images of a half dressed elderly man\n and an elderly woman respectively. As for the central panel\n it has been segmented into two parts. The top half is an aerial view of the installation\n whilst the bottom half shows the design from the front.\n\n  subject_terms_1: black-and-white photographs group identity memory cultural heritage elderly\n\n  subject_terms_2: Group identity Older people Collective memory Heritage Black \\u0026 White Pictures\n\n  subject_terms_3: Photography Drawing\n\n  sgcool_label_text: Asking for Nothingness is the largest work from Thai artist Navin Rawanchaikul’s series of bottle installations from the 1990s and rounds off a style that marked the artist’s early period of experimentation and social engagement\n which included segues into assemblages and performances with intravenous injection bottles and bottled water. The bottle series started with a performance-installation titled Fon Pan-ya and Dee U-raporn in 1993\n where the artist invited a pair of elderly villagers\n one 72-year-old male and one 64-year-old female\n in rural Chiang Mai to sit within two large vitrines holding two book covers embossed with details such as name\n age and address\n in order to highlight the disappearance of traditional values and modern society’s neglect of the elderly and illiterate.  This gradually morphed into black and white photographs of Thai villagers inserted into old medicine bottles and then displayed in wooden cabinets\n buried into mud-filled wooden troughs or on tiered open-shelf columns – the last being the work There is No Voice (1993) which was also shown at the seminal exhibition “Traditions/Tensions” in New York. Asking for Nothingness expands on the presentation of There is No Voice\n making it into a large-scale immersive room installation where the visitor meanders through the columns confronting or contemplating the myriad faces of the villagers.  Rawanchaikul’s message-in-a-bottle photographic archive of Chiang Mai\\u0027s marginalised aged reaffirms the educational\n historic\n and cultural significance our seniors can imbue\n if we take the time to preserve.\n",
  "createdDate": "20201201203308",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00555",
    "Image": "",
    "object_work_type": "sketches design development drawings",
    "title_text": "\"Preparatory drawing for \"\"Asking for Nothingness\"\" \"",
    "preference": "main",
    "title_language": "",
    "creator_2": "Navin Rawanchaikul",
    "creator_1": "Rawanchaikul, Navin",
    "creator_role": "artists (visual artists)",
    "creation_date": "1995",
    "creation_place_original_location": "Thailand",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "charcoal (material) pencil (marking material) photographic paper",
    "techniques_name": "drawing (image making) black-and-white photography",
    "object_colour": "multicoloured",
    "physical_appearance": "There are four components to this sketch. To the left and right, are images of a half dressed elderly man, and an elderly woman respectively. As for the central panel, it has been segmented into two parts. The top half is an aerial view of the installation, whilst the bottom half shows the design from the front.",
    "subject_terms_1": "black-and-white photographs group identity memory cultural heritage elderly",
    "subject_terms_2": "Group identity Older people Collective memory Heritage Black \u0026 White Pictures",
    "subject_terms_3": "Photography Drawing",
    "sgcool_label_text": "Asking for Nothingness is the largest work from Thai artist Navin Rawanchaikul’s series of bottle installations from the 1990s and rounds off a style that marked the artist’s early period of experimentation and social engagement, which included segues into assemblages and performances with intravenous injection bottles and bottled water. The bottle series started with a performance-installation titled Fon Pan-ya and Dee U-raporn in 1993, where the artist invited a pair of elderly villagers, one 72-year-old male and one 64-year-old female, in rural Chiang Mai to sit within two large vitrines holding two book covers embossed with details such as name, age and address, in order to highlight the disappearance of traditional values and modern society’s neglect of the elderly and illiterate.  This gradually morphed into black and white photographs of Thai villagers inserted into old medicine bottles and then displayed in wooden cabinets, buried into mud-filled wooden troughs or on tiered open-shelf columns – the last being the work There is No Voice (1993) which was also shown at the seminal exhibition “Traditions/Tensions” in New York. Asking for Nothingness expands on the presentation of There is No Voice, making it into a large-scale immersive room installation where the visitor meanders through the columns confronting or contemplating the myriad faces of the villagers.  Rawanchaikul’s message-in-a-bottle photographic archive of Chiang Mai\u0027s marginalised aged reaffirms the educational, historic, and cultural significance our seniors can imbue, if we take the time to preserve."
  },
  "nlpDate": "20201201203308",
  "connectorId": 0,
  "tags": {}
}