{"id":"2017-00548\r\n","title":"Rubbish","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00548\\r\\n\nImage:\nobject_work_type:installations (visual works)\ntitle_text:Rubbish\npreference:main\ntitle_language:\ncreator_2:Kentaro Hiroki\ncreator_role:artists (visual artists)\ncreation_date:2016\ncreation_place_original_location:Singapore (?) Thailand\ninscriptions:\ninscription_language:\nmaterials_name:colored pencils paper (fiber product)\ntechniques_name:drawing (image-making)\nobject_colour:multicolored\nphysical_appearance:The family image shows four pieces of paper products that have been designed to resemble pieces of rubbish\n scattered on the ground. On the foreground there is a cigarette case. Above it\n there is a flattered Mcdonalds cup. Beside the cup\n there is a Snickers bar wrapper. Behind it\n there is another wrapper.\nsubject_terms_1:waste replication (image-making processes) refuse disposal\nsubject_terms_2:Installations (Art) Litter (Trash) Consumption (Economics)\nsubject_terms_3:Installation art\nsgcool_label_text:Working with a strict methodology and set of criteria\n Kentaro Hiroki handpicks everyday objects discarded on the streets to form the basis for his works. The things he chooses are intended to be reflective of time and space: unique to the localities in which he finds them\n each object has its own story to tell of the communities it was found in. Once the artist has painstakingly replicated each found article into a detailed paper reproduction of the original items\n the original value of these items in the economic context is replaced with an art object\n its uselessness imbued with renewed meaningfulness. Each piece takes up to 4 four days to create\n and Hiroki’s execution is simultaneously and exercise in translation and self-reflection.","createdDate":"20201119143406","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00548\r\n","Image":"","object_work_type":"installations (visual works)","title_text":"Rubbish","preference":"main","title_language":"","creator_2":"Kentaro Hiroki","creator_role":"artists (visual artists)","creation_date":"2016","creation_place_original_location":"Singapore (?) Thailand","inscriptions":"","inscription_language":"","materials_name":"colored pencils paper (fiber product)","techniques_name":"drawing (image-making)","object_colour":"multicolored","physical_appearance":"The family image shows four pieces of paper products that have been designed to resemble pieces of rubbish, scattered on the ground. On the foreground there is a cigarette case. Above it, there is a flattered Mcdonalds cup. Beside the cup, there is a Snickers bar wrapper. Behind it, there is another wrapper.","subject_terms_1":"waste replication (image-making processes) refuse disposal","subject_terms_2":"Installations (Art) Litter (Trash) Consumption (Economics)","subject_terms_3":"Installation art","sgcool_label_text":"Working with a strict methodology and set of criteria, Kentaro Hiroki handpicks everyday objects discarded on the streets to form the basis for his works. The things he chooses are intended to be reflective of time and space: unique to the localities in which he finds them, each object has its own story to tell of the communities it was found in. Once the artist has painstakingly replicated each found article into a detailed paper reproduction of the original items, the original value of these items in the economic context is replaced with an art object, its uselessness imbued with renewed meaningfulness. Each piece takes up to 4 four days to create, and Hiroki’s execution is simultaneously and exercise in translation and self-reflection."},"nlpDate":"20201119143406","connectorId":0,"tags":{}}