{
  "subject_terms_3": "Ng, Eng Teng  Sculpture",
  "materials_name": "bronzes (visual works)",
  "creator_2": "Ng Eng Teng",
  "object_work_type": "Sculpture",
  "object_colour": "bronze (colour)",
  "physical_appearance": "\"This is a bronze sculpture with two figures mounted on a base. The curvilinear form of the \"\"mother\"\" figure has her legs melded together. A child rests on her right; supported by two hands. \"",
  "sgcool_label_text": "One of the most prolific modern sculptors in Singapore, Ng Eng Teng (1934 – 2001) produced numerous innovative works over a span of four decades. These include large-scale public sculptures, which are displayed throughout Singapore, to life-sized and smaller ones. After undergoing his formal training at the Nanyang Academy of Fine Arts (NAFA) where he built a strong foundation in drawing and painting, Ng went on to study ceramics in the United Kingdom in the early 1960s. Upon graduation, he worked as an industrial pottery designer in Ireland for two years before returning to Singapore in 1966. These various stints equipped him with, not only the creative and conceptual approaches, but also the necessary technical vocabulary to deal with the three-dimensional form and with different materials.\r\n\r\nThis bronze sculpture belongs to the iconic “Mother and Child” series created by the artist. Ng Eng Teng, whose oeuvre dealt primarily with the figure and the human condition, believed that humanity began with the family where children would learn values through the dynamic relationships with their parents. The artist has articulated the supportive role that a mother plays in her offspring’s life through various compositions, making the mother and child a recurring motif in his body of works. Some sculptures, for instance, poignantly portray the child sitting restfully on the mother’s lap or in her embracing arms. In this particular work, the mother’s large hands protectively press her child close to her side. \r\n\r\nA sculpture that was cast in Taiwan, “Mother and Child” was left behind in the late artist’s studio for several years. It has been temporarily sited at Tampines Central Park and will be moved to National Gallery Singapore where it will be installed on the existing pavement structure in front of the Gallery, becoming part of the its façade that faces the Padang. It is also the last monumental work produced by the artist. Another work, which was produced in 1980 and also entitled “Mother and Child”, is located at Orchard Parade Hotel.",
  "preference": "main",
  "creator_1": "Ng, Eng Teng, 1934-2001",
  "title_text": "Mother and Child",
  "creation_date": "1996",
  "subject_terms_1": "mothers  children (people by age group)",
  "creator_role": "sculptors",
  "accession_no_csv": "2017-01078",
  "shape": "irregular",
  "creation_place_original_location": "Singapore  Taiwan",
  "subject_terms_2": "Bronze sculpture  Mother and child  Ng, Eng Teng, 1934-2001  Art, Singaporean",
  "techniques_name": "casting (process) sculpting"
}