{"id":"2017-00673 and 00674","title":"Complimentary admission passes to Singapore History Museum","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2017-00673 and 00674\nImage:\nobject_work_type:admission tickets\ntitle_text:Complimentary admission passes to Singapore History Museum\npreference:main\ntitle_language:\ncreator_2:Not specified\ncreation_date:1990\ncreation_place_original_location:Singapore\ninscriptions:\ninscription_language:\nshape:Rectangular\nmaterials_name:paper (fibre product)\ntechniques_name:printing (process)\nobject_colour:multicoloured\nedition_description:202739\nphysical_appearance:\\This is a complimentary pass ticket for entry into the Singapore History Museum. The ticket has perforations that separates the ticket into three stubs; the first indicates that it is an SHM Complimentary Pass with the ticket number 202739\n the second and third are identical and both indicate that it is valid for single visits only\n and carries the National Heritage Board logo. An image of a pair of sanndals\n and the word \\\\Complimentary Pass\\\\ runs vertically down the side of the two latter stubs. \\\nsubject_terms_1:history museums (institutions)\nsubject_terms_2:Singapore. National Heritage Board  Singapore History Museum  Museum tickets  national museums (institutions)\nsubject_terms_3:Singapore History Museum  Singapore. National Heritage Board  Museums  National Museum (Singapore)\nsgcool_label_text:This complimentary one-time admission pass allowed entrance for a maximum of 4 people to the Singapore History Museum and its regular exhibitions. In 1993\n the National Museum became part of the National Heritage Board (NHB) and the national collection of paintings\n archaeological wares\n ethnographical and historic material were then split into three different museums. The Singapore History Museum was housed in the museum’s original premises at Stamford Road. Following the museum’s redevelopment in 2006\n the institution was renamed as the National Museum of Singapore.","createdDate":"20201018182636","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2017-00673 and 00674","Image":"","object_work_type":"admission tickets","title_text":"Complimentary admission passes to Singapore History Museum","preference":"main","title_language":"","creator_2":"Not specified","creation_date":"1990","creation_place_original_location":"Singapore","inscriptions":"","inscription_language":"","shape":"Rectangular","materials_name":"paper (fibre product)","techniques_name":"printing (process)","object_colour":"multicoloured","edition_description":"202739","physical_appearance":"\"This is a complimentary pass ticket for entry into the Singapore History Museum. The ticket has perforations that separates the ticket into three stubs; the first indicates that it is an SHM Complimentary Pass with the ticket number 202739, the second and third are identical and both indicate that it is valid for single visits only, and carries the National Heritage Board logo. An image of a pair of sanndals, and the word \"\"Complimentary Pass\"\" runs vertically down the side of the two latter stubs. \"","subject_terms_1":"history museums (institutions)","subject_terms_2":"Singapore. National Heritage Board  Singapore History Museum  Museum tickets  national museums (institutions)","subject_terms_3":"Singapore History Museum  Singapore. National Heritage Board  Museums  National Museum (Singapore)","sgcool_label_text":"This complimentary one-time admission pass allowed entrance for a maximum of 4 people to the Singapore History Museum and its regular exhibitions. In 1993, the National Museum became part of the National Heritage Board (NHB) and the national collection of paintings, archaeological wares, ethnographical and historic material were then split into three different museums. The Singapore History Museum was housed in the museum’s original premises at Stamford Road. Following the museum’s redevelopment in 2006, the institution was renamed as the National Museum of Singapore."},"nlpDate":"20201018182636","connectorId":0,"tags":{}}