{
  "id": "2017-00943",
  "title": "Reliquary crucifix",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00943\n\n  Image: \n\n  object_work_type: crucifixes\n\n  title_text: Reliquary crucifix\n\n  preference: main\n\n  title_language: \n\n  creation_date: 17th century\n\n  creation_place_original_location: Japan\n\n  styles_periods_indexing_terms: Japanese (culture of style)\n\n  inscriptions: \n\n  inscription_language: \n\n  materials_name: copper alloy  gilding (material)  lacquer (material)\n\n  techniques_name: gilding (technique) incising  molding (forming)  lacquering\n\n  object_colour: gold (colour)\n\n  physical_appearance: This is a reliquary crucifix. On one side  of the object\n is a three dimensional figure of Christ Crucified. Above him\n is a plaque with the words INRI\n and beneath his feet is the image of a skull. The sides of the cross are decorated with scrolling foliage motifs and symbols of the Passion of Christ. A figure of the Virgin Mary praying with her hands clasped is found on the other side. There are knobs on the bottom and on the arms of the cross.\n\n  subject_terms_1: reliquaries  foliage (motif)  missionaries  Christianity Roman Catholicism\n\n  subject_terms_2: Reliquary crosses  Pendants (Jewelry) Jesus Christ  Christianity  Mary\n Blessed Virgin\n Saint.  Jesus Christ Passion Leaves in art  Missions  Catholic Church\n\n  subject_terms_3: Decorative arts Christianity\n\n  subject_terms_4: \n\n  sgcool_label_text: This crucifix pendant is actually a reliquary. The knob at the bottom of the cross unscrews and panels on both sides open to reveal small compartments. Relics and other valuable items could be stored within. \\r\\n\\r\\nOn one side\n there is a figure of Christ Crucified. On the other side is a figure of the Virgin Mary. The blooms below her feet are unusual and quite interesting: they appear to be a chrysanthemums\n a flower popular in Japanese decorative arts. This crucifix reliquary was\n in fact\n made in Japan\n perhaps for Western Christian missionaries working there. The decoration was made with a technique called sawasa\n which involves applying lacquer to a gilded metal surface\n then both incising and adding raised relief decoration to create stunning contrasts in black and gold. \\r\\n\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00943",
    "Image": "",
    "object_work_type": "crucifixes",
    "title_text": "Reliquary crucifix",
    "preference": "main",
    "title_language": "",
    "creation_date": "17th century",
    "creation_place_original_location": "Japan",
    "styles_periods_indexing_terms": "Japanese (culture of style)",
    "inscriptions": "",
    "inscription_language": "",
    "materials_name": "copper alloy  gilding (material)  lacquer (material)",
    "techniques_name": "gilding (technique) incising  molding (forming)  lacquering",
    "object_colour": "gold (colour)",
    "physical_appearance": "This is a reliquary crucifix. On one side  of the object, is a three dimensional figure of Christ Crucified. Above him, is a plaque with the words INRI, and beneath his feet is the image of a skull. The sides of the cross are decorated with scrolling foliage motifs and symbols of the Passion of Christ. A figure of the Virgin Mary praying with her hands clasped is found on the other side. There are knobs on the bottom and on the arms of the cross.",
    "subject_terms_1": "reliquaries  foliage (motif)  missionaries  Christianity Roman Catholicism",
    "subject_terms_2": "Reliquary crosses  Pendants (Jewelry) Jesus Christ  Christianity  Mary, Blessed Virgin, Saint.  Jesus Christ Passion Leaves in art  Missions  Catholic Church",
    "subject_terms_3": "Decorative arts Christianity",
    "subject_terms_4": "",
    "sgcool_label_text": "This crucifix pendant is actually a reliquary. The knob at the bottom of the cross unscrews and panels on both sides open to reveal small compartments. Relics and other valuable items could be stored within. \r\n\r\nOn one side, there is a figure of Christ Crucified. On the other side is a figure of the Virgin Mary. The blooms below her feet are unusual and quite interesting: they appear to be a chrysanthemums, a flower popular in Japanese decorative arts. This crucifix reliquary was, in fact, made in Japan, perhaps for Western Christian missionaries working there. The decoration was made with a technique called sawasa, which involves applying lacquer to a gilded metal surface, then both incising and adding raised relief decoration to create stunning contrasts in black and gold. \r\n"
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}