{
  "id": "2017-00912",
  "title": "Self-Portrait",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2017-00912\n\n  Image: \n\n  object_work_type: oil paintings (visual works)\n\n  title_text: Self-Portrait\n\n  preference: main\n\n  title_language: \n\n  creator_2: Patrick Ng\n\n  creator_role: artists (visual artists)\n\n  creation_date: 1958\n\n  creation_place_original_location: Malaysia\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: Rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: oil painting (technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This is a self-portrait of the artist in malay dress; batik with leaf motif. He wears his long hair down\n  and his hands are clasped in front of him\n In the background is a hilly landscape with trees\n and a reddish-brown coloured sky.\n\n  subject_terms_1: figurative art\n\n  subject_terms_2: Art\n Malaysian\n\n  subject_terms_3: Visual arts\n\n  sgcool_label_text: \\Patrick Ng Kah Onn (1932-1989) was born in Kuala Lumpur in 1932. He went to Oxford English School in Singapore\n and later finished his secondary education at St. John’s Institution and Victoria Institution in Kuala Lumpur\n graduating in 1952. In 1956 he began teaching art at Methodist Girls School\n Kuala Lumpur\n and was transferred to Victoria Institution in 1959 where he taught until 1963. In the 1960s\n he underwent formal art training in London\n United Kingdom\n after being awarded the Sino-British Fellowship Trust to study art in Britain. Between 1964 and 1966\n he was enrolled at Hammersmith College of Art. He pursued a major in art and textiles at the Wimbledon and Southlands College of Education from 1966 to 1968. Eventually\n he settled down in the England where he passed away in 1989. \\r\\n \\r\\nNg was a founding member of the Wednesday Art Group which was founded in Kuala Lumpur in 1952 by Peter Harris who was the art superintendent for the Malayan Federation. The other members of the Wednesday Art Group included Syed Ahmad Jamal\n Cheong Laitong\n Grace Selvanayagam\n Ismail Mustam\n Jolly Koh and Dzulkifli Buyong. Through his involvement in the group\n Ng became associated with the earliest conscious efforts and activities aimed at forging a modern art practice in Malaya. The artist and his oeuvre claim an important position in the development of modern art in the early years of an independent Malaya\n and have been co-opted into the discourse of Malaysian art history.\\r\\n\\r\\nA female figure is the subject of this painting\n which has been cryptically titled \\\\Self-Portrait\\\\. The painting depicts the artist\n",
  "createdDate": "20201120223708",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2017-00912",
    "Image": "",
    "object_work_type": "oil paintings (visual works)",
    "title_text": "Self-Portrait",
    "preference": "main",
    "title_language": "",
    "creator_2": "Patrick Ng",
    "creator_role": "artists (visual artists)",
    "creation_date": "1958",
    "creation_place_original_location": "Malaysia",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "Rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "oil painting (technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This is a self-portrait of the artist in malay dress; batik with leaf motif. He wears his long hair down,  and his hands are clasped in front of him, In the background is a hilly landscape with trees, and a reddish-brown coloured sky.",
    "subject_terms_1": "figurative art",
    "subject_terms_2": "Art, Malaysian",
    "subject_terms_3": "Visual arts",
    "sgcool_label_text": "\"Patrick Ng Kah Onn (1932-1989) was born in Kuala Lumpur in 1932. He went to Oxford English School in Singapore, and later finished his secondary education at St. John’s Institution and Victoria Institution in Kuala Lumpur, graduating in 1952. In 1956 he began teaching art at Methodist Girls School, Kuala Lumpur, and was transferred to Victoria Institution in 1959 where he taught until 1963. In the 1960s, he underwent formal art training in London, United Kingdom, after being awarded the Sino-British Fellowship Trust to study art in Britain. Between 1964 and 1966, he was enrolled at Hammersmith College of Art. He pursued a major in art and textiles at the Wimbledon and Southlands College of Education from 1966 to 1968. Eventually, he settled down in the England where he passed away in 1989. \r\n \r\nNg was a founding member of the Wednesday Art Group which was founded in Kuala Lumpur in 1952 by Peter Harris who was the art superintendent for the Malayan Federation. The other members of the Wednesday Art Group included Syed Ahmad Jamal, Cheong Laitong, Grace Selvanayagam, Ismail Mustam, Jolly Koh and Dzulkifli Buyong. Through his involvement in the group, Ng became associated with the earliest conscious efforts and activities aimed at forging a modern art practice in Malaya. The artist and his oeuvre claim an important position in the development of modern art in the early years of an independent Malaya, and have been co-opted into the discourse of Malaysian art history.\r\n\r\nA female figure is the subject of this painting, which has been cryptically titled \"\"Self-Portrait\"\". The painting depicts the artist"
  },
  "nlpDate": "20201120223708",
  "connectorId": 0,
  "tags": {}
}