{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It features stylised mythical and fantastical beasts set against a dark indigo plain background. The animals are interspersed with flowering branches and tendrils. These motifs are further embellished with intricate secondary filler motifs. The right and left ends of the batik are bordered by scrolling tendril patterns.", "sgcool_label_text" : "Set against an indigo blue plain background, mythical and fantastical beasts are depicted on this kain panjang.  Their fiery manes, rolling tongues and elaborate tail feathers echo the flowering branches amidsts these creatures.  Aside from the batikker, Jane Hendromartono’s creativity, her technical virtuosity is also evident in the intricate filler motifs that embellish the main motifs.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1950-1980s", "subject_terms_1" : "Peranakan legendary beings foliage (motif)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00413", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}