{"subject_terms_3" : "Batik Peranakan costumes", "materials_name" : "cotton (textile)", "creator_2" : "Jane Hendromartono", "object_work_type" : "folk costume batik art", "object_colour" : "multicolored", "physical_appearance" : "This is a batik kain panjang. It features four identical birds with outstretched wings, and long and elaborate tails that extend to the height of this kain panjang. The birds are surrounded by flowering branches. Half of the design is shown as a mirror image, reflecting at the horizontal center of the batik. There is a signature on the bottom-left of the batik kain panjang.", "sgcool_label_text" : "Four identical birds with outstretched wings are shown on this batik.  It has elaborate plumage, and a tail that extends to nearly the height of this kain panjang.  It is surrounded by flowering branches, with half of the design shown as a mirror image of the other half.  This batik comes from the family collection of Oey Djien Nio (1929-1987), the last in three generations of documented batik-makers in Pekalongan.  In her earlier signatures, she used her husband’s name, Liem Siok Hien.  But from 1965 onwards, she used Jane Hendromartono, combining her husband’s new Indonesian family name, Hendromartono with Jane, as people addressed her by.  She developed a personal style distinct from her mother and grandmother, and experimented with a wide spectrum of colours and exotic combinations of birds, rock formations and mythical animals.  Jane Hendromartono’s clientele expanded beyond the elite in Indonesia to include Europe, America and Japan, especially in the 1980s.  This piece is signed “Hendromartono’s © Batik Art “Unique” Pekalongan Java Indonesia 100% Tulis”.", "preference" : "main", "title_text" : "Kain panjang", "creation_date" : "1965-1980s", "subject_terms_1" : "Peranakan foliage (motif) flower (motif) birds (motifs)", "creator_role" : "textile designers", "styles_periods_indexing_terms" : "Peranakan", "accession_no_csv" : "2017-00400", "shape" : "rectangular", "creation_place_original_location" : "Pekalongan (Indonesia)", "subject_terms_2" : "Batik Ethnic costume Peranakan (Asian people) Motifs", "techniques_name" : "batik"}