{
  "subject_terms_3": "Installation art  Photography  Migration",
  "context_2": "exhibitions (events)",
  "materials_name": "mixed media",
  "creator_2": "Wong Hoy Cheong",
  "object_work_type": "installations (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "This installation is comprised of a room structure, lamps, photographs, furniture, and a television that plays a fictional documentary.",
  "context_11": "1937 1929",
  "sgcool_label_text": "What if Malaysia had colonised Austria? Re:Looking is an invitation to imagine an alternate version of reality where Austria is experiencing post-colonial predicaments as its citizens seek out better lives in Malaysia, its former colonial master. Located in a cosy living room, the work is rooted in deliberate misinformation. Is everything you see on television real? Wong uses the documentary form, which seemingly presents objective, factual accounts of history, to question the role of the mass media in conveying “truth.” Faced with solemn recollections by Austrians and Malaysians about a shared history that never existed, the line between history as we know it and this alternative construct begins to blur. For this new installation of Re:Looking, Wong used salvaged architectural fixtures from the colonial-era former Supreme Court and City Hall buildings.",
  "preference": "main",
  "context_6": "National Gallery Singapore",
  "creator_1": "Wong, Hoy Cheong",
  "context_1": "Artist and Empire: (En)countering Colonial Legacies",
  "context_5": "26-Mar-17",
  "title_text": "Re:Looking 2002-2003 (With A Simplified Installation In Collaboration With National Gallery Singapore)",
  "creation_date": "2016",
  "subject_terms_1": "black-and-white photographs  video art  colonialism  local histories  architectural elements migrant workers",
  "context_10": "City Hall (Singapore)  Former Supreme Court (Singapore)",
  "context_4": "6-Oct-16",
  "context_8": "planners  curators",
  "creator_role": "artists (visual artists)",
  "accession_no_csv": "2017-00903",
  "creation_place_original_location": "Singapore",
  "subject_terms_2": "Installations (Art) Photographs  Video art  Imperialism  Local history  Migrant workers",
  "context_3": "6-Oct-2016 - 26-Mar-2017",
  "context_9": "The architectural elements of the exhibition were salvaged from the former Supreme Court and City Hall buildings",
  "techniques_name": "installing videography  photography (process)",
  "context_13": "1937 1929",
  "context_7": "National Gallery Singapore",
  "context_12": "1937 1929"
}