{"subject_terms_3" : "Installation art Films Music", "context_2" : "massacres", "materials_name" : "mixed media", "creator_2" : "Arnont Nongyao Piyarat Piyaponwiwat", "object_work_type" : "installations (visual works)", "object_colour" : "multicoloured", "physical_appearance" : "This installation art is created by a combination of audio and visual works. There is a foldable rusted chair occupying a central position in a space. In front of the chair, there is a projection on a wall. The projection features a multicolored soundwave pattern.", "sgcool_label_text" : "TRANCE was produced in collaboration between two of Thailand’s most promising young artists Arnont Nongyao and Piyarat Piyapongwiwat. Emerging from both artists’ interests in music, vibration and acoustics, as well as linguistic theory, TRANCE was produced as an examination of contemporary political issues through the propaganda music that inspired people from diverse cultures and backgrounds into committing some of the worst human atrocities in history. Comprising of 3 parts, the works bring to the forefront, for examination, the trance-inducing properties of propaganda tunes, and that in spite of their happy melodies and feel-good effects, the atrocities these compositions have inspired people to commit.", "preference" : "alternate main", "context_6" : "Mahawitthayalai Thammasat", "creator_1" : "Not indicated", "context_1" : "Thammasat University Massacre", "context_5" : "10\/6\/76", "title_text" : "TRANCE \r\nPart 1: WARPAPER\r\nPart 2: Video Installation (Year Zero; For What It’s Worth; Are We All Just Dust?; Thousand Hills) \r\nPart 3: Metamorphosis  TRANCE", "creation_date" : "2014", "subject_terms_1" : "multimedia works political art video recordings propaganda sound art interactive art", "context_4" : "10\/6\/76", "context_8" : "armed forces groups (organizations)", "creator_role" : "artists (visual artists)", "accession_no_csv" : "2018-00012", "shape" : "irregular", "creation_place_original_location" : "Thailand (nation)", "subject_terms_2" : "Installations (Art) Video recordings Multimedia (Art) Propaganda Sound art Trance Interactive art Politics in art", "context_3" : "10\/6\/76", "techniques_name" : "installing", "context_7" : "police officers students"}