{"subject_terms_3" : "Portrait photography Children Chinese costumes", "materials_name" : "paper (fiber product)", "creator_2" : "G.R. Lambert & Company", "object_work_type" : "black-and-white photographs photographs", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows a black-and-white photograph. It is rectangular and it features a child and two men. All of them are wearing their ethnic costumes and they are standing up. Both of the adults have headwear on but not the child. The men on the right is holding onto the beaded necklace that is worn around his neck. There are flower pots on a stand behind them and the background suggests that this photograph was taken in the interior of a building.", "sgcool_label_text" : "This photograph shows two men and a child in Chinese robes standing in a courtyard. Although the photographer is not known, it may be taken by G.R. Lambert and Co.\r\n\r\nG.R. Lambert and Co was a leading and the most enduring of the European photography studios in Singapore. The studio was established in 1867 by Gustave Richard Lambert, who was originally from Dresden, Germany. Popular among the elites, the firm was often chosen as the official photographers for important state events in Singapore. In 1861 it was appointed as the official photographer of the King of Siam and the Sultan of Johore.", "preference" : "main", "creator_1" : "G.R. Lambert & Co.", "title_text" : "Photograph of two Chinese men and a child in courtyard", "creation_date" : "1900s", "subject_terms_1" : "studio portraits group portraits children (people by age group) men (male humans) folk costume", "creator_role" : "photography studios (organizations)", "accession_no_csv" : "2018-00124", "shape" : "rectangular", "creation_place_original_location" : "Straits Settlement (former territory\/colony\/dependent state)", "subject_terms_2" : "Black-and-white photography Portrait photography Portraits, Group Children Men Ethnic costume", "techniques_name" : "printing (process) photographic processes"}