{"id":"2018-00017","title":"The Thin Black Line","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00017\nImage:\nobject_work_type:installations (visual works)\ntitle_text:The Thin Black Line\npreference:main\ntitle_language:\ncreator_2:Richard Streitmatter-Tran\ncreator_1:Not indicated\ncreator_role:creators\ncreation_date:2017\ncreation_place_original_location:Viet Nam (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nscale_type:Not indicated\nmaterials_name:wood (plant material) metal plastic (organic material) wire mixed media\ntechniques_name:creating (artistic activity) metalworking forming (physical activity)\nobject_colour:multicoloured\nedition_description:Unique\nphysical_appearance:The image shows an installation. The left side of the image features a close-up view of a grey speaker and a phonograph horn that is yellow in colour. Both of these items are hung up on a wooden pillar. A black wire conects this pair of items to a similar pair\n seen at the right hand side of the image. The setting of this installation piece is in the interior of a building. There is a transparent window in the background\n showing trees on the other side.\nsubject_terms_1:mixed media works multimedia works musical compositions symbolism (artistic concept) local histories\nsubject_terms_2:Multimedia Installations (Art) Music Symbolism local histories\nsubject_terms_3:Installations (Art) Music\nsgcool_label_text:The visitor experiences ‘The Thin Black Line’ by Vietnamese American artist\n Richard Streitmatter-Tran\n audibly before they do visually. Ambient music that occasionally includes recognisable transmissions of the carefree laughter of cherubic children pulses through the space\n throwing the visitor into a an eerie sense of being hurtled into an era past. ‘The Thin Black Line’ comprises four pairs of speakerphones and phonograph horns attached to wooden pillars. Black wiring\n that stretches across the gallery space – piping music to each of the speakers – allows for a conversation to take place between elements of the artwork. \\r\\n\\r\\n‘The Thin Black Line’ pairs two styles of speakerphones\n visually bringing together two eras of Vietnamese history: the colonial era under the French\n and the post-war and present era\n whilst the juxtaposition of the speakerphones and the experimental music it emits crafts a conversation around past memories\n present experiences\n and future thoughts of Vietnam as being intertwined to the point of inseparable.","createdDate":"20201018182637","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00017","Image":"","object_work_type":"installations (visual works)","title_text":"The Thin Black Line","preference":"main","title_language":"","creator_2":"Richard Streitmatter-Tran","creator_1":"Not indicated","creator_role":"creators","creation_date":"2017","creation_place_original_location":"Viet Nam (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","scale_type":"Not indicated","materials_name":"wood (plant material) metal plastic (organic material) wire mixed media","techniques_name":"creating (artistic activity) metalworking forming (physical activity)","object_colour":"multicoloured","edition_description":"Unique","physical_appearance":"The image shows an installation. The left side of the image features a close-up view of a grey speaker and a phonograph horn that is yellow in colour. Both of these items are hung up on a wooden pillar. A black wire conects this pair of items to a similar pair, seen at the right hand side of the image. The setting of this installation piece is in the interior of a building. There is a transparent window in the background, showing trees on the other side.","subject_terms_1":"mixed media works multimedia works musical compositions symbolism (artistic concept) local histories","subject_terms_2":"Multimedia Installations (Art) Music Symbolism local histories","subject_terms_3":"Installations (Art) Music","sgcool_label_text":"The visitor experiences ‘The Thin Black Line’ by Vietnamese American artist, Richard Streitmatter-Tran, audibly before they do visually. Ambient music that occasionally includes recognisable transmissions of the carefree laughter of cherubic children pulses through the space, throwing the visitor into a an eerie sense of being hurtled into an era past. ‘The Thin Black Line’ comprises four pairs of speakerphones and phonograph horns attached to wooden pillars. Black wiring, that stretches across the gallery space – piping music to each of the speakers – allows for a conversation to take place between elements of the artwork. \r\n\r\n‘The Thin Black Line’ pairs two styles of speakerphones, visually bringing together two eras of Vietnamese history: the colonial era under the French, and the post-war and present era, whilst the juxtaposition of the speakerphones and the experimental music it emits crafts a conversation around past memories, present experiences, and future thoughts of Vietnam as being intertwined to the point of inseparable."},"nlpDate":"20201018182637","connectorId":0,"tags":{}}