{
  "subject_terms_3": "Portrait photography Children Peranakan costumes",
  "materials_name": "paper (fiber product)",
  "creator_2": "G.R. Lambert & Company",
  "object_work_type": "black-and-white photographs photographs",
  "object_colour": "grey monochrome",
  "physical_appearance": "\"The image shows a black-and-white photograph. It is rectangular and it features five children. Three of them are standing up while the other two are sitting down. They are wearing their ethnic costumes and all of them have headgear on. The background suggests that the photograph was taken in the interior of a building. \"\"Chinese Childeren in Newjarsdress 373\"\" is stated at the bottom of the photograph. \"",
  "sgcool_label_text": "This studio portrait shows five children sumptuously dressed for the New Year. Visible in the hands of one of the girls is an embroidered ceremonial handkerchief or bim poh lenggang. Beside her figure is the inscription ‘Chinese Childeren in Newjarsdress 373’.\r\n\r\nG.R. Lambert and Co was a leading and the most enduring of the European photography studios in Singapore. The studio was established in 1867 by Gustave Richard Lambert, who was originally from Dresden, Germany. Popular among the elites, the firm was often chosen as the official photographers for important state events in Singapore. In 1861 it was appointed as the official photographer of the King of Siam and the Sultan of Johore.",
  "preference": "main",
  "creator_1": "G.R. Lambert & Co.",
  "title_text": "Studio portrait of children in New Year attire",
  "creation_date": "1890s-1900s",
  "subject_terms_1": "group portraits studio portraits children (people by age group) Peranakan folk costume anniversaries",
  "creator_role": "photography studios (organizations)",
  "accession_no_csv": "2018-00110",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore (nation)",
  "subject_terms_2": "Black-and-white photography Portraits, Group Portrait photography Children Ethnic costume New Year Peranakan (Asian people)",
  "techniques_name": "printing (process) photographic processes"
}