{
  "id": "2018-00001",
  "title": "Necktie belonging to Justice Choor Singh",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2018-00001\n\n  Image: \n\n  object_work_type: neckwear neckties\n\n  title_text: Necktie belonging to Justice Choor Singh\n\n  preference: main\n\n  title_language: \n\n  creator_1: Sidhu\n Choor Singh Sidhu\n Choor Singh (TTE)\n\n  creator_role: used\n\n  creation_date: mid 20th century\n\n  creation_place_original_location: Singapore (nation)\n\n  styles_periods_indexing_terms: Not indicated\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: irregular\n\n  materials_name: polyester (fiber) textile materials\n\n  techniques_name: sewing (needleworking technique)\n\n  object_colour: multicoloured\n\n  physical_appearance: This necktie belonging to Justice Choor Singh is navy blue in colour. The older version of the embelm of Federated Malay States\n in the colours red and yellow can be seen throughout the tie in a diagonal fashion. Diagonal twin lines in red and yellow also appear after every row of diagonal embelm symbols.\n\n  subject_terms_1: emblem (symbols) judges coats of arms worn costume accessories heraldic motifs founders (originators)\n\n  subject_terms_2: Motifs Dress accessories Devices (Heraldry) Judges Emblems\n\n  subject_terms_3: Pioneers\n\n  sgcool_label_text: This navy blue necktie is woven with an older version of the emblem of the Federated Malay States. It would have been worn for official purposes by Justice Choor Singh. Choor Singh was the first Indian to hold the position of Magistrate in Colonial Malaya\n and was appointed as a judge of the Supreme Court of Singapore in 1963. Apart from an illustrious legal career\n he made significant contributions to the Sikh community in Singapore. He was one of the founders of the Singapore Khalsa Association\n and advocated the teaching of Punjabi in Singapore as the Chairman of the Sikh Advisory Board. He also authored several books on the Sikh religion and the Sikh community in Singapore.\n",
  "createdDate": "20201201203307",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2018-00001",
    "Image": "",
    "object_work_type": "neckwear neckties",
    "title_text": "Necktie belonging to Justice Choor Singh",
    "preference": "main",
    "title_language": "",
    "creator_1": "Sidhu, Choor Singh Sidhu, Choor Singh (TTE)",
    "creator_role": "used",
    "creation_date": "mid 20th century",
    "creation_place_original_location": "Singapore (nation)",
    "styles_periods_indexing_terms": "Not indicated",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "irregular",
    "materials_name": "polyester (fiber) textile materials",
    "techniques_name": "sewing (needleworking technique)",
    "object_colour": "multicoloured",
    "physical_appearance": "This necktie belonging to Justice Choor Singh is navy blue in colour. The older version of the embelm of Federated Malay States, in the colours red and yellow can be seen throughout the tie in a diagonal fashion. Diagonal twin lines in red and yellow also appear after every row of diagonal embelm symbols.",
    "subject_terms_1": "emblem (symbols) judges coats of arms worn costume accessories heraldic motifs founders (originators)",
    "subject_terms_2": "Motifs Dress accessories Devices (Heraldry) Judges Emblems",
    "subject_terms_3": "Pioneers",
    "sgcool_label_text": "This navy blue necktie is woven with an older version of the emblem of the Federated Malay States. It would have been worn for official purposes by Justice Choor Singh. Choor Singh was the first Indian to hold the position of Magistrate in Colonial Malaya, and was appointed as a judge of the Supreme Court of Singapore in 1963. Apart from an illustrious legal career, he made significant contributions to the Sikh community in Singapore. He was one of the founders of the Singapore Khalsa Association, and advocated the teaching of Punjabi in Singapore as the Chairman of the Sikh Advisory Board. He also authored several books on the Sikh religion and the Sikh community in Singapore."
  },
  "nlpDate": "20201201203307",
  "connectorId": 0,
  "tags": {}
}