{
  "id": "2018-00057",
  "title": "View of the Amsterdam Harbour from the Sea",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2018-00057\n\n  Image: \n\n  object_work_type: copper engravings (visual works) engravings (prints)\n\n  title_text: View of the Amsterdam Harbour from the Sea\n\n  preference: main\n\n  title_language: \n\n  creator_2: Hendrik de Leth Johannes Covens and Cornelis Mortier\n\n  creator_1: not indicated\n\n  creator_role: engravers (printmakers) publishers\n\n  creation_date: c1740\n\n  creation_place_original_location: Amsterdam (inhabited place)\\r\\n\n\n  styles_periods_indexing_terms: not indicated\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: rectangular\n\n  materials_name: paper (fiber product)\n\n  techniques_name: papermaking copper engraving (printing process) hand coloring\n\n  object_colour: multicoloured\n\n  physical_appearance: This print shows the view of the Amsterdam Harbour from the sea. There are two lines of text centralised at the top of the print. The legend\n comprising five lines of text in Dutch and numbered one to twenty-seven on both halves of the print\n can also be seen at the bottom of the print. The legend provides details of the important buildings portrayed in the print.\n\n  subject_terms_1: harbours merchant vessels\n\n  subject_terms_2: Harbours Engravings\n\n  subject_terms_3: Harbours\n\n  sgcool_label_text: This is a view of the Amsterdam harbour from the inlet known as the IJ. The harbour is depicted as bustling with activities with a variety of shipping vessels dominated by a large mewrchant vessel in the foreground. The profile of the city is visible in the background\n with a detailed legend below identifying major buildings. The print was produced by Hendrik de Leth\n and published by Johannes Covens and Cornelis Mortier.\n",
  "createdDate": "20201201203307",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2018-00057",
    "Image": "",
    "object_work_type": "copper engravings (visual works) engravings (prints)",
    "title_text": "View of the Amsterdam Harbour from the Sea",
    "preference": "main",
    "title_language": "",
    "creator_2": "Hendrik de Leth Johannes Covens and Cornelis Mortier",
    "creator_1": "not indicated",
    "creator_role": "engravers (printmakers) publishers",
    "creation_date": "c1740",
    "creation_place_original_location": "Amsterdam (inhabited place)\r\n",
    "styles_periods_indexing_terms": "not indicated",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "rectangular",
    "materials_name": "paper (fiber product)",
    "techniques_name": "papermaking copper engraving (printing process) hand coloring",
    "object_colour": "multicoloured",
    "physical_appearance": "This print shows the view of the Amsterdam Harbour from the sea. There are two lines of text centralised at the top of the print. The legend, comprising five lines of text in Dutch and numbered one to twenty-seven on both halves of the print, can also be seen at the bottom of the print. The legend provides details of the important buildings portrayed in the print.",
    "subject_terms_1": "harbours merchant vessels",
    "subject_terms_2": "Harbours Engravings",
    "subject_terms_3": "Harbours",
    "sgcool_label_text": "This is a view of the Amsterdam harbour from the inlet known as the IJ. The harbour is depicted as bustling with activities with a variety of shipping vessels dominated by a large mewrchant vessel in the foreground. The profile of the city is visible in the background, with a detailed legend below identifying major buildings. The print was produced by Hendrik de Leth, and published by Johannes Covens and Cornelis Mortier."
  },
  "nlpDate": "20201201203307",
  "connectorId": 0,
  "tags": {}
}