{
  "id": "2018-00414",
  "title": "Set of seven Sherwani buttons",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2018-00414\n\n  Image: \n\n  object_work_type: buttons (fasteners)\n\n  title_text: Set of seven Sherwani buttons\n\n  preference: main\n\n  title_language: \n\n  creator_2: Not indicated\n\n  creator_1: Not indicated\n\n  creation_date: 19th century\n\n  creation_place_original_location: Jaipur (inhabited place)\n\n  styles_periods_indexing_terms: Deccani\n\n  inscriptions: \n\n  inscription_language: \n\n  shape: circular (shape)\n\n  materials_name: gold (metal) enamel (fused coating) diamond (mineral)\n\n  techniques_name: jewellery making enamelling layering forming (physical activity)\n\n  object_colour: gold (colour)\n\n  physical_appearance: The image shows a set of seven buttons. All of them have the identical design and they are circular in shape. They are gold in colour and arranged side by side in a tubular brown box. Each button has a floral design on its surface. Gemstones are embedded in the indentations caused by the floral designs. These gemstones are silver in colour.\n\n  subject_terms_1: goldwork (visual works) jewellery ornaments (object genre) flower (motif) worn costume accessories\n\n  subject_terms_2: Buttons Gold jewellery Goldwork Motifs Dress accessories\n\n  subject_terms_3: Jewellery Indian decorative arts\n\n  sgcool_label_text: This set of buttons are mounted in gold and set with flat-cut diamonds on a blue ground. The reverse sides are enamelled with polychrome floral designs. Blue buds with green leaves support several five-petalled\n red flowers. \\r\\n\\r\\nThe buttons were intended to be attached to front of a sherwani\n a knee length coat commonly worn in India in the late 1800s. A western adaptation\n the sherwani became associated with the image of an elite and educated Indian man. Decorated sherwanis would have gem-studded buttons like these attached to them.\n",
  "createdDate": "20201120223709",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2018-00414",
    "Image": "",
    "object_work_type": "buttons (fasteners)",
    "title_text": "Set of seven Sherwani buttons",
    "preference": "main",
    "title_language": "",
    "creator_2": "Not indicated",
    "creator_1": "Not indicated",
    "creation_date": "19th century",
    "creation_place_original_location": "Jaipur (inhabited place)",
    "styles_periods_indexing_terms": "Deccani",
    "inscriptions": "",
    "inscription_language": "",
    "shape": "circular (shape)",
    "materials_name": "gold (metal) enamel (fused coating) diamond (mineral)",
    "techniques_name": "jewellery making enamelling layering forming (physical activity)",
    "object_colour": "gold (colour)",
    "physical_appearance": "The image shows a set of seven buttons. All of them have the identical design and they are circular in shape. They are gold in colour and arranged side by side in a tubular brown box. Each button has a floral design on its surface. Gemstones are embedded in the indentations caused by the floral designs. These gemstones are silver in colour.",
    "subject_terms_1": "goldwork (visual works) jewellery ornaments (object genre) flower (motif) worn costume accessories",
    "subject_terms_2": "Buttons Gold jewellery Goldwork Motifs Dress accessories",
    "subject_terms_3": "Jewellery Indian decorative arts",
    "sgcool_label_text": "This set of buttons are mounted in gold and set with flat-cut diamonds on a blue ground. The reverse sides are enamelled with polychrome floral designs. Blue buds with green leaves support several five-petalled, red flowers. \r\n\r\nThe buttons were intended to be attached to front of a sherwani, a knee length coat commonly worn in India in the late 1800s. A western adaptation, the sherwani became associated with the image of an elite and educated Indian man. Decorated sherwanis would have gem-studded buttons like these attached to them."
  },
  "nlpDate": "20201120223709",
  "connectorId": 0,
  "tags": {}
}