{"subject_terms_3" : "Photography", "materials_name" : "metallic paper", "creator_2" : "Tan Lip Seng", "object_work_type" : "artists' proofs proofs (prints by function)", "object_colour" : "multicoloured", "physical_appearance" : "The image shows an artist's proof. It is rectangular in shape. The proof is encased within a black frame.It features the backs of two workers, which are facing the direction in which the photograph was captured. Their heads are covered with red headgear, and they are carrying blue pails. Patches of grass can be seen on the ground.", "sgcool_label_text" : "This photograph was taken by Singaporean photographer Tan Lip Seng. Tan is arguably the most important photographer in the region developing colour derivative and photo montage techniques. His works in the 1960s were a result of various experiments meticulously combining multiple colour transparencies into one to achieve the desired montage within one frame.\r\n\r\nTan spent 42 years as a medical photographer at the National University of Singapore. Many of his works have won numerous awards internationally and show a strong graphic and stylistic sensibility. Tan is also the first Singaporean to be awarded a fellowship by the Royal Photographic Society of the United Kingdom in 1970. Conferred the Cultural Medallion in 1985, Tan recently published a retrospective of his works, ‘Light & Shadow: Tan Lip Seng’s 50 Years of Photography’ in 2009.", "preference" : "main alternate", "creator_1" : "Tan, Lip Seng, 1942- Tan, Lip Seng", "edition_description" : "1 of 3", "title_text" : "Two Workers: Artists' Proof Two Workers", "creation_date" : "1968", "subject_terms_1" : "workers", "creator_role" : "photographers", "styles_periods_indexing_terms" : "Not indicated", "accession_no_csv" : "2018-00048-002", "shape" : "rectangular", "creation_place_original_location" : "Singapore (nation)", "subject_terms_2" : "Proofs (Printing) Employees", "techniques_name" : "printing (process) montage (image-making technique)", "scale_type" : "Not indicated"}