{"id":"2018-00003","title":"Necktie belonging to Justice Choor Singh","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00003\nImage:\nobject_work_type:neckties neckwear\ntitle_text:Necktie belonging to Justice Choor Singh\npreference:main\ntitle_language:\ncreator_1:Sidhu\n Choor Singh Sidhu\n Choor Singh (TTE)\ncreator_role:used\ncreation_date:mid 20th century\ncreation_place_original_location:Singapore (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:textile materials\ntechniques_name:sewing (needleworking technique)\nobject_colour:multicoloured\nphysical_appearance:This tie belonging to Justice Choor Singh is maroon in colour. Two emblems of Singapore’s crescent moon and five stars\n surrounded by a laurel wreath\n in the colour yellow\n can be seen on the tie.\nsubject_terms_1:judges founders (originators) emblem (symbols) coats of arms  heraldic motifs wreaths (costume accessories) worn costume accessories\nsubject_terms_2:Judges Emblems Dress accessories Devices (Heraldry) Motifs Wreaths\nsubject_terms_3:Pioneers\nsgcool_label_text:This maroon tie is woven with the emblem of Singapore’s crescent moon and five stars\n surrounded by a laurel wreath. It would have been worn by Justice Choor Singh as part of official attire. Choor Singh was the first Indian to hold the position of Magistrate in Colonial Malaya\n and was appointed as a judge of the Supreme Court of Singapore in 1963. Apart from an illustrious legal career\n he made significant contributions to the Sikh community in Singapore. He was one of the founders of the Singapore Khalsa Association\n and advocated the teaching of Punjabi in Singapore as the Chairman of the Sikh Advisory Board. He also authored several books on the Sikh religion and the Sikh community in Singapore.","createdDate":"20201119143407","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00003","Image":"","object_work_type":"neckties neckwear","title_text":"Necktie belonging to Justice Choor Singh","preference":"main","title_language":"","creator_1":"Sidhu, Choor Singh Sidhu, Choor Singh (TTE)","creator_role":"used","creation_date":"mid 20th century","creation_place_original_location":"Singapore (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"textile materials","techniques_name":"sewing (needleworking technique)","object_colour":"multicoloured","physical_appearance":"This tie belonging to Justice Choor Singh is maroon in colour. Two emblems of Singapore’s crescent moon and five stars, surrounded by a laurel wreath, in the colour yellow, can be seen on the tie.","subject_terms_1":"judges founders (originators) emblem (symbols) coats of arms  heraldic motifs wreaths (costume accessories) worn costume accessories","subject_terms_2":"Judges Emblems Dress accessories Devices (Heraldry) Motifs Wreaths","subject_terms_3":"Pioneers","sgcool_label_text":"This maroon tie is woven with the emblem of Singapore’s crescent moon and five stars, surrounded by a laurel wreath. It would have been worn by Justice Choor Singh as part of official attire. Choor Singh was the first Indian to hold the position of Magistrate in Colonial Malaya, and was appointed as a judge of the Supreme Court of Singapore in 1963. Apart from an illustrious legal career, he made significant contributions to the Sikh community in Singapore. He was one of the founders of the Singapore Khalsa Association, and advocated the teaching of Punjabi in Singapore as the Chairman of the Sikh Advisory Board. He also authored several books on the Sikh religion and the Sikh community in Singapore."},"nlpDate":"20201119143407","connectorId":0,"tags":{}}