{"id":"2018-00407","title":"Endemic","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00407\nImage:\nobject_work_type:installations (visual works)\ntitle_text:Endemic\npreference:main\ntitle_language:\ncreator_2:Chris Chong\ncreator_1:\ncreator_role:artists (visual artists)\ncreation_date:2015\ncreation_place_original_location:Malaysia (nation)\ninscriptions:\ninscription_language:\nshape:irregular\nmaterials_name:silk (textile)\ntechniques_name:installing\nobject_colour:multicoloured\nphysical_appearance:This installation art comprises of twelve mechanised copies of rare orchids. The orchids are yellow and red in colour\n with green stems and leaves. The flowers are scattered and presented on a wooden table\n with each flower mechanised to open and close.\nsubject_terms_1:symbolism (artistic concept) Orchis (genus) mechanization natural sciences cultural diffusion\nsubject_terms_2:Installations (Art) Symbolism Politics in art Orchis Mechanization Nature cultural diffusion\nsubject_terms_3:Installation art Nature and Environment Plants\nsgcool_label_text:Endemic is an installation of twelve mechanised copies of rare orchids endemic to Mount Kinabalu in Sabah. Each orchid is constructed using materials common to silk/artificial flower fabrication\n with petals mechanised to open and close slowly. As the artist puts it: “The re-creation of these endemic orchids into their synthetic twin allows for these endemic species to exist elsewhere\n however unnatural it may be. They will be forced to become un-native; a forced migration\n an especially apt metaphor as it relates to the indigenous communities within the region and the fluid presence of regional migrants. As each race grows generation by generation regardless of nationality\n one’s own stake on ownership and native rights become blurred\n and the idea of belonging to one group or one culture conversely becomes ever more crucial.” The botanical subject matter of Endemic – while demonstrating the artist’s interest in the history of natural science – also suggests broader thematics of colonialism\n migration\n authenticity\n and the native and the indigenous. These concerns provide the critical contexts within which Chong’s intensive research and fieldwork in the area of Mt. Kinabalu’s endemic flora\n and the history of Sabah’s indigenous communities which have long lived with these plants\n are framed. This trajectory of Chong’s practice is further demonstration of not only a vitally important strand of art-making in the region – one that is engaged with cultural worlds and registers of knowledge removed from the metropolitan centres – but also one that is responsive to critical issues still impacting the cultural lifeworlds of Southeast Asia today.","createdDate":"20201119143407","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00407","Image":"","object_work_type":"installations (visual works)","title_text":"Endemic","preference":"main","title_language":"","creator_2":"Chris Chong","creator_1":"","creator_role":"artists (visual artists)","creation_date":"2015","creation_place_original_location":"Malaysia (nation)","inscriptions":"","inscription_language":"","shape":"irregular","materials_name":"silk (textile)","techniques_name":"installing","object_colour":"multicoloured","physical_appearance":"This installation art comprises of twelve mechanised copies of rare orchids. The orchids are yellow and red in colour, with green stems and leaves. The flowers are scattered and presented on a wooden table, with each flower mechanised to open and close.","subject_terms_1":"symbolism (artistic concept) Orchis (genus) mechanization natural sciences cultural diffusion","subject_terms_2":"Installations (Art) Symbolism Politics in art Orchis Mechanization Nature cultural diffusion","subject_terms_3":"Installation art Nature and Environment Plants","sgcool_label_text":"Endemic is an installation of twelve mechanised copies of rare orchids endemic to Mount Kinabalu in Sabah. Each orchid is constructed using materials common to silk/artificial flower fabrication, with petals mechanised to open and close slowly. As the artist puts it: “The re-creation of these endemic orchids into their synthetic twin allows for these endemic species to exist elsewhere, however unnatural it may be. They will be forced to become un-native; a forced migration, an especially apt metaphor as it relates to the indigenous communities within the region and the fluid presence of regional migrants. As each race grows generation by generation regardless of nationality, one’s own stake on ownership and native rights become blurred, and the idea of belonging to one group or one culture conversely becomes ever more crucial.” The botanical subject matter of Endemic – while demonstrating the artist’s interest in the history of natural science – also suggests broader thematics of colonialism, migration, authenticity, and the native and the indigenous. These concerns provide the critical contexts within which Chong’s intensive research and fieldwork in the area of Mt. Kinabalu’s endemic flora, and the history of Sabah’s indigenous communities which have long lived with these plants, are framed. This trajectory of Chong’s practice is further demonstration of not only a vitally important strand of art-making in the region – one that is engaged with cultural worlds and registers of knowledge removed from the metropolitan centres – but also one that is responsive to critical issues still impacting the cultural lifeworlds of Southeast Asia today."},"nlpDate":"20201119143407","connectorId":0,"tags":{}}