{"subject_terms_3" : "Portrait photography Women Peranakan costumes Malay costumes", "materials_name" : "paper (fiber product)", "creator_2" : "G.R. Lambert & Company", "object_work_type" : "black-and-white photographs photograph albums photographs", "object_colour" : "grey monochrome", "physical_appearance" : "The image shows three black-and-white photographs. They are rectangular and two of them have landscape orientations while the other on the right is of a potrait orientation. All of the images feature people. The photograph at the top and the one at the right hand side feature just a single individual lady. Both the ladies are wearing their ethnic costumes. The photograph at the bottom left hand side shows a group of people.Most of them are sitting down while a few are standing up.", "sgcool_label_text" : "This album leaf contains six photographs showing women from the Malay, Peranakan and Javanese communities, each accompanied by inscriptions which identify them. These photographs were probably taken by G.R. Lambert and Co.\r\n\r\nG.R. Lambert and Co was a leading and the most enduring of the European photography studios in Singapore. The studio was established in 1867 by Gustave Richard Lambert, who was originally from Dresden, Germany. Popular among the elites, the firm was often chosen as the official photographers for important state events in Singapore. In 1861 it was appointed as the official photographer of the King of Siam and the Sultan of Johore.", "preference" : "main alternate", "creator_1" : "G.R. Lambert & Co.", "title_text" : "Album leaf with three photographs of Malay, Peranakan and Javanese women Album leaf with six photographs of Malay, Peranakan and Javanese women", "creation_date" : "1890s-1900s", "subject_terms_1" : "studio portraits women (female humans) Peranakan folk costume Javanese (culture or style) group portraits", "creator_role" : "photography studios (organizations)", "accession_no_csv" : "2018-00120", "shape" : "rectangular", "creation_place_original_location" : "Singapore (nation)", "subject_terms_2" : "Black-and-white photography Portrait photography Ethnic costume Peranakan (Asian people) Women, Javanese Women, Malay Portraits, Group", "techniques_name" : "printing (process) photographic processes"}