{"id":"2018-00415","title":"Not titled (Pulau Saigon with a view of Supreme Court)","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00415\nImage:\nobject_work_type:watercolours (paintings)\ntitle_text:Not titled (Pulau Saigon with a view of Supreme Court)\npreference:main\ntitle_language:\ncreator_2:Cheng Hoe Lim (1912 - 1979)\ncreator_1:Lin\n Qinghe\n 1912-1979 Lim\n Cheng Hoe\ncreator_role:watercolourists\ncreation_date:1971\ncreation_place_original_location:Singapore (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nscale_type:Not indicated\nshape:rectangular\nmaterials_name:paper (fiber product) gouache (paint)\ntechniques_name:watercolour painting (technique) gouache (technique)\nobject_colour:multicoloured\nphysical_appearance:The image shows a watercolour painting. The painting depicts a view of the Singpaore river in the foreground. There are several boats on the river. There is a bridge joining the river banks\n where houses and high-rise flats occupy. In the background of the painting\n the cupola of the former Supreme court is visible.\nsubject_terms_1:courthouses national monuments rivers bridges (built works) boats islands (landforms)\nsubject_terms_2:Watercolour painting Singapore River (Singapore) Appellate courts National monuments Saigon Island (Singapore) Bridges Boats and boating\nsubject_terms_3:Watercolour Painting Visual arts Former Supreme Court (Singapore) National monuments Singapore River Pulau Saigon Pulau Saigon Bridge\nsubject_terms_4:Singapore River (river)\nsgcool_label_text:Lim Cheng Hoe is attributed as a pioneering artists who specialized in the medium of watercolour. He was a founding member of Singapore Watercolour Society since its inauguration in 1969.\\r\\n\\r\\nLim Cheng Hoe regarded himself as a self-taught artist as his only exposure to art education was when he received art instruction from Richard Walker as a student at Raflles Institution. Nonetheless\n he was respected by his peers and juniors for his mastery of the watercolour medium. Notable artists such as Ong Kim Seng and Gog Sing Hooi highly regarded him as their mentor.\\r\\n\\r\\nWhile he exhibited in shows organised and/or facilitated by the Singapore Art Society\n YMCA Art Club and Singapore Watercolour society\n Lim never had a solo exhibition during his lifetime. His first solo exhibition was presented by the Singapore Watercolour Society in 1980 following his demise in 1979.\\r\\n\\r\\nHis paintings can be found in the collections of the National Heritage Board\n Monetary Authority of Singapore\n Balai Seni Visual Negara and other private organisations and individuals.","createdDate":"20201018182637","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00415","Image":"","object_work_type":"watercolours (paintings)","title_text":"Not titled (Pulau Saigon with a view of Supreme Court)","preference":"main","title_language":"","creator_2":"Cheng Hoe Lim (1912 - 1979)","creator_1":"Lin, Qinghe, 1912-1979 Lim, Cheng Hoe","creator_role":"watercolourists","creation_date":"1971","creation_place_original_location":"Singapore (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","scale_type":"Not indicated","shape":"rectangular","materials_name":"paper (fiber product) gouache (paint)","techniques_name":"watercolour painting (technique) gouache (technique)","object_colour":"multicoloured","physical_appearance":"The image shows a watercolour painting. The painting depicts a view of the Singpaore river in the foreground. There are several boats on the river. There is a bridge joining the river banks, where houses and high-rise flats occupy. In the background of the painting, the cupola of the former Supreme court is visible.","subject_terms_1":"courthouses national monuments rivers bridges (built works) boats islands (landforms)","subject_terms_2":"Watercolour painting Singapore River (Singapore) Appellate courts National monuments Saigon Island (Singapore) Bridges Boats and boating","subject_terms_3":"Watercolour Painting Visual arts Former Supreme Court (Singapore) National monuments Singapore River Pulau Saigon Pulau Saigon Bridge","subject_terms_4":"Singapore River (river)","sgcool_label_text":"Lim Cheng Hoe is attributed as a pioneering artists who specialized in the medium of watercolour. He was a founding member of Singapore Watercolour Society since its inauguration in 1969.\r\n\r\nLim Cheng Hoe regarded himself as a self-taught artist as his only exposure to art education was when he received art instruction from Richard Walker as a student at Raflles Institution. Nonetheless, he was respected by his peers and juniors for his mastery of the watercolour medium. Notable artists such as Ong Kim Seng and Gog Sing Hooi highly regarded him as their mentor.\r\n\r\nWhile he exhibited in shows organised and/or facilitated by the Singapore Art Society, YMCA Art Club and Singapore Watercolour society, Lim never had a solo exhibition during his lifetime. His first solo exhibition was presented by the Singapore Watercolour Society in 1980 following his demise in 1979.\r\n\r\nHis paintings can be found in the collections of the National Heritage Board, Monetary Authority of Singapore, Balai Seni Visual Negara and other private organisations and individuals."},"nlpDate":"20201018182637","connectorId":0,"tags":{}}