{"id":"2018-00460","title":"In The Clouds There Are Dwellings\r\n","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00460\nImage:\nobject_work_type:paintings (visual works) collages (visual works)\ntitle_text:In The Clouds There Are Dwellings\\r\\n\npreference:main\ntitle_language:\ncreator_2:Beng Kwan Goh\ncreator_1:Goh\n Beng Kwan\n 1937- Goh\n Beng Kwan\ncreator_role:painters (artists) collagists mixed media artists\ncreation_date:Undated\ncreation_place_original_location:Singapore (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nscale_type:Not indicated\nshape:rectangular\nmaterials_name:paint (coating) mixed media canvas (textile material)\ntechniques_name:painting (image making) collage (technique) creating (artistic activity)\nobject_colour:multicoloured\nphysical_appearance:The image shows a painting. It is rectangular in shape. The background is predominantly brown in colour\n albeit in different hues. The presence of white paint can be discerned towards and around the centre of the painting. The signature of the artist\n in Chinese characters\n is located slightly towards the left of the middle of the painting\nsubject_terms_1:abstraction symbolism (artistic concept) rural life\nsubject_terms_2:Mixed media painting Paintings Collages Abstraction Symbolism Lifestyles\nsubject_terms_3:Painting Visual Arts\nsgcool_label_text:\\This work was produced in 1985 – a year in which he won a Silver Medal at the Salon des Artistes Francaise\n Paris. The 1980s was a period of prolific and intensive professional development. By the time this work was produced\n he had already garnered critical attention\n having won the first prize of the inaugural UOB Painting of the Year Competition in the early part of the decade in 1982.\\r\\nIn the Clouds There are Dwellings depicts the artist\\u0027s experience of rural life in Kunming\n China\\u0027s Yunnan province; he had encountered villages there and had been struck by the simplicity of their dwellings as well as habits of life. Goh had recalled the visceral image of cooking smoke coming from village houses\n which he had conjured as swirling mists of clouds.\\r\\n\\r\\nThe work\\u0027s compositional structure is typical of his collaged landscapes\n which are his \\\\visual travelogues\\\\ that record his impressions from his travel on trains and on foot. However","createdDate":"20201018182637","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00460","Image":"","object_work_type":"paintings (visual works) collages (visual works)","title_text":"In The Clouds There Are Dwellings\r\n","preference":"main","title_language":"","creator_2":"Beng Kwan Goh","creator_1":"Goh, Beng Kwan, 1937- Goh, Beng Kwan","creator_role":"painters (artists) collagists mixed media artists","creation_date":"Undated","creation_place_original_location":"Singapore (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","scale_type":"Not indicated","shape":"rectangular","materials_name":"paint (coating) mixed media canvas (textile material)","techniques_name":"painting (image making) collage (technique) creating (artistic activity)","object_colour":"multicoloured","physical_appearance":"The image shows a painting. It is rectangular in shape. The background is predominantly brown in colour, albeit in different hues. The presence of white paint can be discerned towards and around the centre of the painting. The signature of the artist, in Chinese characters, is located slightly towards the left of the middle of the painting","subject_terms_1":"abstraction symbolism (artistic concept) rural life","subject_terms_2":"Mixed media painting Paintings Collages Abstraction Symbolism Lifestyles","subject_terms_3":"Painting Visual Arts","sgcool_label_text":"\"This work was produced in 1985 – a year in which he won a Silver Medal at the Salon des Artistes Francaise, Paris. The 1980s was a period of prolific and intensive professional development. By the time this work was produced, he had already garnered critical attention, having won the first prize of the inaugural UOB Painting of the Year Competition in the early part of the decade in 1982.\r\nIn the Clouds There are Dwellings depicts the artist\u0027s experience of rural life in Kunming, China\u0027s Yunnan province; he had encountered villages there and had been struck by the simplicity of their dwellings as well as habits of life. Goh had recalled the visceral image of cooking smoke coming from village houses, which he had conjured as swirling mists of clouds.\r\n\r\nThe work\u0027s compositional structure is typical of his collaged landscapes, which are his \"\"visual travelogues\"\" that record his impressions from his travel on trains and on foot. However"},"nlpDate":"20201018182637","connectorId":0,"tags":{}}