{
  "subject_terms_4": "Singapore (nation)",
  "subject_terms_3": "Watercolour Painting Visual arts Ports",
  "materials_name": "watercolour (paint) paper (fiber product)",
  "creator_2": "Choon Ghee Tan",
  "object_work_type": "watercolours (paintings) paintings (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "The image shows a painting. It is rectangular in shape. The foreground of the painting depicts the tail end of a truck facing sideways. There are several sacks on it, and workers can be seen carrying these sacks over their shoulders nearby. There is a boat with red sails to the right of the photograph. In the background, there are buildings, machineries, and more ships. The funnels, masts, and cranes of these ships are depicted as well.",
  "sgcool_label_text": "Tan Choon Ghee was born in Penang in 1930. He travelled to Singapore in the late 1940s to enrol at the Nanyang Academy of Fine Arts (NAFA), graduating in 1951. He went on to further his studies at the Slade School of Fine Art in London from 1957-1959. He was subsequently awarded a scholarship from the German government to study art in Germany. During this time, he travelled extensively in Europe before returning to Penang to settle in 1969.\r\n\r\nTan is noted as being influenced by fellow Penang-based artist Kuo Ju Ping (1908-1966), who had graduated from NAFA earlier in 1940, as well as other masters of his favoured medium of watercolour, such as Yong Mun Sen (1896-1962) and Abdullah Ariff (1904-1962).\r\n\r\nAs a key second generation artist working primarily in the medium of watercolour, Tan is known for his deft application of ink and colour on paper. During his frequest visits to Singapore, he was drawn towards depicting the bustling activity of the Singapore port and the workmen and everyday characters that populated his scenes. \r\n",
  "preference": "main",
  "creator_1": "Tan, Choon Ghee, 1930- Tan, Choon Ghee",
  "title_text": "Untitled (Singapore, 1959)",
  "creation_date": "1959",
  "subject_terms_1": "ports (settlements) workers working",
  "creator_role": "watercolourists artists (visual artists)",
  "styles_periods_indexing_terms": "Not indicated",
  "accession_no_csv": "2018-00462",
  "shape": "rectangular",
  "creation_place_original_location": "Pulau Pinang (state)",
  "subject_terms_2": "Watercolour painting Singapore Harbours Employees",
  "techniques_name": "watercolour painting (technique) creating (artistic activity)",
  "scale_type": "Not indicated"
}