{"id":"2018-00033","title":"Silver chalice","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00033\nImage:\nobject_work_type:chalices (liturgical vessels)\ntitle_text:Silver chalice\npreference:main\ntitle_language:\ncreation_date:1905\ncreation_place_original_location:China\ninscriptions:\ninscription_language:\nshape:concave\nmaterials_name:silver (metal)\ntechniques_name:forging (metal forming)\nobject_colour:silver (color)\nphysical_appearance:This is a silver chalice. It is silver in colour and concave in shape. Around the body\n the chalice features iris and tall grass in high relief. The background is slightly textures. Fishes are featured swimming amongst the terrain. The chalice has a smaller circumferance for its foot. There are no rust seen.\nsubject_terms_1:silverware gifts plant-derived motifs\nsubject_terms_2:Chalices Silverware Decoration and ornament Gifts Peranakan (Asian people)\nsubject_terms_3:Decorative arts Peranakan clans and associations Tan\n Jiak Kim Ong\n Ewe Hai Anderson\n John\n Sir (Colonial administrator)\nsubject_terms_4:\nsgcool_label_text:Around the body of this chalice\n iris and tall grass are cast in high relief against a subtly dappled background. A pair of fishes swims among this watery terrain. The inscription on the foot reads: Presented to Tan Swat Neo by his Excellency the Governor \\u0026 the Singapore Members of the Legislative Council on the occasion of her marriage 3rd November 1905. \\r\\n\\r\\nTan Swat Neo (1884-1909) was the daughter of Tan Jiak Kim (1859-1917)\n a prominent Peranakan businessman who served on the Straits Legislative Council from 1889 to 1915. The chalice was a gift from James Anderson\n Governor of Singapore\n to commemorate the occasion of Tan Swat Neo’s marriage to Ong Hood Hin (1882-1957)\n grandson of Ong Ewe Hai (1830-1889). The donor is the granddaughter of Tan Swat Neo.","createdDate":"20201119143407","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00033","Image":"","object_work_type":"chalices (liturgical vessels)","title_text":"Silver chalice","preference":"main","title_language":"","creation_date":"1905","creation_place_original_location":"China","inscriptions":"","inscription_language":"","shape":"concave","materials_name":"silver (metal)","techniques_name":"forging (metal forming)","object_colour":"silver (color)","physical_appearance":"This is a silver chalice. It is silver in colour and concave in shape. Around the body, the chalice features iris and tall grass in high relief. The background is slightly textures. Fishes are featured swimming amongst the terrain. The chalice has a smaller circumferance for its foot. There are no rust seen.","subject_terms_1":"silverware gifts plant-derived motifs","subject_terms_2":"Chalices Silverware Decoration and ornament Gifts Peranakan (Asian people)","subject_terms_3":"Decorative arts Peranakan clans and associations Tan, Jiak Kim Ong, Ewe Hai Anderson, John, Sir (Colonial administrator)","subject_terms_4":"","sgcool_label_text":"Around the body of this chalice, iris and tall grass are cast in high relief against a subtly dappled background. A pair of fishes swims among this watery terrain. The inscription on the foot reads: Presented to Tan Swat Neo by his Excellency the Governor \u0026 the Singapore Members of the Legislative Council on the occasion of her marriage 3rd November 1905. \r\n\r\nTan Swat Neo (1884-1909) was the daughter of Tan Jiak Kim (1859-1917), a prominent Peranakan businessman who served on the Straits Legislative Council from 1889 to 1915. The chalice was a gift from James Anderson, Governor of Singapore, to commemorate the occasion of Tan Swat Neo’s marriage to Ong Hood Hin (1882-1957), grandson of Ong Ewe Hai (1830-1889). The donor is the granddaughter of Tan Swat Neo."},"nlpDate":"20201119143407","connectorId":0,"tags":{}}