{
  "subject_terms_4": "British Isles (island group) Dutch Republic (former group of nations\/states\/cities) Spain (nation)\r\n France (nation) East Indies (general region)",
  "subject_terms_3": "Merchants Maritime (organisations) Piracy",
  "materials_name": "paper (fiber product)",
  "creator_2": "I. W. von choelits",
  "object_work_type": "compilation manuscripts manuscripts (documents)",
  "object_colour": "black (colour) brown (colour)",
  "physical_appearance": "These are two volumes of Dutch manuscript with colour drawings of 201 maritime flags of the world. Both of the volumes, bound by a brown hardcover, are encased in a black case. Both the volumes look worn out and discoloured while the black case does not seem to have undergone as much wear and tear.",
  "sgcool_label_text": "This is a c1740 Dutch manuscript with illustrations of maritime flags from across western and eastern world. The 201 colour drawings come with Dutch titles identifying each of them. Included are those from the British Isles, the Dutch Republic, Spain, France and the East Indies. \r\nThe profusion of flag types and their diverse regional identities illustrates the complexity of the 18th century marine world which accommodated various competing naval forces with differing political reigns and ambitions.",
  "preference": "main",
  "creator_1": "not indicated",
  "title_text": "Dutch manuscript with colour drawings of 201 maritime flags of the world\r\nC1740",
  "creation_date": "c1740",
  "subject_terms_1": "flags marines (soldiers)  maritime history merchants pirates cartouches (ornament) scrollwork coats of arms heraldic motifs reproductive prints mottled calf",
  "creator_role": "illustrators",
  "styles_periods_indexing_terms": "not indicated",
  "accession_no_csv": "2018-00035",
  "shape": "rectangular",
  "creation_place_original_location": "Holland (inhabited place) Netherlands (nation)",
  "subject_terms_2": "Manuscripts Flags Marines Merchants Navies Pirates Cartouches, Ornamental (Decorative arts) Scrollwork Devices (Heraldry) Motifs Facsimiles Van der Does family",
  "techniques_name": "papermaking leatherworking"
}