{
  "subject_terms_4": "travel literature",
  "subject_terms_3": "Lithographers to the Queen\"\" are stated at the bottom as well. \" Keppel, Henry, Sir Colonial administrators Military transportation",
  "context_2": "Non-fiction",
  "materials_name": "paper (fiber product) printing paper",
  "creator_2": "Captain. The Honorary Henry Keppel, R.N.  Oswald W. Brierly London: Richard Bentley, New Burlington Street Day & Son, Lithographers to the Queen J & C Walker James Brooke",
  "object_work_type": "hardcover books illustrated books rare books",
  "object_colour": "grey (colour) monochrome",
  "physical_appearance": "\"The book is hardcover and its front cover and spine are black in colour. The book is open and the contents of two pages are displayed. The title, contributor, author, illustrator, and publisher are displayed on the page on the right hand side of the book. There is an image of a mountain with a body of water and some small boats on the left page. \"\"Santabong Entrance\"\" is stated at the bottom of the image. \"\"O.W. Brierly\"\"",
  "preference": "main",
  "creator_1": "Keppel, Henry, Sir, 1809-1904 Brierly, Oswald Walters, Sir, 1817-1894 Richard Bentley (Firm) Day & Son J & C Walker (Firm) James, Rajah of Sarawak, 1803-1868",
  "context_1": "Travel writing",
  "edition_description": "First Edition",
  "title_text": "Henry. Keppel’s, A visit to the Indian Archipelago, in H.M. ship Maeander, with portions of the private journal of Sir James Brooke, K.C.R.",
  "creation_date": "1853",
  "subject_terms_1": "\"\"G. Hawkins\"\" expeditions (journeys) archipelagoes colonial settlements mountains frigates",
  "creator_role": "authors illustrators publishers lithographers engravers (printmakers) contributors",
  "styles_periods_indexing_terms": "Not indicated",
  "accession_no_csv": "2018-00034",
  "shape": "rectangular",
  "creation_place_original_location": "Greater London (metropolitan area) Southeast Asia",
  "subject_terms_2": "and \"\"Day & Son Illustrated books Voyages and travels Colonies Mountains Frigates",
  "context_3": "Malay Archipelago (islands)",
  "techniques_name": "colour printing bookbinding (process) book cloth (textile material) illustration (process)",
  "scale_type": "Not indicated"
}