{"subject_terms_3" : "Photography National Iron and Steel Mills Limited Industrial buildings", "materials_name" : "silver gelatin paper", "creator_2" : "Tan Lip Seng", "object_work_type" : "photographs black-and-white photographs", "object_colour" : "black-and-white (colours)", "physical_appearance" : "The image shows a black-and-white photograph. It is rectangular in shape. The photograph depicts the roof structure of a building. There are numerous ropes running parallel to one another, and perpendicular to metal rafters.Three workers can be seen on top of each rafter, in a prone position.", "sgcool_label_text" : "This photo was taken at the National Steel Mill and was one of Tan Lip Seng's submissions to the Royal Photographic Society (UK) for his ARPS application in 1964.\r\n\r\nA self-taught photographer, Tan Lip Seng went on to become one of the world’s top photographers working in colour derivative photo montage technique. He was the first Singaporean to be listed as The World’s Top Ten Colour Slide Exhibitors by the Photographic Society of America in 1969 and was also the first Singaporean to be awarded a fellowship by the Royal Photographic Society of the United Kingdom in 1970. Conferred the Cultural Medallion in 1985, Tan recently published a retrospective of his works, ‘Light & Shadow: Tan Lip Seng’s 50 Years of Photography’ in 2009. An exhibition was held concurrently to mark the book’s launch.", "preference" : "main", "creator_1" : "Tan, Lip Seng, 1942- Tan, Lip Seng", "title_text" : "Industrial Century", "creation_date" : "1963", "subject_terms_1" : "gelatin silver prints steel mills construction workers industrial structures", "creator_role" : "photographers", "styles_periods_indexing_terms" : "Not indicated", "accession_no_csv" : "2018-00049", "shape" : "rectangular", "creation_place_original_location" : "Singapore (nation)", "subject_terms_2" : "Black-and-white photography Prints Mills and mill-work Construction workers Industrial buildings", "techniques_name" : "gelatin silver process montage (image-making technique)", "scale_type" : "Not indicated"}