{"subject_terms_3" : "Painting Visual Arts", "materials_name" : "Chinese ink paint (coating) paper (fiber product)", "creator_2" : "Keng Cheow Tan", "object_work_type" : "ink wash paintings", "object_colour" : "multicoloured", "physical_appearance" : "The image shows a painting. The painting is rectangular in shape and it is enclosed within a brown frame. There is a white border between the painting and the brown frame. The painting depicts pomegranate fruits hanging from branches, together with several pink flowers. There is a seal and signature at the lower left hand side of the painting. To the right, there is a vertical line of Chinese characters. There are two more seals alongside the vertical line of Chinese characters.", "sgcool_label_text" : "Tan Keng Cheow (b.1907 – d.1972) was a widely known as a reputable calligrapher and founder of Bai Hong Lou Collection. He graduated from Jinan University and studied under artists Xie Gongzhan, Ye Gongchou, and Huang Binhong there. Thanks to his close friendship with his teacher Huang Binhong, Tan was able to amass a substantial collection of his works and thus naming it “Bai Hong Lou”, indicating it contains over 100 works by Huang Binhong. \r\n\r\nTan arrived in Singapore in 1949, where he went on to serve as the principal of Tuan Mong High School and Chung Cheng High School. With his interest in Chinese ink paintings and calligraphy, Tan actively promoted the two, in particularly the latter. In memory of his tireless contribution, the Chinese Calligraphy Society of Singapore established the Tan Keng Cheow Calligraphy Fund in 1991 to award distinguished local calligraphers. \r\n\r\nPomegranate (A Blessing for Many Children) was clearly a gift for the eldest son of a friend who is older than Tan, as we understands from the accompanying inscriptions. While one reading suggests that this friend may be Tan’s elder sister, it is quite common during that time to address someone who is familiar to you as a sibling. Based on the inscription, we know that this friend is named Pei Ying, while her son is named Rui Qing. \r\n\r\nThe content of the painting suggests that it was a gift for Rui Qing’s wedding, as the fruit pomegranate is often used in Chinese ink paintings as a blessed symbol of having many children. This reason lies in the homophonic relation between the Chinese character for children or particularly refers to sons and seeds. Pomegranate is a fruit that has numerous seeds, and hence, became an auspicious symbol ‘to bear many children\/sons’.", "preference" : "main main", "creator_1" : "Not indicated", "title_text" : "Pomegranate (A Blessing for Many Children) ???", "creation_date" : "1959", "subject_terms_1" : "symbolism (artistic concept) pomegranate (fruit) fertility", "creator_role" : "painters (artist)", "styles_periods_indexing_terms" : "Chinese (culture or style)", "accession_no_csv" : "2018-00405", "shape" : "rectangular", "creation_place_original_location" : "Singapore (nation) Malay Peninsula", "subject_terms_2" : "Paintings Symbolism Pomegranate Fertility", "techniques_name" : "creating (artistic activity) painting (image-making) ink wash (technique)", "scale_type" : "Not indicated"}