{"id":"2018-00014","title":"Falim House: Observations 10-channel video projection with sound","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00014\nImage:\nobject_work_type:multi-channel video installation video art\ntitle_text:Falim House: Observations 10-channel video projection with sound\npreference:main main\ntitle_language:\ncreator_2:Hayati Mokhtar\ncreator_1:Not indicated\ncreator_role:creators\ncreation_date:2013-2015\ncreation_place_original_location:Malaysia (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nscale_type:Not indicated\nmaterials_name:mixed media\ntechniques_name:videography creating (artistic activity)\nobject_colour:multicoloured\nedition_description:1 of 3 + 1 AP\nphysical_appearance:This is an image of ten still rectangular frames from ten different videos. All of the still rames are in colour. Each of the frames displays a different image from the others. A number of these frames show the interior structure of a building\n displaying items\n furnitures\n doors\n and windows. One of the frame is a shot of the exterior of a mansion. Another frame is a close-up of a page within a document\n but the writing on it is illegible.\nsubject_terms_1:video recordings film (performing arts) interior spaces (spaces by location) exterior views mansions abandoned buildings abandoned dwellings furniture documents (object genre)\nsubject_terms_2:Video recordings Motion pictures Mansions Abandoned houses Furniture\nsubject_terms_3:Films Residential buildings\nsubject_terms_4:Ipoh (inhabited place)\nsgcool_label_text:The ten video channels that comprise Hayati Mokhtar’s Falim House: Observations seem suspended between the silence and stasis of the still image\n and a series of ever-so-slight stirs and shifts that suggest to the viewer that these tableaus are\n in fact\n animated. One witnesses\n in the far distance beyond a deserted vestibule\n the movement of a human silhouette; little happens on the lawn outside a partially open window\n except when a small herd of farm animals darts by; the sound of a whistling voice is heard echoing through the empty hallways of an derelict structure. These forlorn fragments document the interior and surroundings of the titular mansion\n located in Ipoh. Falim House was built by Foo Nyit Tse\n one of the wealthiest tin tycoons in Malaya in the early twentieth century. Today\n it lies in a state of suggestive ruin\n the Foo family having left most of their belongings behind\n including furniture\n antiques and personal letters. The artist remarks: “Imagine these sequences as photographs that teeter on the cusp of becoming the moving image; stills that\n at certain points\n suddenly flow into a depiction of a whole series of events: small actions that\n seen collectively\n build up into a narrative – a film\n even\n of sorts.”","createdDate":"20201018182637","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00014","Image":"","object_work_type":"multi-channel video installation video art","title_text":"Falim House: Observations 10-channel video projection with sound","preference":"main main","title_language":"","creator_2":"Hayati Mokhtar","creator_1":"Not indicated","creator_role":"creators","creation_date":"2013-2015","creation_place_original_location":"Malaysia (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","scale_type":"Not indicated","materials_name":"mixed media","techniques_name":"videography creating (artistic activity)","object_colour":"multicoloured","edition_description":"1 of 3 + 1 AP","physical_appearance":"This is an image of ten still rectangular frames from ten different videos. All of the still rames are in colour. Each of the frames displays a different image from the others. A number of these frames show the interior structure of a building, displaying items, furnitures, doors, and windows. One of the frame is a shot of the exterior of a mansion. Another frame is a close-up of a page within a document, but the writing on it is illegible.","subject_terms_1":"video recordings film (performing arts) interior spaces (spaces by location) exterior views mansions abandoned buildings abandoned dwellings furniture documents (object genre)","subject_terms_2":"Video recordings Motion pictures Mansions Abandoned houses Furniture","subject_terms_3":"Films Residential buildings","subject_terms_4":"Ipoh (inhabited place)","sgcool_label_text":"The ten video channels that comprise Hayati Mokhtar’s Falim House: Observations seem suspended between the silence and stasis of the still image, and a series of ever-so-slight stirs and shifts that suggest to the viewer that these tableaus are, in fact, animated. One witnesses, in the far distance beyond a deserted vestibule, the movement of a human silhouette; little happens on the lawn outside a partially open window, except when a small herd of farm animals darts by; the sound of a whistling voice is heard echoing through the empty hallways of an derelict structure. These forlorn fragments document the interior and surroundings of the titular mansion, located in Ipoh. Falim House was built by Foo Nyit Tse, one of the wealthiest tin tycoons in Malaya in the early twentieth century. Today, it lies in a state of suggestive ruin, the Foo family having left most of their belongings behind, including furniture, antiques and personal letters. The artist remarks: “Imagine these sequences as photographs that teeter on the cusp of becoming the moving image; stills that, at certain points, suddenly flow into a depiction of a whole series of events: small actions that, seen collectively, build up into a narrative – a film, even, of sorts.”"},"nlpDate":"20201018182637","connectorId":0,"tags":{}}