{
  "id": "2018-00408",
  "title": "Il Fait Bleu",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2018-00408\n\n  Image: \n\n  object_work_type: video art\n\n  title_text: Il Fait Bleu\n\n  preference: main\n\n  title_language: \n\n  creator_2: Muhammad Akbar\n\n  creator_1: Not indicated\n\n  creator_role: creators\n\n  creation_date: 2014\n\n  creation_place_original_location: Indonesia (nation)\n\n  styles_periods_indexing_terms: Not indicated\n\n  inscriptions: \n\n  inscription_language: \n\n  scale_type: Not indicated\n\n  materials_name: mixed media\n\n  techniques_name: creating (artistic activity) videography\n\n  object_colour: multicoloured\n\n  edition_description: 1 of 5\n\n  physical_appearance: This is an image of a rectangular still from within a video clip. It features a sky that is filled with clouds. The clouds look to be overcast and there are different hues of dark blue as a result. There is a smattering of white patches that can be seen on the image still as well.\n\n  subject_terms_1: sky symbolism (artistic concept) video recordings metaphor\n\n  subject_terms_2: La Rochelle (France) Sky Metaphor in art Video recordings Symbolism Video art\n\n  subject_terms_3: Films\n\n  subject_terms_4: La Rochelle (inhabited place)\n\n  sgcool_label_text: Muhammad Akbar embarked on the Il Fait Bleu series while on residency at La Rochelle\n France. The artist was struck by the shade of blue of the evening sky in France – a shade not altogether alien to him\n given his background in video production. A blue field or screen suggests the backdrop against which all manner of special effects can be created; it is also what one sees when there is a lack of a signal. This ‘blank slate’ and suggested disconnection is an apt metaphor for the artist’s experience of being in a foreign locale. \\r\\n\\r\\nIl Fait Bleu is a video capturing the changing sky\n from sunrise to sunset. It is a meditative piece\n almost as if the artist was trying to clear his mind of preconceptions so as to fully immerse himself in his new environment. Hints of La Rochelle’s historic and classical architecture frame the patch of sky\n giving the viewer the impression of standing in an enclosed courtyard while looking up at the heavens. Projected onto the ceiling\n the work also calls to mind the tradition of European fresco painting.\n",
  "createdDate": "20201201203307",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2018-00408",
    "Image": "",
    "object_work_type": "video art",
    "title_text": "Il Fait Bleu",
    "preference": "main",
    "title_language": "",
    "creator_2": "Muhammad Akbar",
    "creator_1": "Not indicated",
    "creator_role": "creators",
    "creation_date": "2014",
    "creation_place_original_location": "Indonesia (nation)",
    "styles_periods_indexing_terms": "Not indicated",
    "inscriptions": "",
    "inscription_language": "",
    "scale_type": "Not indicated",
    "materials_name": "mixed media",
    "techniques_name": "creating (artistic activity) videography",
    "object_colour": "multicoloured",
    "edition_description": "1 of 5",
    "physical_appearance": "This is an image of a rectangular still from within a video clip. It features a sky that is filled with clouds. The clouds look to be overcast and there are different hues of dark blue as a result. There is a smattering of white patches that can be seen on the image still as well.",
    "subject_terms_1": "sky symbolism (artistic concept) video recordings metaphor",
    "subject_terms_2": "La Rochelle (France) Sky Metaphor in art Video recordings Symbolism Video art",
    "subject_terms_3": "Films",
    "subject_terms_4": "La Rochelle (inhabited place)",
    "sgcool_label_text": "Muhammad Akbar embarked on the Il Fait Bleu series while on residency at La Rochelle, France. The artist was struck by the shade of blue of the evening sky in France – a shade not altogether alien to him, given his background in video production. A blue field or screen suggests the backdrop against which all manner of special effects can be created; it is also what one sees when there is a lack of a signal. This ‘blank slate’ and suggested disconnection is an apt metaphor for the artist’s experience of being in a foreign locale. \r\n\r\nIl Fait Bleu is a video capturing the changing sky, from sunrise to sunset. It is a meditative piece, almost as if the artist was trying to clear his mind of preconceptions so as to fully immerse himself in his new environment. Hints of La Rochelle’s historic and classical architecture frame the patch of sky, giving the viewer the impression of standing in an enclosed courtyard while looking up at the heavens. Projected onto the ceiling, the work also calls to mind the tradition of European fresco painting."
  },
  "nlpDate": "20201201203307",
  "connectorId": 0,
  "tags": {}
}