{"subject_terms_3" : "Women Singapore Polo Club Photography", "materials_name" : "metallic paper", "creator_2" : "Tan Lip Seng", "object_work_type" : "artists' proofs proofs (prints by function)", "object_colour" : "multicoloured", "physical_appearance" : "The image shows an artist's proof. It is rectangular in shape. The background of the artist's proof is blue in colour. It depicts two ladies and a horse. One of the lady is sitting on a horse with her helmet on, while the other lady stands beside them with her helmet in her hands. The rest of the photograph is fragmented into rectangles, as a result of horizontal and vertical black lines aligning to form a mesh pattern.", "sgcool_label_text" : "The Frame (1974) is an example of one of Tan Lip Seng's many experiments with colour photography. This photograph was taken at the Singapore Polo Club (next to the old Police Academy along) and the silhouetted frame in the foreground of the photograph was produced from laying a wire mesh over the transparency slide. \r\n\r\nTan spent 42 years as a medical photographer at the National University of Singapore. Many of his works have won numerous awards internationally and show a strong graphic and stylistic sensibility. Tan is also the first Singaporean to be awarded a fellowship by the Royal Photographic Society of the United Kingdom in 1970. Conferred the Cultural Medallion in 1985, Tan recently published a retrospective of his works, ‘Light & Shadow: Tan Lip Seng’s 50 Years of Photography’ in 2009.", "preference" : "main alternate", "creator_1" : "Tan, Lip Seng, 1942- Tan, Lip Seng", "edition_description" : "1 of 3", "title_text" : "The Frame: Artists' Proof The Frame", "creation_date" : "1974", "subject_terms_1" : "Equus caballus (species) women (female humans) polo clubs (built complexes)", "creator_role" : "photographers", "styles_periods_indexing_terms" : "Not indicated", "accession_no_csv" : "2018-00053-002", "shape" : "rectangular", "creation_place_original_location" : "Singapore (nation)", "subject_terms_2" : "Proofs (Printing) Polo ponies Women Polo", "techniques_name" : "printing (process) montage (image-making technique)", "scale_type" : "Not indicated"}