{"subject_terms_4" : "Singapore (nation)", "subject_terms_3" : "Watercolour Painting Visual arts Waterways", "materials_name" : "watercolour (paint)", "creator_2" : "Captain William Godfrey Rayson Masters", "object_work_type" : "watercolours (paintings) paintings (visual works)", "object_colour" : "multicoloured", "physical_appearance" : "\"The image shows a painting. The painting has a grey border and it is envlosed within a black frame. The image depicted on the painting shows a body of water and land. The background shows the sky as well as several houses. Tall poles can be seen erected on the sands as well. The foreground shows a number of boats on water. Two people can be seen walking on the sands, as well as another two on the boats. All of them are wearing brown hats. \"\"At Singapore\"\" is stated at the bottom left hand corner. \"\"WGR. Masters\"\" is stated at the bottom right hand corner. \"", "sgcool_label_text" : "This charming vignette belongs to a tradition of images that were produced by itinerant artists who travelled through Singapore in the 19th century. This was painted by Captain William Godfrey Rayson Masters while on his expedition to China in 1859-1860 - thus providing us with a specific historical context for the painting. \r\n\r\nMasters served as a Captain of the Royal Marine Light infantry under the command of Rear-Admiral Hope in 1859-60. He was seriously wounded during the attempt to storm the forts at the entrance to the Pei-Ho river in June 1859. The forts were eventually taken in 1860 and the combined English and French forces entered Tientsin\r\n", "preference" : "main", "creator_1" : "Not indicated", "title_text" : "At Singapore, a watercolour painting by William Godfrey Rayson Masters", "creation_date" : "1859-1860", "subject_terms_1" : "boats bodies of water (natural) rivers dwellings cultural landscapes", "creator_role" : "watercolourists", "styles_periods_indexing_terms" : "Not indicated", "accession_no_csv" : "2018-00056", "shape" : "rectangular", "creation_place_original_location" : "China Great Britain Singapore (nation)", "subject_terms_2" : "Watercolour painting Singapore Boats and boating Bodies of water Rivers Dwellings Landscapes", "techniques_name" : "watercolour painting (technique) creating (artistic activity)", "scale_type" : "Not indicated"}