{
  "id": "2018-00409",
  "title": "Il Fait Bleu (Bandung Series)",
  "source": "Bumblebee",
  "path": "./Data/json/",
  "content": "\n  accession_no_csv: 2018-00409\n\n  Image: \n\n  object_work_type: installations (visual works)\n\n  title_text: Il Fait Bleu (Bandung Series)\n\n  preference: main\n\n  title_language: \n\n  creator_2: Muhammad Akbar\n\n  creator_1: Not indicated\n\n  creator_role: creators\n\n  creation_date: 2015\n\n  creation_place_original_location: Indonesia (nation)\n\n  styles_periods_indexing_terms: Not indicated\n\n  inscriptions: \n\n  inscription_language: \n\n  scale_type: Not indicated\n\n  shape: irregular\n\n  materials_name: art paper\n\n  techniques_name: lighting techniques creating (artistic activity) installing\n\n  object_colour: multicoloured\n\n  edition_description: Unique\n\n  physical_appearance: This installation depicts a large collection of images that are captured on paper. Each image on a piece of paper is a silhouette. The silhouettes of street lights\n buildings\n and signs can be discerned. The installation is illuminated by blue light. The images on paper are placed on three sides of the wall\n surrounding a table and chair in the middle.\n\n  subject_terms_1: silhouettes buildings (structures) cityscapes (representations) landscapes (representations)\n\n  subject_terms_2: Silhouettes Cityscapes Buildings Bandung (Indonesia) Landscapes Installations (Art)\n\n  subject_terms_3: Buildings Installations (Art)\n\n  subject_terms_4: Bandung (inhabited place)\n\n  sgcool_label_text: Muhammad Akbar embarked on the Il Fait Bleu series while on residency at La Rochelle\n France. The artist was struck by the shade of blue of the evening sky in France – a shade not altogether alien to him\n given his background in video production. A blue field or screen suggests the backdrop against which all manner of special effects can be created; it is also what one sees when there is a lack of a signal. This ‘blank slate’ and suggested disconnection is an apt metaphor for the artist’s experience of being in a foreign locale. \\r\\n\\r\\nIl Fait Bleu (Bandung Series) is a suite of works capturing the silhouettes of various buildings and landscapes in Bandung. It continues the series of the same name initiated in La Rochelle\n where Akbar delighted in observing and documenting the forms of French classical architecture intermingled with newer\n urban forms – a unique sight for the artist\n more accustomed to seeing dilapidated or poorly maintained historic buildings in his hometown. With the Bandung series\n Akbar comments on how Bandung (dubbed ‘The Paris of Java’) attempts to emulate an European ideal\n in its architecture as well as culture\n but falls short in several instances. The work captures a sense of the cityscape in Akbar’s hometown\n suffused with a sense of homely familiarity as well as nostalgia.\\r\\n\n",
  "createdDate": "20201125084507",
  "version": 0,
  "latest": false,
  "roles": [],
  "metadata": {
    "accession_no_csv": "2018-00409",
    "Image": "",
    "object_work_type": "installations (visual works)",
    "title_text": "Il Fait Bleu (Bandung Series)",
    "preference": "main",
    "title_language": "",
    "creator_2": "Muhammad Akbar",
    "creator_1": "Not indicated",
    "creator_role": "creators",
    "creation_date": "2015",
    "creation_place_original_location": "Indonesia (nation)",
    "styles_periods_indexing_terms": "Not indicated",
    "inscriptions": "",
    "inscription_language": "",
    "scale_type": "Not indicated",
    "shape": "irregular",
    "materials_name": "art paper",
    "techniques_name": "lighting techniques creating (artistic activity) installing",
    "object_colour": "multicoloured",
    "edition_description": "Unique",
    "physical_appearance": "This installation depicts a large collection of images that are captured on paper. Each image on a piece of paper is a silhouette. The silhouettes of street lights, buildings, and signs can be discerned. The installation is illuminated by blue light. The images on paper are placed on three sides of the wall, surrounding a table and chair in the middle.",
    "subject_terms_1": "silhouettes buildings (structures) cityscapes (representations) landscapes (representations)",
    "subject_terms_2": "Silhouettes Cityscapes Buildings Bandung (Indonesia) Landscapes Installations (Art)",
    "subject_terms_3": "Buildings Installations (Art)",
    "subject_terms_4": "Bandung (inhabited place)",
    "sgcool_label_text": "Muhammad Akbar embarked on the Il Fait Bleu series while on residency at La Rochelle, France. The artist was struck by the shade of blue of the evening sky in France – a shade not altogether alien to him, given his background in video production. A blue field or screen suggests the backdrop against which all manner of special effects can be created; it is also what one sees when there is a lack of a signal. This ‘blank slate’ and suggested disconnection is an apt metaphor for the artist’s experience of being in a foreign locale. \r\n\r\nIl Fait Bleu (Bandung Series) is a suite of works capturing the silhouettes of various buildings and landscapes in Bandung. It continues the series of the same name initiated in La Rochelle, where Akbar delighted in observing and documenting the forms of French classical architecture intermingled with newer, urban forms – a unique sight for the artist, more accustomed to seeing dilapidated or poorly maintained historic buildings in his hometown. With the Bandung series, Akbar comments on how Bandung (dubbed ‘The Paris of Java’) attempts to emulate an European ideal, in its architecture as well as culture, but falls short in several instances. The work captures a sense of the cityscape in Akbar’s hometown, suffused with a sense of homely familiarity as well as nostalgia.\r\n"
  },
  "nlpDate": "20201125084507",
  "connectorId": 0,
  "tags": {}
}