{"id":"2018-00044","title":"Space Probe","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00044\nImage:\nobject_work_type:paintings (visual works)\ntitle_text:Space Probe\npreference:main\ntitle_language:\ncreator_2:Tien Chong Teh\ncreator_1:Teh\n Tien Chong (TTE)\ncreator_role:artists (visual artists)\ncreation_date:c. 1970\ncreation_place_original_location:Singapore (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nscale_type:Not indicated\nshape:rectangular\nmaterials_name:mixed media paint (coating) canvas (textile material)\ntechniques_name:creating (artistic activity) painting (image-making) relief (sculpture techniques)\nobject_colour:multicoloured\nphysical_appearance:The image shows a painting. It is rectangular in shape. The background is predominantly yellow in colour. At the bottom of the painting\n the image of a dome can be seen. The dome is transparent\n revealing a green region that is demarcated by wavy lines. At the centre of the painting\n there is a circular relief that seems ot be projecting from the surface of the painting.\nsubject_terms_1:abstraction symbolism (artistic concept) cosmos\nsubject_terms_2:Mixed media painting Paintings Abstraction Symbolism Motifs\nsubject_terms_3:Painting Visual Arts\nsgcool_label_text:Born in Penang in 1939\n Teh Tien Chong was a notable sculptor\n painter and educator in Singapore. Prior to moving to Singapore\n he held several teaching appointments in Malaysia and London. Teh relocated to Singapore in 1974 to teach at the United World College of Southeast Asia (UWC)\n where he was in-charge of the 3D Art Department. At the school\n he actively organised and participated in several editions of the UWC Arts Festival together Teo Eng Seng and Gavin Waddell\n from 1975 to 1979. Teh’s works were captured in several surveys of art and contemporary sculpture in Singapore around the 1970s\n including ‘Colour’ at the National Museum Art Gallery (NMAG) in 1977\n  ‘Contemporary Singapore Sculpture’ at NMAG in 1978\n and the annual display of the permanent collection at NMAG from 1976 to 1979. Teh was also invited to lead several sculpture workshops at the NMAG from 1976 to 1979. \\r\\n\\r\\nA sculptor by training and temperament\n Teh received considerable albeit short-lived acclaim for what he called his “sculptural reliefs”. He sought to expand the possibilities for both sculpture and painting\n and created works using stacked\n shaped canvases and reliefs\n not unlike the artist Anthony Poon\n who created his relief paintings around the same time. This work is representative of Teh’s use of the cosmos as a recurrent motif\n informed by the artist’s interest in both the science fiction of HG Wells and his observations of technological advancements of the time.","createdDate":"20201018182637","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00044","Image":"","object_work_type":"paintings (visual works)","title_text":"Space Probe","preference":"main","title_language":"","creator_2":"Tien Chong Teh","creator_1":"Teh, Tien Chong (TTE)","creator_role":"artists (visual artists)","creation_date":"c. 1970","creation_place_original_location":"Singapore (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","scale_type":"Not indicated","shape":"rectangular","materials_name":"mixed media paint (coating) canvas (textile material)","techniques_name":"creating (artistic activity) painting (image-making) relief (sculpture techniques)","object_colour":"multicoloured","physical_appearance":"The image shows a painting. It is rectangular in shape. The background is predominantly yellow in colour. At the bottom of the painting, the image of a dome can be seen. The dome is transparent, revealing a green region that is demarcated by wavy lines. At the centre of the painting, there is a circular relief that seems ot be projecting from the surface of the painting.","subject_terms_1":"abstraction symbolism (artistic concept) cosmos","subject_terms_2":"Mixed media painting Paintings Abstraction Symbolism Motifs","subject_terms_3":"Painting Visual Arts","sgcool_label_text":"Born in Penang in 1939, Teh Tien Chong was a notable sculptor, painter and educator in Singapore. Prior to moving to Singapore, he held several teaching appointments in Malaysia and London. Teh relocated to Singapore in 1974 to teach at the United World College of Southeast Asia (UWC), where he was in-charge of the 3D Art Department. At the school, he actively organised and participated in several editions of the UWC Arts Festival together Teo Eng Seng and Gavin Waddell, from 1975 to 1979. Teh’s works were captured in several surveys of art and contemporary sculpture in Singapore around the 1970s, including ‘Colour’ at the National Museum Art Gallery (NMAG) in 1977,  ‘Contemporary Singapore Sculpture’ at NMAG in 1978, and the annual display of the permanent collection at NMAG from 1976 to 1979. Teh was also invited to lead several sculpture workshops at the NMAG from 1976 to 1979. \r\n\r\nA sculptor by training and temperament, Teh received considerable albeit short-lived acclaim for what he called his “sculptural reliefs”. He sought to expand the possibilities for both sculpture and painting, and created works using stacked, shaped canvases and reliefs, not unlike the artist Anthony Poon, who created his relief paintings around the same time. This work is representative of Teh’s use of the cosmos as a recurrent motif, informed by the artist’s interest in both the science fiction of HG Wells and his observations of technological advancements of the time."},"nlpDate":"20201018182637","connectorId":0,"tags":{}}