{
  "subject_terms_3": "Installation art Photography Sukarno Politics and Government",
  "materials_name": "mixed media brass foam (material form) paper (fiber product)",
  "creator_2": "Boedi Widjaja",
  "object_work_type": "installations (visual works)",
  "object_colour": "multicoloured",
  "physical_appearance": "This installation art comprises of a series of photographs on a wall, and a structure in the center of the space. The structure is composed of twenty-eight black pecis, perched on metal bars on a stand. Each of them have pinholes pierced in the center. Behind the structure on the wall, there are two rows of photographs presented within wooden frames against yellow background paper. The photographs are printed film negatives.",
  "sgcool_label_text": "Boedi Widjaja left his hometown of Solo for Singapore at the age of 9, due to ethnic tensions. Throughout the 28 years away from his homeland, or tanah air, he attempted to come to terms with his identity and to understand what was happening in Indonesia, largely through mass media where the disseminated image occupies a pivotal role. In the words of the artist, “(t)he indexicality of photos - their authoritative testimonies of what-has-happened - and their transparency* proved problematic in my attempt to come to terms with my absence from Indonesia…The country’s archival press photos, specifically those images that perform national identity through the visual documentations of iconic politicians and historical milestones, often led me to imagine that I was (or could be) a part of this shared identity despite my physical disconnection from Tanah Air while at the same time reminding me why I was never part of it…I wanted to address memories where the personal and political intertwined. I want to relook at these familiar yet disembodied images, reconstruct them in a new place of beginnings and infinitely defer their meanings. If optical memory was all that I could ever have of this history then let that be my entry point and process for re-narration.”\r\n\r\nIn his installation “Lay down your weapon, follow me”, an installation of 28 pecis-- one for each year of the artist’s absence from Indonesia -- occupies centrestage. The peci is a black felt hat popularized by Indonesia’s first President Sukarno as a nationalistic symbol. Boedi modified these hats into pinhole cameras, to produce 28 negative prints of various images of Sukarno delivering speeches at various occasions. The distanciation of the final image from its source through the processes of its reproduction parallels the emotional and cultural detachment experienced keenly by the artist, from the politics and narratives attached to these images. At the same time, Boedi’s processes reveal a poignant attempt to grasp at some understanding of these histories, albeit one filtered through lenses of his own construction.\r\n\r\n*Kendall Walton used the term ‘transparent pictures’ to describe the photograph’s make-believe ability, its function as a lens through which the viewer sees something other than the photo itself.",
  "preference": "main",
  "creator_1": "Boedi Widjaja",
  "title_text": "??????? (Lay down your weapon, follow me)",
  "creation_date": "2016",
  "subject_terms_1": "political art photographs pinhole photography symbolism (artistic concept) speeches (compositions) nationalism",
  "creator_role": "artists (visual artists)",
  "accession_no_csv": "2018-00042",
  "shape": "irregular",
  "creation_place_original_location": "Singapore (nation)",
  "subject_terms_2": "Installations (Art) Photographs Symbolism Politics in art Photography, Pinhole Soekarno, 1901-1970 Speeches Nationalism",
  "techniques_name": "installing assemblage"
}