{
  "subject_terms_3": "Portrait photography Children Businesspeople Chinese costumes",
  "materials_name": "paper (fiber product)",
  "creator_2": "G.R. Lambert & Company",
  "object_work_type": "black-and-white photographs photographs",
  "object_colour": "grey monochrome",
  "physical_appearance": "The image shows a black-and-white photograph. It is rectangular and it features three people. To the left is a boy who is holding a hat. At the centre is a man who is dressed in robes. Both the man and the boy are wearing their ethnic costumes, which come with headwear. To the right is a man who is kneeling down and holding an umbrella upright.",
  "sgcool_label_text": "This studio photograph shows a Chinese towkee dressed in robes of a Chinese official, accompanied by a boy holding a hat, and his servant holding a parasol. ‘Chinese Towkee 163’ is inscribed on the lower edge of the photograph. The photograph is stamped with the studio mark ‘GR Lambert & Co Singapore’.\r\n\r\nG.R. Lambert and Co was a leading and the most enduring of the European photography studios in Singapore. The studio was established in 1867 by Gustave Richard Lambert, who was originally from Dresden, Germany. Popular among the elites, the firm was often chosen as the official photographers for important state events in Singapore. In 1861 it was appointed as the official photographer of the King of Siam and the Sultan of Johore.",
  "preference": "main",
  "creator_1": "G.R. Lambert & Co.",
  "title_text": "Studio photograph of Chinese towkee with boy and servant",
  "creation_date": "1890s-1900s",
  "subject_terms_1": "studio portraits group portraits children (people by age group) servants businessmen folk costume",
  "creator_role": "photography studios (organizations)",
  "accession_no_csv": "2018-00121",
  "shape": "rectangular",
  "creation_place_original_location": "Singapore (nation)",
  "subject_terms_2": "Black-and-white photography Portrait photography Portraits, Group Children Household employees Businessmen Ethnic costume",
  "techniques_name": "printing (process) photographic processes"
}