{"id":"2018-00013","title":"The Game 24 Channel video work","source":"Bumblebee","path":"./Data/json/","content":"accession_no_csv:2018-00013\nImage:\nobject_work_type:multi-channel video installation video art\ntitle_text:The Game 24 Channel video work\npreference:main main\ntitle_language:\ncreator_2:Le Brothers\ncreator_1:Not indicated\ncreator_role:creators actors (performing artists)\ncreation_date:2013-2015\ncreation_place_original_location:Viet Nam (nation)\nstyles_periods_indexing_terms:Not indicated\ninscriptions:\ninscription_language:\nscale_type:Not indicated\nmaterials_name:mixed media\ntechniques_name:videography creating (artistic activity)\nobject_colour:multicoloured\nedition_description:2 of 6 + 1AP\nphysical_appearance:This is an image of twenty-four still rectangular frames from within a video clip. All of the still frames are in colour. Each of the frames displays a different image from the others. A number of these frames show two men who are decked in a green military outfit. They can be seen holding rifles which are green in colour. Images of people riding motorcylces\n in groups or individually\n are common as well. There are images of buildings as well\n one of which seems to be constructed with bricks while the other is concrete. At least three of the frames show the presence of a red cloth that the men in uniformsare holding\n or are being wrapped up in.\nsubject_terms_1:video recordings film (performing arts) military uniforms historical regions historic buildings rural areas cultural landscape motorcyclists local histories culture\nsubject_terms_2:Video recordings Motion pictures Military uniforms Historic buildings Cultural landscapes Motorcyclists local histories Culture Hue (Vietnam)\nsubject_terms_3:Films National identity Historic buildings Historic districts Historic sites\nsubject_terms_4:Hu? Ninh Thu?n\nsgcool_label_text:‘The Game’ by the Le Brothers follows on from their three-channel video\n ‘Into the Sea’ which saw the brothers grapple with notions of self and society\n land and sea\n city and country\n and the precariousness that surrounded each. In this one-hour long\n 24-channelled video artwork\n the brothers explore in greater detail the lay of the land around their adoptive city\n Hue\n which was the ancient capital and former imperial seat of Vietnam\n and also the region in which the Vietnamese Demilitarised Zone (DMZ) between North and South Vietnam resides. \\r\\n\\r\\nRanging from the sandy coast of Bai Bien Thuan Hai\n to the forested banks of the Perfume River and along the way stopping at burial sites such as the Tomb of Khai Dinh\n and a traditional brick factory\n ‘The Game’ spans the length and breadth of the city and was described by the brothers as a way “for them to get to know their city better”. As in their earlier videos\n ‘The Game’ sees the brothers play the role of protagonists. Activating their proximity as identical twin brothers\n they navigated across the land and sea of Hue and found themselves performing the role of mediators between the histories of tension\n civil unrest\n war\n and eventual reunification of their country. In the video\n the brothers – doned in military uniforms – incorporate props such as wooden carved guns with roses sticking out of each barrel\n colourful netting\n and porcelain plates amongst others\n in an attempt to reveal the naïve\n complex\n and often delicate relationship the Vietnamese have with their country and its history.","createdDate":"20201018182637","version":0,"latest":false,"roles":[],"metadata":{"accession_no_csv":"2018-00013","Image":"","object_work_type":"multi-channel video installation video art","title_text":"The Game 24 Channel video work","preference":"main main","title_language":"","creator_2":"Le Brothers","creator_1":"Not indicated","creator_role":"creators actors (performing artists)","creation_date":"2013-2015","creation_place_original_location":"Viet Nam (nation)","styles_periods_indexing_terms":"Not indicated","inscriptions":"","inscription_language":"","scale_type":"Not indicated","materials_name":"mixed media","techniques_name":"videography creating (artistic activity)","object_colour":"multicoloured","edition_description":"2 of 6 + 1AP","physical_appearance":"This is an image of twenty-four still rectangular frames from within a video clip. All of the still frames are in colour. Each of the frames displays a different image from the others. A number of these frames show two men who are decked in a green military outfit. They can be seen holding rifles which are green in colour. Images of people riding motorcylces, in groups or individually, are common as well. There are images of buildings as well, one of which seems to be constructed with bricks while the other is concrete. At least three of the frames show the presence of a red cloth that the men in uniformsare holding, or are being wrapped up in.","subject_terms_1":"video recordings film (performing arts) military uniforms historical regions historic buildings rural areas cultural landscape motorcyclists local histories culture","subject_terms_2":"Video recordings Motion pictures Military uniforms Historic buildings Cultural landscapes Motorcyclists local histories Culture Hue (Vietnam)","subject_terms_3":"Films National identity Historic buildings Historic districts Historic sites","subject_terms_4":"Hu? Ninh Thu?n","sgcool_label_text":"‘The Game’ by the Le Brothers follows on from their three-channel video, ‘Into the Sea’ which saw the brothers grapple with notions of self and society, land and sea, city and country, and the precariousness that surrounded each. In this one-hour long, 24-channelled video artwork, the brothers explore in greater detail the lay of the land around their adoptive city, Hue, which was the ancient capital and former imperial seat of Vietnam, and also the region in which the Vietnamese Demilitarised Zone (DMZ) between North and South Vietnam resides. \r\n\r\nRanging from the sandy coast of Bai Bien Thuan Hai, to the forested banks of the Perfume River and along the way stopping at burial sites such as the Tomb of Khai Dinh, and a traditional brick factory, ‘The Game’ spans the length and breadth of the city and was described by the brothers as a way “for them to get to know their city better”. As in their earlier videos, ‘The Game’ sees the brothers play the role of protagonists. Activating their proximity as identical twin brothers, they navigated across the land and sea of Hue and found themselves performing the role of mediators between the histories of tension, civil unrest, war, and eventual reunification of their country. In the video, the brothers – doned in military uniforms – incorporate props such as wooden carved guns with roses sticking out of each barrel, colourful netting, and porcelain plates amongst others, in an attempt to reveal the naïve, complex, and often delicate relationship the Vietnamese have with their country and its history."},"nlpDate":"20201018182637","connectorId":0,"tags":{}}