{"subject_terms_4" : "Thames (river) London (inhabited place)", "subject_terms_3" : "Watercolour Painting Visual arts Rivers", "materials_name" : "paper (fiber product) watercolour (paint)", "creator_2" : "Choon Ghee Tan", "object_work_type" : "watercolours (paintings) paintings (visual works)", "object_colour" : "multicoloured", "physical_appearance" : "The image shows a painting. It is rectangular in shape. The foreground of the painting shows a person facing a large lamp post. The lamp post is depicted to have a narrow midsection with a wide base. The background shows a river, as well as a bridge and a couple of buildings. Vehicles are depicted on top of the bridge. There is a line of Chinese characters at the top right hand corner.", "sgcool_label_text" : "Tan Choon Ghee was born in Penang in 1930. He travelled to Singapore in the late 1940s to enrol at the Nanyang Academy of Fine Arts (NAFA), graduating in 1951. He went on to further his studies at the Slade School of Fine Art in London from 1957-1959. He was subsequently awarded a scholarship from the German government to study art in Germany. During this time, he travelled extensively in Europe before returning to Penang to settle in 1969.\r\n\r\nTan is noted as being influenced by fellow Penang-based artist Kuo Ju Ping (1908-1966), who had graduated from NAFA earlier in 1940, as well as other masters of his favoured medium of watercolour, such as Yong Mun Sen (1896-1962) and Abdullah Ariff (1904-1962).\r\n\r\nAs a key second generation artist working primarily in the medium of watercolour, Tan is known for his deft application of ink and colour on paper. He painted a large number of works during his time spent in Europe, where he was continually drawn to the lively waterways of Europe such as in Venice, Rotterdam, and London.", "preference" : "main", "creator_1" : "Tan, Choon Ghee, 1930- Tan, Choon Ghee", "title_text" : "Untitled (London)", "creation_date" : "1960", "subject_terms_1" : "rivers buildings (structures) lampposts", "creator_role" : "artists (visual artists)", "styles_periods_indexing_terms" : "Not indicated", "accession_no_csv" : "2018-00476", "shape" : "rectangular", "creation_place_original_location" : "Singapore (nation) Pulau Pinang (state)", "subject_terms_2" : "Watercolour painting Thames River (England) Buildings Lampposts London (England)", "techniques_name" : "watercolour painting (technique) creating (artistic activity)", "scale_type" : "Not indicated"}